{"\nGurgaon marches in protest against Kathua, Unnao, Surat rapes\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/gurgaon-marches-in-protest-against-kathua-unnao-surat-rapes/articleshow/63831215.cms", "time": "", "description": ""}, "Gurugram: Four cops booked for escape of prisoner": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/4-cops-booked-for-escape-of-prisoner/articleshow/69849459.cms", "time": "2019-06-19 10:33:00", "description": "GURUGRAM: A day after a Bhondsi jail inmate escaped from Civil hospital in Sector 10, the police department has booked four of its officers, who were posted at the hospital, when the accused fled. Police sources said the accused — Haji Ayub — was recently nabbed by a team from civil lines police station for his alleged involvement in a 2017 cheating and fraud case. “Haji was produced in court and sent to Bhondsi jail. After reaching the jail, Haji — who is a diabetic — complained of illness. He was admitted at the civil hosipital on June 15, where he was undergoing treatment,” an officer said. On Monday, Haji’s daughter came to meet him and soon after she left, he asked the policemen to take him to the washroom. “He locked the door from inside and fled after breaking the window,” an officer said. An FIR was registered under sections 120B (criminal conspiracy), 223 (voluntarily causing hurt) and 224 (causing hurt) of the IPC against Haji, his daughter and head constable Krishan, constables Rajiv, Sandeep and Narendra. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "20 DLF-4 homes on government’s radar for extra floors": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/20-dlf-4-homes-on-governments-radar-for-extra-floors/articleshow/69865946.cms", "time": "2019-06-20 09:18:00", "description": "GURUGRAM: As many as 20 homes constructed in an upscale area of the city are under the scanner of the city authorities for illegal construction. Developer DLF has written to the department of town and country planning (DTCP), deputy commissioner and MCG, alleging that several plot owners in DLF-4 had carried out illegal constructions. The developer also claimed plot owners are constructing buildings with more than five floors, violating the rules. As per the norms, owners cannot construct buildings with more than four floors on an individual plot. Till now, DLF has submitted a list of around 850 such plots in different phases of DLF and the DTCP had sealed nearly three dozen houses on Golf Course Road recently. The plot owners, it has been alleged, build additional floors after getting occupation certificates from DTCP. In some cases, the buildings constructed for residential purposes are used for commercial activities in violation of the rules. “We would like to bring to your notice that some plot owners are illegally constructing their houses beyond sanctioned plan,” said DLF in its letter to the authorities. “Such illegal constructions put additional burden on the existing infrastructure like sewerage, drainage, road and power supply of the colonies causing inconvenience to other residents,” said a resident of DLF-4, adding that in some of these cases people have turned homes into commercial units, causing nuisance in the area. In most cases, these buildings are used for setting up guesthouses and in some other cases, they have leased out buildings to app-based accommodation facilities. Senior town planner (STP) Sudhir Chouhan said DTCP is issuing notices regularly and sealing drives have been conducted, but plot owners go to court and manage to get stay. “It obstructs our drive. Still the department is pursuing it. Courts are ordering stay even without giving us chance to put forth our views,” said Chouhan. He also said the DTCP is empowered to take action under Urban Area Act 1975 in the municipal limit. However, courts grant stay in contravention of the Act’s Section 3B. Chouhan said he had been in the court personally to take up the issue. The department, he said, is now planning to approach the apex court on this matter. As per the Section 3B of Haryana Development And Regulation of Urban Areas Act, 1975, no person is allowed to carry out constructions violating the approved plan. If they carry out construction in violation of approved plan, they will face action from the department. Download The Times of India News App for Latest City ."}, "another case of robbery in palam vihar": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/another-case-of-robbery-in-palam-vihar/articleshow/63390047.cms", "time": "", "description": ""}, "FIR filed in Gurugram metro station harassment case": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/case-filed-but-metro-stalker-yet-to-be-identified/articleshow/69849445.cms", "time": "2019-06-19 10:14:00", "description": "GURUGRAM: An FIR has been lodged against an unidentified man for stalking and sexually harassing a 29-year-old woman executive at Huda City Centre metro station on Friday. TOI reported about the case on Tuesday. Police have registered a complaint under IPC sections 354A (sexual harassment) and 506 (criminal intimidation). According to ACP crime, Shamsher Singh, the woman, who is yet to file a written complaint, has been requested to record a statement. “We have registered a complaint against an unidentified man and we are currently trying to identify and locate the accused. We are looking at the CCTV feed from the spot,” said Singh. On Friday night, the woman was allegedly harassed by a man in his 20s when she was walking towards the exit at the Huda City Centre metro station. She told TOI that the man stood in front of her and masturbated, and when she confronted him and slapped him, he screamed at her. She further said no one had come to her rescue. The woman had written to Gurugram Police on Facebook Messenger on Friday itself with details of the incident. However, when she did not get a response till Monday, she took to Twitter to share her ordeal. She also reached out to DMRC and identified the accused in the CCTV feeds provided by them on Sunday. “I want to file a complaint and pursue this case because it is time we start speaking about the need for safe spaces for women,” she told TOI. “But at the same time, I am scared about my own safety.” Police’s delayed response has only made those apprehensions worse. The woman is originally a resident of Delhi but moved to Gurugram as she works there. The incident, she says, may have a disruptive effect on her life as she fears she might now be forced to move back to Delhi. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Metro flasher is a courier with Cyber City firm": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/metro-flasher-is-a-courier-with-cyber-city-firm/articleshow/69882227.cms", "time": "2019-06-21 08:01:00", "description": "GURUGRAM: Dinesh, the 25-year-old man accused of flashing a woman and masturbating at Huda City Centre metro station last Friday, was sent to judicial custody by a local court on Thursday, a day after his arrest by the special cell of Delhi Police. Police said they had collected the clothes he was wearing that day as well as his bag for forensic tests. Metro CCTV footage, with the help of which the woman identified him, is also with investigators now.  Dinesh, a resident of Sushant Lok 2, has been charged under sections 354A (sexual harassment) and 506 (criminal intimidation) of the IPC. Dinesh, police sources said, is a ‘dak runner’ (who carries official documents to and from various offices). For the past year, he has been associated with a co-working establishment in Cyber City, investigators said. He has no criminal record and is originally from Maudaha in Hamirpur district of UP. He lives with other family members in an EWS (economically weaker section) flat near MKM Market in Sector 57. His father works as a cleaner and office boy at a wellknown real estate developer’s office in the city. Dinesh is not married. A job from the co-working facility had taken Dinesh to an office at Ashram Marg on June 14, the day of the incident. He boarded the metro at INA and got off at Huda City Centre. While coming out of the metro station, he started watching porn on his mobile, a police officer said. On the escalator that brings passengers to the station complex’s compound, he masturbated while he was standing right behind the woman, a 29-year-old brand manager at a Gurugram-based firm.  She raised an alarm, confronted Dinesh and slapped him. Dinesh retorted with abuses and fled. It was around 9.25pm when this happened. Police began the investigation only on Monday, after she shared her experience on Twitter. She also told TOI her ordeal underscored the urgent need for measures to make public spaces safer. She had also said she was determined to pursue the case. An FIR was registered at metro police station and ACP (crime against women) Usha Kundu was put in charge of the investigation. The woman has already recorded a statement before a magistrate. It was Delhi Police, though, that made the arrest. “We were tracking the accused and a team reached Lodhi Garden when people informed one person was picked up by police. Many teams were working, so we thought any of our teams might have taken him. But later, we got to know he was picked up by the special cell of Delhi Police,” said a Gurugram police officer. Download The Times of India News App for Latest City ."}, "Journalists’ bail plea rejected in second case": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/journalists-bail-plea-rejected-in-second-case/articleshow/69882107.cms", "time": "2019-06-21 07:43:00", "description": "NOIDA: A fast-track court on Wednesday rejected the bail plea by three staffers of a Noida-based TV news channel — who were arrested by Noida Police for airing a show that was deemed defamatory to chief minister Yogi Adityanath — in the second case against them, a day after a sessions court had granted them bail in the first case. The arguments raised by the trio during their hearing in the second case, which pertains to cheating and forgery, were “subject to investigation”. Without commenting on the nature of the case, the court of Ved Prakash Verma, ADJ (fast-track court), said sufficient grounds for bail were not there. The lawyer of Ishika Singh, owner of BR Media Services Private Limited, contended that Bharat Hydel Projects Private Limited (owner of TV channel Network 10, also known as Nation Live) had a content-sharing agreement with her firm, signed on February 14 this year. K K Singh, the lawyer, argued that his client had been framed, that her firm had a valid content-sharing agreement with owners of Network 10, as well as a “time slot” for running content on the channel, whose logo was retained. K K Singh told TOI they will now move Allahabad high court for bail. Advocate Nitin Gupta, representing the other arrested Nation Live staffers, editor Anuj Shukla and achor Anshul Kaushik, contended they were “mere employees of the channel”, who had joined a few months ago and had nothing to do with the channel’s ownership pattern. Gupta told TOI, “Anuj joined the channel only two months ago and had not prepared or signed any document related to the channel. For any work done by the channel, its owners/directors are responsible. Both Anuj and Anshul were merely employees.” He too said they will now move the high court for bail. The court said “it was unclear as to which administrative official had granted authority to BR Media to work for Network 10 on rent”. The court order on Anuj’s bail plea reads: “Investigation is on in the issue. The case diary also mentions fraud with some channel employees and issuance of cheques, which bounced due to lack of funds. So far, the memorandum of association and memorandum of article have not been included in the investigation.” On Tuesday, the court of additional district and sessions judge V Nalin Kant Tyagi had ordered that the bail pleas of the trio in the defamation case be accepted and they be granted bail after submission of two sureties of Rs. 40,000 each. Noting that the sections 153 and 505 (1), 505 (2) are scrutinable by a magistrate and sections 153 and 501 are bailable offences, the court had said that the discussion does not seem to cause enmity, hatred and disaffection in the society. The arguments in the second FIR were heard on Wednesday in the court of ADJ (fast track court) Ved Prakash Verma and a copy of the order was issued late Wednesday night. The second FIR states that the inquiry by the assistant director, district information department Meena Biswas found that the “channel had no license or permission from a designated officer for running the channel.” Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Numberplate against the rules": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/numberplateagainsttherules/articleshow/67085149.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "UT man booked for cheating Ambala resident": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/ut-man-booked-for-cheating-ambala-resident/articleshow/69885514.cms", "time": "2019-06-21 09:13:00", "description": "AMBALA: The district police have booked a Chandigarh resident for allegedly sending a person to the US on someone else's passport. The accused had obtained the passport from the parents of a Class VIII student of DPS, Ambala. The complainant, Gurkirpal Singh of Topkhana Bazaar in Ambala Cantonment, told cops that the accused had fooled him on the pretext of sending his son to Disneyland and NASA in the US. The Ambala police have booked the accused, Chetan Sabharwal of Sector 20D, Chandigarh, under Sections 406 (punishment for criminal breach of trust) and 420 (cheating and dishonestly inducing delivery of property) of the Indian Penal Code (IPC). \"Sabharwal had organized a camp at my son's school and selected him for a trip to the US. For this, he had demanded Rs 2.3 lakh and his passport. I initially gave him Rs 30,000 as file charges and for the visa. Following this, he sent me a copy of the visa via WhatsApp. The visa was valid for 10 years. However, later, he said that my son will have to wait until December 2016. He kept on delaying and finally in June 2017 told us that my son's passport was stolen from his car. We immediately filed a DDR and applied for a new passport,\" the complainant said. \"On June 11, 2019, we were in the process of boarding our flight to Berlin, where my elder son lives, however, the immigration department at Indira Gandhi International Airport, New Delhi, did not let us board the flight. They told us that my son's passport was already in use by someone in the US. The officials of the immigration department demanded the copy of the DDR, which we provided. Meanwhile, I tried to contact Sabharwal, but he did not respond,\" Gurkirpal said. \"For the last 10 days, I am trying to seek help from departments concerned. My entire family is going through mental stress,\" he added. Meanwhile, Ambala DSP Munish Sehgal said it was a rare case as he had not encountered anything like this before. \"Such type of fraud has not come to my notice in Ambala and this could be one of the rare cases. As per my experience, such frauds exist. We will verify all facts and investigate the case accordingly,\" he said. Download The Times of India News App for Latest City ."}, "It’s now easier to talk about mental health": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/its-now-easier-to-talk-about-mental-health/articleshow/69849535.cms", "time": "2019-06-19 10:48:00", "description": "At the best of times, mental health is not a topic that lends itself easily to public conversations. The stigma attached to conditions such as depression or anxiety is all too real in India, leaving sufferers despairing of a way out of the darkness. This is where support networks come in, with the offer of a patient and empathetic ear, and (just maybe) the promise of future emotional well-being. Finally, it seems, there’s a window for those who struggle to see the light. Sakshi Virmani reports Hawkers and peddlers swarm the Georgian colonnades of Connaught Place on a busy Sunday evening. Inside Central Park, a group of 15 youngsters huddle together on the dew-drenched grass, unmindful of ardent lovebirds playing peekaboo around them. The session gets underway with an activity in which members are asked to identify a nearby object, something they can relate to. A bespectacled boy picks a bench, someone else chooses a defunct traffic light. At this Offcause meet-up, each of the 15 is being keenly observed by a psychologist, who is helming the hour-long group therapy. Here, you can speak freely about your fears, anxieties and traumas, and, also, share tips on how to get by. The idea is to get everyone talking, to make sure nobody feels left out, by providing a sheltered space and an environment that’s non-judgemental, accommodative and creative. Offcause, for example, lends a hand by encouraging men and women to talk candidly, or to take part in activity-based therapy (painting, dance, improv comedy). More than a few come to listen, some seek succour in the shape of suggestions, yet others draw strength from fellow participants who have emerged from the shadows. “Acknowledging the stigma is the first step, and getting yourself out of the house is another – we self-stigmatise ourselves so much,” claims UK-based Jhilmil Breckenridge, a poet, mental-health activist and founder of Bhor Foundation, an initiative devoted to mental health. Indeed, for the thousands whose days seem perpetually gloomy, an hour or so in the right company might help part the clouds to reveal a ray of sunshine.  LISTENING WITHOUT PREJUDICE Initiatives like Offcause offer a support web for the many overwhelmed by mental health concerns, without the patient having to shell out on a therapist (thus, avoiding the unease of a visit to the psychiatrist). Such collectives comprise individuals whose experiences leave them best suited to help others similarly afflicted. “After I got out of depression, I realised it really helps to talk to somebody who is going through similar issues, as it gives them hope,” admits Mridul Trehan, who credits counseling received by the Delhi Depression Support Group for his recovery. Ujala, a 29-year-old from Jammu, suffers from post-traumatic stress disorder (PTSD) and clinical depression. A regular at Offcause meet-ups, Ujala feels that sharing her experiences can be of immense value to fellow sufferers trying to understand the difference between surface and underlying issues. “Personally, I am seeing a psychiatrist and a psychologist for my PTSD and depression, but I love being a part of Offcause — to help others going through various mental disorders,” she says. “You cannot categorise mental illness due to some accident or trigger, it depends on genetics and the way some people’s brains are wired. Some incidents have a ripple effect, they keep playing again and again, which is emotionally consuming,” explains Ujala, who doesn’t just recall incidents, she relives them (like the domestic violence she and her mother have been victims of). For Offcause founder Nikita, it was a causal Instagram update on World Mental Health Day last October that proved the spark. “I asked if people had any stories to share anonymously for the Instagram page I wanted to launch, (and) the response was great – it was surprising to see my closest friends talking about issues they would have never discussed with me on the rare occasions we would meet,” reveals Nikita, who, having left her job just three months earlier, was somewhat at her wit’s end. So, a page was created and the conversations continued. In less than a month, Offcause had its first informal group therapy session. Since then, it has been hosting meet-ups on the third Saturday of every month in Delhi, Gurgaon and Mumbai.  STRIKING THE RIGHT NOTE At an upmarket gastropub in South Delhi, a group of musicians are sharing a laugh over pints of draught beer. They form part of support group Good Vibration, initially launched to discuss problems affecting young musicians, and anybody associated with the industry. Now, anyone can join in, in the monthly meets. Founder Rithika Nayan, a music teacher and certified life coach, commences by talking about anxiety. Soon, the discussion touches on panic attacks, and how best to deal with them. “Scream!” suggests one. “Take a nap!” recommends another, a quick-fix that has everyone nodding in unison. “We millennials are looking for external validation all the time. Blowing things out of proportion in our heads, overthinking and suppressing emotions leads to extreme outbursts. We are never taught how to deal with our emotions intelligently,” explains Rithika to an audience of 12, all absorbed. “Keeping a gratitude journal really helps — counting the small blessings makes a difference,” she offers. According to a 2015-16 survey by Bangalore-based National Institute of Mental Health and Neurosciences (NIMHANS), 13.7% of India’s general population suffers from a mental ailment. While 150 million Indians are in urgent need of mental health intervention, only 30 million have access to such care. And, according to WHO (World Health Organisation) projections, by 2020 approximately 20% of Indians would be beset by some form of mental illness. Yet, to many in India, mental health still comes with plenty of baggage, and potential loss of face in front of peers. The older generation is reluctant to talk about it and the young think it’s a fad, believes psychologist Dr Ritu Dangwal. She advocates an organised support network. “Support groups are essentially reassurance and reinforcements, more like stopgap arrangements. The groups need to realise that if a person needs extra help, they must guide them to psychiatrists,” she insists. “In India, poor people don’t have the bandwidth to access even basic medical care. But it is heartening to know at least the younger generation is reaching out and saying it’s okay to talk about it.” Dr Dangwal does, however, advise caution. “The tricky part is when everyone starts giving advice. It’s encouraging to have support groups but only to a point — they can address problems at the surface.”  CARE FOR THE CAREGIVERS On a Saturday afternoon last month, a support group of caregivers assembled to discuss family and relationships at Khoj Studios, in the bylanes of Delhi’s Khirki Extension. The Listening Circles provide solace and support not just for those undergoing mental distress, but also for their caregivers, who could be a spouse, parents or children. This support network is moderated by Namarita Kathait, a commissioning editor with a publishing house, and Jhilmil Breckenridge. “We wanted to start a support group that is non-hierarchal, and to get people together in a safe space to have a discourse on mental health,” tells Namarita, 25, who inadvertently became a caregiver for her mother when she was diagnosed with schizophrenia. “I was labelled as the sad girl in school because I did not know how to express what I was going through,” she says, speaking for the many who choose to remain silent. For Jhilmil, it’s important that guidance or advice is not pushed against anyone’s wishes. “People are already vulnerable, we don’t want to force things like meditation and spirituality on them,” she stresses. The next step, says Namarita, is to build ‘listening circles’ with those who have attended the sessions, and to create support groups in their own localities, in colleges and hostels, and among the wider community. “Our ethos is very clear – we are here to listen and we keep it as liberal as possible,” she maintains. “People have the right to speak and not speak, to walk in at any point they want.”  YOU’RE NOT ALONE Then there are youngsters striving to cope with parents who have been diagnosed with a mental illness. It’s this bracket that an upcoming support group network is looking to rally around. Behind the group is Divya Dureja, a counseling psychologist, LGBT activist and TEDx speaker. “If your parent experiences mental illness, it is normal for you to have all kinds of different feelings,” she reasons. “You might not understand why your parents act the way they do. It might be hard to know how to understand your parent, or what to do for them.” Divya believes volunteer caregivers need to be empowered as a first line of defence. “I’ve been building frameworks of mental health support groups that don’t seem to exist in our country,” she explained. “Over the past year, I’ve interacted with over 400 students, primarily studying psychology, at panels, summits and workshops, and (also) those individuals who are looking for resources that are empowering to their mental health.” For, psychological well-being is as critical for the ones who deliver care as for those who receive it. And sanctuary can also be found online. On It’s Ok To Talk, the young can share their innermost thoughts through blogs, poetry, video stories, artwork, even audio recordings. But not only the young. Among the personal accounts on the website is a 58-year-old Gurgaon man’s cry from the heart: ‘Today my heart is brimming painfully with hurt feelings and emotions and there is no one here to share these feelings with or to have a shoulder to cry on little… I have been facing problems linked with depression, schizophrenia and what not since ages now – and with me all my family too…’ Proof that age doesn’t discriminate against the despondent of spirit. It’s Ok To Talk reaches out via digital, social media and on-ground activities, which could include public talks, arts-based events and youth leadership programmes. “Anyone can share stories, of lived experiences of mental health and well-being, and the same will have a tremendous impact on those who may be struggling themselves, and help them realise that they are not alone,” informs Sweta Pal, a member of the Delhi team. “By sharing your own story, you can help inspire other young people that mental health does not need to be shrouded in silence, and it’s ok to talk about it.” Happily, it is becoming easier to talk about mental health, aided by get-togethers that are informal and intimate. And while the fragmented nature of the space means there will always be patients who slip through the cracks, still folks are turning to a growing number of support networks, offering as these do more than a glimmer of hope to the unmoored, the lonely and the vulnerable of India. Download The Times of India News App for Latest City ."}, "Trafic police see dip in wrong-side driving, plan more drives to tackle violations": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/trafic-police-see-dip-in-wrong-side-driving-plan-more-drives-to-tackle-violations/articleshow/69882244.cms", "time": "2019-06-21 09:40:00", "description": "GURUGRAM: Traffic police on Wednesday launched a city-wide crackdown on wrong-side driving after it received encouraging public response to their previous drive on June 12. In the two drives, traffic police has booked over 1,000 people and seized 31 vehicles. The cops expressed hope such crackdowns on major traffic violations will create deterrence for habitual offenders. The department claimed both drives were in response to citizens’ suggestions on solving the city’s traffic problems, which was initiated earlier this year. Wednesday’s drive was carried out on 27 hotspots, one more than the previous drive, with Nathupur village the new addition to traffic police’s hotlist. All 27 spots were identified after analysing and mapping public responses. The number of violators caught on Wednesday dropped to 420 from 623 on June 12. Similarly, the number of vehicles impounded fell from 17 to 14. Of the 420 violations, the maximum challans — 58 — were issued near Sheetla Mata Mandir, followed by Sapphire Mall with 43 violations, the stretch between Badshapur and Vatika Chowk with 32 and Hamilton Court road with 30. Sheetla Mata Mandir had also recorded the highest violations during the first drive, though this time, there was a significant dip from 122 violations on June 12. Apart from fining violators, police also seized 14 vehicles — four from Hamilton Court road, three from Sikanderpur metro station, two from Sector 55/56 metro station, and one each from Sapphire Mall, Sheetla Mata Mandir, Rail Vihar road between sectors 44 and 56, Nathupur and Vyapar Kendra road. Speaking to TOI, the department pointed out that the idea of involving citizens in their policies is yielding encouraging dividends. Not only has the feedback mechanism helped the department mitigate traffic-related issues like road safety and vehicular congestion by planning crackdowns, it has also helped them gain confidence of the public in their efforts to address issues raised by them. Riding high on confidence after the success of the two crackdowns, the department is planning to launch more drives in future, which will take up other major violations like red light jumping, under-age driving, drunken driving, to name a few. In total, about 25,000 vehicles have been booked for wrong-side driving since January this year, with the highest number of challans — 6,514 — issued in March. According to traffic police, wrong-side driving is not only one of the city’s major traffic violations, but also a major cause of congestions. Meanwhile, traffic congestion at Sirhaul toll on NH 48 was reported due to breakdown of a vehicle at Rajokri service lane towards Delhi. Gurugram traffic police officials rushed to the spot to clear the jam. Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Four caught on camera moving body, booked for murder": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/4-caught-on-camera-moving-body-booked-for-murder/articleshow/69866313.cms", "time": "2019-06-20 09:12:00", "description": "KARNAL: The police have booked four persons allegedly for killing a youth in Karnal, after they were seen moving the body of 25-year-old Sahil in a CCTV footage. A resident of Muana village in Jind district, Sahil was killed in a PG accommodation of Modal Town in Karnal on the intervening night of June 14 and 15. His family told the police that Sahil was called to Karnal by his friend Prashant on June 14, but after that he did not return. The next morning, they learnt about his death. He was carrying Rs 45,000 with him when he had gone to Karnal, the family said. The police recovered the CCTV footage of the PG accommodation, in which Prashant and three others were seeing shifting Sahil’s body to another room. Kismat Singh, victim’s father and a retired Army man, alleged that Prashant and his three friends had murdered his son for robbing his money. DSP Virender Saini said that a case has been registered under Section 302 against Prashant, a resident of Rojala village in Jind district, and three others on the complaint of Sahil’s father. The body had been handed over to the family after post-mortem examination. Download The Times of India News App for Latest City ."}, "Unitech gets GMDA notice for misusing groundwater": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/unitech-gets-gmda-notice-for-misusing-groundwater/articleshow/69866025.cms", "time": "2019-06-20 09:33:00", "description": "GURUGRAM: GMDA issued a notice to developer Unitech Group on Tuesday for allegedly allowing the use of groundwater for construction activities in Nirvana Country. As per the notice, the developer has given groundwater connections to buildings that are currently under construction or without an occupation certificate, which is not permissible under the norms. According to GMDA officials, they had received a complaint from a Nirvana resident stating that groundwater is being used for construction activities in the township. “We have asked the developer to cut all such connections and submit a report within seven days from the date of the notice,” a senior GMDA official said. A copy of the notice, accessed by TOI, stated that in the wake of water shortage faced by the residents of Gurugram, the developer is directed to disconnect all such connections in conformation with the National Building Code, 2016 and MCG Act, 1994. “We’ve also directed the developer to ensure that all such under-construction buildings under the purview of the Nirvana RWA use water from sewage treatment plants for construction purposes,” the official added. There are around 50 under-construction houses in Nirvana Country. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "construction actiivity in Gwal Pahari": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/construction-actiivity-in-gwal-pahari/articleshow/62658560.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Haryana farmers contest water at tail-end claim": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/haryana-farmers-contest-water-at-tail-end-claim/articleshow/69851053.cms", "time": "2019-06-19 08:30:00", "description": "TETRI/NINDANA/KHERI (ROHTAK): While chief minister Manohar Lal Khattar and agriculture minister Om Prakash Dhankar leave no opportunity to claim that irrigation water is reaching canal tail-ends, reality appears to be different. Among the farmers who suffer due to non-availability of water at tail end are those from Meham Chaubishi's Nindana, Khattar's native village. While the Meham Minor canal was flowing in full glory on June 16 when this correspondent visited the spot, farmers in villages of Tetri, Kheri and Nindana were using diesal-run tubewell to irrigate their land as the canal by side of their field was lying dry. Talking to TOI, Ramesh Kumar, an aged farmer from Nindana village sitting inside the parched canal at tail-end said that in last five years, not even a drop of water has been seen. \"The BJP government makes hollow claim of providing water to tail-end fields from public stages in urban areas to grab the imagination of voters by talking about transforming the lives of farmers. But the reality for farmers like us remains unchanged. The situation is only turning from bad to worse,\" Kumar added. Holding district irrigation department responsible for the worrisome situation of tail end farmers, 60-year-old farmer said, \"We keep suffering at tail end with parched land while farmers in front areas of the canal enjoy stolen water by bribing the officials and using political pressure,\" he added. Bhoop Singh of Kheri village, who has his two acres at tail-end of Meham minor branch, said that he had heard that farmers commit suicide due to agriculture crisis and he could understand why. \"What should we do with dry land. There is no money to spend on diesel-run tubewells. The expense on one acre get multiplied three times. No money to spend on education of kids. No government official or representative is ready to listen to our woes. They dub us liars when we go to tell them non-availability of water at tail end,\" Singh added. Sandeep Kumar, a young farmer from Nindana village who also has field at Meham Minor tail-end, told TOI that he had complained to irrigation department office and new Rohtak MP Arvind Sharma of water theft from the branch and how they remained deprived of their share of water, but action was still awaited. Rohtak executive engineer (irrigation department) Ram Niwas said that against the demand of 1,875 cusecs, they get only 1450 cusecs water and \"farmers at tail-end were bound to suffer\". On government claim of providing water till canal ends, he said, \"The day gap (between supply and demand) is met, the issue will be resolved.\" Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "National highways in Ambala record 59% fatal crashes in past three years": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/national-highways-in-ambala-record-59-fatal-crashes/articleshow/69878179.cms", "time": "2019-06-20 20:12:00", "description": "AMBALA: Ambala roads are proving fatal for the residents. In the past three years 59% of the accidents happened on the National Highways (NHs), reveals the data obtained from the Haryana Vision Zero (HVZ) team. The HVZ is a programme of Haryana government related to road safety. Till May 2019, Ambala district has witnessed 109 fatalities which is equal as compared to the numbers from May 2018. HVZ senior road safety associate Rashit Bajaj said, “Our team has been working on strengthening the infrastructure and increasing road safety in Ambala since three years and we have provided time-to-time reports to the National Highway Authority of India (NHAI). Earlier there were no dividers or separators on the highways which caused fatal crashes and we have continuously pressed for dividing the roads with iron grills and nets to decrease the fatality rate. The 23.1km stretch on NH-44 also famously known as GT road from Mohri to Devinagar toll plaza has recorded 19% of the total fatal accidents in the past three years.” Bajaj said, “In winter, the accidents increas due to foggy weather and since last few years we have been able to keep the number of fatalities stagnant and it has not increased. The maximum fatalities are of two-wheeler riders.” On the other side, Ambala police is continuously running awareness campaigns through its Raahgiri events and also observing ‘zero tolerance day’ against the traffic violators. Ambala DSP Sultan Singh said, “The majority of road accidents happen due to the traffic rule violations and the two-wheeler riders are requested to wear helmets while commuting on the district roads. The department is regularly organising awareness events like Raahgiri and public should support the police by obeying traffic rules.” When questioned about the authenticity of the data obtained from the HVZ team and efforts of the district administration for road safety, Ambala additional deputy commissioner Captain Shakti Singh said, “This data is absolutely valid and it is generated in coordination of the police department. We have been regularly holding review meetings related to road safety and the concerned officials are instructed time and again according to the inputs and requirements.” Most fatalities of two-wheelersAccording to the First Information Report (FIR) data registered in fatal crashes in the last three years, 35% accidents are of two-wheeler riders, 28% of pedestrians, car/jeep/taxi/van contributes 24% and cyclists 6%. There have been 759 fatal crashes in Ambala district, out of which, 59% have happened on NHs, maximum crashes happened on NH-44. 24 black spots identified in AmbalaAccording to the Ministry of Road Transport & Highways (MoRTH), Government of India, road accident black spot on National Highways is a road stretch of about 500m in length where atleast 5 road accidents (involving fatalities/grievous injuries) have took place during the last three calendar years. In Ambala, a total of 24 such black spots have been identified. Download The Times of India News App for Latest City ."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "\nActor Randeep Hooda visits his hometown Gurgaon for an event\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/actor-randeep-hooda-visits-his-hometown-gurgaon-for-an-event/articleshow/63812186.cms", "time": "", "description": ""}, "Garbage thrown in an open space": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage/articleshow/62643277.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Signal violation": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/signalviolation/articleshow/66890092.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Gurugram: Man ‘specialised’ in hauling away ATMs arrested": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/man-specialised-in-hauling-away-atms-arrested/articleshow/69849426.cms", "time": "2019-06-19 10:19:00", "description": "GURUGRAM: A notorious criminal, Irshad, member of the Shahid alias Advani gang and wanted in 33 cases, was arrested by the crime branch on Monday night. Cops said the accused is an expert at uprooting ATMs using a pick-up van, taking it to an isolated place and cutting them open with a gas cutter to retrieve the cash. With his arrest, six members — Advani, Amjad, Amitabh, Zullu, Istak and now Irshad — of the seven-man gang have now been put behind bars, and cops said they expect ATM theft cases in the city to come down. Of the 33 cases of ATM theft, loot and snatching against Irshad, 29 are registered at different police stations in Gurugram. Police had announced a Rs 50,000 reward for his arrest. According to police, Shahid Polo is the only gang member at large, that he is on the run and that they are hoping to arrest him soon. The gang has executed a series of ATM thefts in Gurugram and adjoining areas between 2012 and 2018. All members are from Kharkhari village in Mewat, and they have a record of attacking police on several occasions, whenever cops tried to arrest them from their homes. Irshad was arrested by police in connection with an ATM theft in Wazirabad. The case was registered at Sector 53 police station on May 7, and handed over to crime unit of Sector 31. Acting on information, police arrested Irshad from Sohna on Monday. He was produced before court on Tuesday and sent to five-day police custody. “He has been in jail thrice before, and was declared a “proclaimed offender” by court in three cases,” said ACP (crime) Shamsher Singh, adding they are hoping to extract more information during Irshad’s interrogation. The gang specialises in ATM thefts, targeting unmanned ATMs in Gurugram. Police said they used to come to Gurugram in a stolen pick-up van after dark. On reaching their pre-decided target, they would tie the ATM machine with a belt fixed to the pickup van and uproot the machine. They would then load it on the van and drive to an isolated spot, where they would cut open the machine with gas cutter, steal the cash and dump the machine in a lake or pond. Download The Times of India News App for Latest City ."}, "Huda City Centre flasher held in Delhi, is a Gurugram resident": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/huda-city-centre-flasher-held-in-delhi-is-a-gurgaon-resident/articleshow/69866020.cms", "time": "2019-06-20 09:44:00", "description": "NEW DELHI: Delhi Police’s special cell has arrested a 25-year-old man who had allegedly flashed at a woman and masturbated on the escalator of Huda City Centre metro station last week. The investigation began after the woman, a 29-year-old who is originally from Delhi but currently lives in Gurugram where she works as a brand manager, tweeted on June 17 about the horror she went through after she had alighted from the metro at the terminal station. In a conversation with TOI, she had also called for measures to make public places more secure for women. The accused has been identified as Gurugram resident Dinesh who, police said, lives in Sushant Lok 2 (Sector 57). He belongs to the Hamirpur area of Uttar Pradesh. Dinesh was nabbed by the special cell from near Rajokri flyover in South Delhi. The woman had identified him in CCTV footage, which Gurugram police had circulated to apprehend the suspect. The special cell got a tip-off about the suspect roaming around air force station near Rajokri and nabbed him. He was handed over to the Gurugram police later in the day. A senior Gurugram police officer said the woman was asked to join the investigation. “She recorded her statement today before the judicial magistrate,” he said. The woman was not aware of the arrest till evening and said she would release a statement only after receiving official word. Police suspect Dinesh is a repeat offender and has misbehaved before with women as well. He is being interrogated. He had allegedly followed the 29-year-old out last Friday as she took the escalator to the station compound around 9.25pm. Sensing something wrong, the woman said she had turned around to find the man standing behind her and masturbating. “I confronted him and slapped him,” she had told TOI on Monday, adding the man, who seemed to be in his mid-20s, had responded with a volley of abuses. She said she also screamed to draw fellow commuters’ attention but no one reacted. “No one came forward, not even the women standing near me,” she had said. “We do not need free rides. We need safety. We want safety which every government has failed to provide despite multiple promises,” the woman had tweeted. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Fire audit to identify buildings that flout rules": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/fire-audit-to-identify-buildings-that-flout-rules/articleshow/69882229.cms", "time": "2019-06-21 07:59:00", "description": "GURUGRAM: The MCG will soon kick off the second phase of fire safety audit of buildings that have been built without seeking mandatory permissions. After identifying the unauthorised buildings and analysing the conditions under which fire NOCs were issued to them, a report will be shared with higher officials in Chandigarh to decide the future course of action. Newly appointed municipal commissioner Vinay Singh in a meeting with officials of the fire department said the ongoing fire safety audit of buildings (up to five-storey) in municipal limits should be completed within the stipulated time frame. A fire department official, who was present in the meeting, said the audit would be completed by June 26 and as per the commissioner’s directions, the fire department would ensure fire safety measures are followed in these buildings. In the meeting, Singh directed the officials to prepare a list of buildings that are prone to fire accidents and those came up violating the rules. The MCG will investigate how these buildings had managed to get permission from the fire department. The department will seek response of higher authorities if any policy decision could be taken for such structures. On Saturday, MCG had issued an order to conduct a lift and fire safety audit of buildings which have more than five floors, and are more than 15 metres high. Additional municipal commissioner YS Gupta said a third-party auditor will conduct the inspection of these buildings in the city. Inspection will be conducted at all hospitals, hotels, cultural centres, schools, coaching centres, cracker-making units and other commercial centres. Download The Times of India News App for Latest City ."}, "e-scoters": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/e-scoters/articleshow/67154082.cms", "time": "", "description": ""}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "rajiv chowk underpass ate up the green belt foreve": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rajivchowkunderpassateupthegreenbeltforeve/articleshow/63852996.cms", "time": "", "description": ""}, "Hooliganism in name of MCD toll collection": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hooliganism-in-name-of-mcd-toll-collection/articleshow/62481962.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Prefer pegs in open areas? Face police action": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/prefer-pegs-in-open-areas-face-police-action/articleshow/69882223.cms", "time": "2019-06-21 07:20:00", "description": "GURUGRAM: Tipplers who prefer to drink in their cars or parks will have to stop that soon if they don’t want to face police action. After receiving several complaints of drunken brawls and nuisance created by those consuming alcohol in open areas, police have launched a drive to tackle the menace on city roads and other open areas. On Wednesday night, around 50 cases were registered against the people for allegedly drinking in open areas. In last six months, around 2,000 cases were registered by police. However, despite frequent police crackdowns, drunken brawls have become common in the city, according to residents. The areas that are frequented by those drinking in public areas include MG Road, Sector 29, DLF-2, Galleria market, Sector 56 market, Palam Vihar, Sushant Lok, Golf Course Road and Southern Peripheral Road (SPR). According to police, those who are caught for drinking in open areas are booked under the Excise Act, and it is the prerogative of the judge to decide the punishment. “This is a bailable offence, and mostly people are let free after paying fine,” said police spokesperson Subhash Boken, adding that cops take these people in preventive custody and produce them before court from where they are released after paying fines and promising good conduct. Police said they have been receiving several complaints from residents about nuisance by people who drink in open areas. Around 260 cases were registered in this month under the Excise Act. “Police are acting against such people and every day some cases are registered,” said Boken, adding most cases are registered at Sadar police station. The trend is blamed on increasing number of liquor shops in the city. “There are liquor vends in every road and street of the city. People start gathering around these vends after 8pm, creating nuisance,” said Sameera Sharma, a resident of Sushant Lok-1, adding that drinking in public areas should be banned. Another resident said drinking at pubs and bars in Gurugram is very costly and no one can afford to visit these outlets regularly. “It is much cheaper to buy a drink in these liquor shops than going to a swanky pub,” said a resident from Sector 56, adding that owners of these vends do not mind allowing customers to drink outside their shops in their cars. Some people find more convenient places like parking lots, open areas and parks to drink. As per the excise norms, drinking is allowed only in bars, ahatas (areas approved by the administration) and hotels. However, vend owners and boozers are flouting norms almost every day. Deputy excise commissioner HC Dahiya said the excise department has come up with the provision of ahatas near liquor vends to deal with such problem. “Drinking in open is not allowed and people have to either go to pubs and bars or to ahatas,” he said. Download The Times of India News App for Latest City ."}, "Traffic rules broken": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trafficrulesbroken/articleshow/65601048.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Haryana kicks off prepaid power meter project": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/haryana-kicks-off-prepaid-power-meter-project/articleshow/69868160.cms", "time": "2019-06-20 08:56:00", "description": "JIND: The electricity department of Haryana has started installing smart prepaid meters in four out of 22 districts as a pilot project and later entire state will be covered, Shatrujeet Kapur, chairman-cum-managing director (CMD) of the department has said. The state government introduced prepaid smart meters, on the lines of prepaid mobile phones, in view of the hefty outstanding of the electricity department on consumers and to streamline consumption of power. A smart meter costs Rs 6,000, which would be provided free of cost to the consumers, said an official. Kapur said the department has bought 10 lakh smart meters for the four districts of Gurugram, Faridabad, Panchkula and Panipat, and the work to install these meters have already started. \"After installation of these meters, line loss of power would decrease and consumers would be able to get power on prepaid and postpaid basis. Then people would be able to recharge their meters according to their requirement,\" he said. The CMD said that the process for calling a tender to purchase 15 lakh meters for the next phase has been initiated and Jind would be covered in that phase. Last year, Jind district was the biggest defaulter of power bills worth Rs 1,500 crore, of which Rs 1,000 crore has now been settled under the government scheme and Rs 500 crore is yet to be recovered from this district. Once the smart meters are installed, there would be no issue of pending bills, as the department would get the payment in advance. As per current practice, the bills are generated after two months and it takes another month to recover the billed amount. Pending bills are a huge issue for the department. Talking to TOI, V P Thakral, the XEN monitoring Dakshin Haryana Bijli Vitran Nigam (DHBVN), said that an amount of Rs 3,400 crore is outstanding on the consumers of 12 districts of the state and around Rs 2,500 crore should be pending of the Uttar Haryana Bijli Vitran Nigam, which covers 10 districts. \"After installing these meters, the bill outstanding issue would vanished completely, as it would be disconnected if not recharged in advance,\" he said. The new concept would work on the lines of a prepaid mobile phone, as one would require to recharge to avail the facility and the department would not need to send an employee for taking meter readings, he noted. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "\nWomen bikers lead this car rally in Gurgaon\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/women-bikers-lead-this-car-rally-in-gurgaon/articleshow/63868057.cms", "time": "", "description": ""}, "Reliance Jio_Pure Loot.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/reliancejio_pureloot-/articleshow/64102924.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "\nManiesh Paul bats for menstrual hygiene on Women's Day in Gurgaon\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/maniesh-paul-bats-for-menstrual-hygiene-on-womens-day-in-gurgaon/articleshow/63219307.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "No Garbage collection at Houses": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nogarbagecollectionathouses/articleshow/64008398.cms", "time": "", "description": ""}, "From online to the library: When kids swap surfing for browsing": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/from-online-to-the-library-when-kids-swap-surfing-for-browsing/articleshow/69865968.cms", "time": "2019-06-20 09:21:00", "description": "On a hot June afternoon, sisters Pooja, 14, and Kajal, 13, make their way through the narrow lanes of Sikanderpur village, rushing past water tankers and bikes, to volunteer at the Community Library Project, in a Gurugram beyond the malls and highrises. Every day, these teen siblings, pupils of the government senior secondary school in Chakkarpur, confidently wear the badge of student counsellors, while also helping in member outreach through community walks. The library – free, open to all, and stocking a wide variety of books – presents a safe learning space for those who do not have access to literature. It has 1,100 members, of which 600 are active. Shubha, a staff member here, calls this their library movement. “Once other citizens realise the importance of libraries, there will be more of them, and we are demonstrating it through our models,” she tells TOI. So, there’s Manisha, 11, who, recalls Shubha, would initially flip through books and admire illustrations. A year later, she has finished the Hindi translations of six of the Harry Potter series. And Kajal, who trains in a parlour before visiting the library. She wants to become a librarian when she grows up. Mohsin, 16, is another promising child, who yearns to be a cop when he’s old enough – and, also, be useful around the library on his free Sundays. “I used to while away my summer holidays but now I feel I am learning more geography and history,” shares an eager Mohsin, whose mother works as a domestic help. Tech doesn’t have the touchAt a time when millennials and kids are plugged into their smartphones and tablets, the space for libraries, both intellectually and physically, is shrinking. But seeing the success of Treasure Trove, you wouldn’t think so. Recently, this quaint library, tucked into a basement of a daycare centre to the south of Gurugram, completed nine years. Quirky quotes and colourful posters welcome you to a paradise for the young bibliophile, which has hosted storytelling sessions with popular children’s writer Jeeva Raghunath (who pioneered the storytelling movement in Tamil Nadu) and South African storyteller Bongiswa Kotta Ramushwana. “When we moved from Bangalore to Gurugram 10 years back, there was no children’s library here. My daughter loved reading books and my son loved solving jigsaw puzzles. I would buy books but they would finish it in a day or two – that is when I conceived the idea of a library,” says founder Arvinda Bhatia. “You can order books online but there are so many new authors who are not read because they are not suggested online – that is where we come into the picture, (by) suggesting you explore a new book,” she adds. Bhatia remembers a seven-year-old Akshat Gupta, who would cram even the smallest details and conversations while reading at Treasure Trove. He would go on to write seven books in a span of three years. Akshat’s works are given pride of place at the library where he started reading. You can bond with a bookAcross the road is another school library, also accessible to everyone, which houses an eclectic collection for kids between the ages of two and 12 (from ‘Why Mosquitoes Buzz in People’s Ears’ by Oliver Jeffers to Julia Donaldson’s ‘The Gruffalo’). The stock at Bookhive, running since 2014, consists of titles the husband-wife duo of Ajay and Ashima Chawla would handpick from their travels. Both developed a love of reading and storytelling because of their son (now in college). “Kindle, iPad or any digital media cannot replace the actual touch and feel of a book,” Ashima insists. “It’s not just having a collection of books but having the right kind of books – Oliver Jeffers’ ‘The Day the Crayons Quit’ happens to be the favourite among children of 3-4 years of age,” she reveals, mentioning, proudly, that her most devoted readers are the class-I and class-II children who have finished more than 200 books. The pair recommends other reads by figuring out the interests of their young members. “The level of customisation is missing when one browses books online from sponsored suggestions – for instance, how many of us knew the ‘Queen of Pop’ Madonna is also a children’s book writer?” asks Ajay, pertinently. Yet, even online libraries like Bookpal and Iloveread have their patrons, because of the convenience they offer. “Since everything is far off in the city, and there’s a lack of good bookstores, parents prefer home delivery of books to introduce their children to the joy of reading,” says Shefali Malhotra of Iloveread, adding, “We are happy to send extra books for parents too.” These volunteers, then, are ensuring that at a time when webpages dominate, the charm of the printed word doesn’t fade among Generation Next. And it is libraries that are pushing back against the tech tide. Download The Times of India News App for Latest City ."}, "To ease commute, GMDA plans traffic lights at two key junctions": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/to-ease-commute-gmda-plans-traffic-lights-at-2-key-junctions/articleshow/69849474.cms", "time": "2019-06-19 10:36:00", "description": "GURUGRAM: In order to ease traffic woes at two of the city’s busiest junctions, Hero Honda Chowk and MDI Chowk, GMDA has invited bids for the installation of traffic lights at these places. However, with two flyovers being recently developed at these intersections, the need for traffic lights raises a question over the administration’s planning at the initial stage. At Hero Honda Chowk, an underpass and a flyover, built at a cost of Rs 138 crore, have eased problems for long-route traffic. “The traffic is smooth while going to or coming from Manesar, but taking a turn towards Sector 10 under the flyover is still cumbersome due to merging vehicles and non-availability of signals,” said Aman Chawla, a city resident. Traffic experts say while the underpass and the flyover have helped in reducing congestion, there are still issues at Hero Honda Chowk due to the movement of vehicles in multiple directions. “As per my understanding, the traffic lights are being installed to streamline the traffic at the junction, which still sees some haphazard movement,” said Sewa Ram of School of Planning and Architecture. The situation is worst at MDI Chowk. According to MCG sources, the original plan was to build a flyover for traffic coming from Atul Katria Chowk and going towards Signature Towers. However, the plan was later tweaked and the flyover was instead built for the traffic coming from Sukhrali and going towards Atul Kataria Chowk. The last-minute changes at the junction have made the situation worse, causing the need for a traffic signal at the junction. “A study showed that maximum traffic flows from Atul Kataria Chowk towards Signature Towers. This is because a large number of people from Old Gurugram coming towards New Gurugram use Atul Kataria Chowk and MDI Chowk. That was the reason why it was decided to build the flyover in that direction but later on, on the instruction of some bureaucrats, the direction was changed,” said a senior MCG official. Despite repeated attempts, GMDA’s mobility chief RK Gandhi could not be contacted. Download The Times of India News App for Latest City ."}, "Two-year-old female leopard electrocuted in Haryana village": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/two-year-old-female-leopard-electrocuted-in-haryana-village/articleshow/69869587.cms", "time": "2019-06-20 13:14:00", "description": "GURUGRAM: A two-year-old female leopard died due to electrocution in Mandawar village near Gurugram on Thursday morning. Panic gripped the villagers when they found the leopard hanging from high-tension wires entangled over a tree around 8am. Locals informed the forest department. The forest department officials reached the spot at 9am and the carcass was taken for post mortem examination. “It is so unfortunate that lineman didn’t lop such a life-threatening tree. In such cases, permission is always given by the forest department. However, the department’s permission was not sought,” said a senior wildlife official. He added that the reason for the death was clearly electrocution, but a detailed report will be released soon. In Video:Two-year-old female leopard electrocuted in Haryana village near GurugramDownload The Times of India News App for Latest City ."}, "what a number plate?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/what-a-number-plate/articleshow/63389464.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Two weeks left, 1,518 apply for Gurugram University’s 720 seats": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/2-weeks-left-1-5k-apply-for-gurugram-universitys-720-seats/articleshow/69849530.cms", "time": "2019-06-19 10:45:00", "description": "By: Ipsita Pati GURUGRAM: Gurugram University (GU) is preparing to welcome 720 students this academic session With just two more weeks left before completion of the admission session at the university on July 2, a total of 1,518 applicants have applied for 22 courses so far. The university is also introducing 11 new courses this session. With the new addition, its total strength will be 1,240 students. Last year, GU had received a total of around 1,600 applications. University officials are hoping that they will get more applicants this academic session, the admissions to which will be closed on July 2. “We’ve so far received 1,518 applications for 720 seats. We’ve increased the number of seats and courses this year. The entire application process is also online. For humanities stream, students are advised to apply through Kurukshetra University and for science stream, students should apply through Maharshi Dayanand University,” a university spokesperson said. As GU has a centralised procedure for admission, students have to go through an entrance test. “Students are admitted to the university on the basis on merit,” a senior professor from the law faculty said. New courses introduced this year include MA (journalism and mass communication), MPharma, Master of physiotherapy, Master of social science, MSc (neuroscience), MSc (actuarial science), MA (administration) and MA (economics), LLM, post-graduate (PG) diploma in corporate law and PG diploma in labour law. In April 2017, the Haryana cabinet had approved a Bill to set up a state university in Gurugram, which has been a long-standing demand of students of the area, who have to travel either to Delhi or other cities for higher education. The university’s own campus is not yet completed. It operates out of the campus of Rao Tularam College of Science and Commerce in Sector 51. With GU’s own campus in Sector 85 still under construction, it is expected to take another two years, and around Rs 700 crore, for it to become fully functional. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "MCG focuses on waste to better swachh ranking": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/mcg-focuses-on-waste-to-better-swachh-ranking/articleshow/69865994.cms", "time": "2019-06-20 09:30:00", "description": "GURUGRAM: MCG on Wednesday discussed various parameters that can decide the ranking of a city in the Swachh Survekshan Survey 2020, in order to upgrade Gurugram’s position in the national list. Gurugram was ranked 85 in the 2019 survey, and 105 in 2018. At the meeting, MCG joint commissioners Hariom Atri and Inderjit Kulharia discussed ways by which the sanitation department can overcome hurdles it faces. Apart from making the city open-defecation free, MCG officials also stressed on segregation of garbage and monitoring of waste generators. They also discussed how to process the accumulated garbage at the existing site in Bandhwari. All sanitation officials were advised to spread awareness on waste segregation in all colonies and plotted societies. “The door-to-door garbage collection programme, registering informal waste pickers, ban of single-use plastic, new waste processing facility, remediation of existing dump sites, are some of the prerequisites to gain Swachh Survekshan points, so we’re concentrating on waste collection and processing. Also, this year there’s 10% extra for educating people about cleanliness,” said a senior MCG official. Sanitation officers were directed to map out the city’s perennially filthy areas, where cleanliness drives can be carried out in the next few months. Recently, MCG commissioner Vinay Singh issued a directive to impose fines on residents who failed to segregate wet and dry waste. This year, the survey will be decided by evaluating a city’s performance in the three quarters left — April to June, July to September, October to December. The parameters include capacity building, collection and transportation of solid waste, processing and disposal of waste, sustainable sanitation and information, education and communication regarding waste, all of which carry different maximum points which a city can score by fulfilling the targets. Download The Times of India News App for Latest City ."}, "Jind and Dadri farmers seek mercy killing from President": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/jind-dadri-farmers-seek-mercy-killing-from-president/articleshow/69882427.cms", "time": "2019-06-21 09:13:00", "description": "JIND: The farmers in Jind and Charkhi Dadri districts have written a letter to the President seeking mercy killing. The farmers have been staging a protest for past two months as they seek higher compensation for their land acquired for constructing the National Highway 152-D, between Narnaul and Ambala that touches eight district and around 200 villages in Haryana. The farmers from eight villages of Jind’s Julana town and 17 villages of Charkhi Dadri district had been protesting for more compensation for around 1,000 acre land acquired in 2018. They want Rs 2 crore per acre as compensation. They alleged the compensation announced by the government in these 25 villages was far less. Talking to TOI, farmers’ leader Ramesh Dalal said they had a meeting with Union minister for road transport & highways Nitin Gadkari in presence of Haryana chief minister M L Khattar and minister of state for road transport and highways V K Singh in New Delhi on June 12 but action was still awaited. “In that meeting, Gadkari and CM had assured to resolve the issue within couple of days but now a week has passed and nothing happened,” he added. Dalal said, “Distressed farmers are not left with any option but to seek euthanasia from President Ram Nath Kovind. Issues of farmers have always been ignored by all governments.” “One Dadri farmer Jagdish had committed suicide while fighting with the system. Now, farmers are tired seeking justice,” he said, adding that farmers had sought attention of Prime Minister Narendra Modi in the matter now. Download The Times of India News App for Latest City ."}, "Gang kidnaps and thrashes duo, six booked": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/gang-kidnaps-and-thrashes-duo-six-booked/articleshow/69882258.cms", "time": "2019-06-21 07:20:00", "description": "GURUGRAM: Six people have been booked for allegedly kidnapping and thrashing two Pataudi residents in Khod village on Wednesday. Though the complainant haven’t hinted at any personal enmity, police suspect some dispute over money to be the reason behind the crime. Hariom (23), a resident of ward 7 of Pataudi, told police that the crime took place around 9.30am on Wednesday when he and his friend Vinod were chatting at Nohta Chowk. “Vikas, a resident of Jhajjar, reached the Chowk with five others in an SUV. He asked us to get into the car. As we refused, they dragged us inside and started thrashing us. They drove till Khod village, where they tied us up near a tubewell. They thrashed us again after tying our hands and legs. They left us there and left the spot after threatening to kill us,” Hariom said. A villager came to their rescue, following which they informed the police. After the medical examination of the duo, an FIR was registered against the accused under sections 147 (rioting), 149 (unlawful assembly), 323 (causing hurt), 365 (kidnap), 506 (criminal intimidation) of the IPC at Pataudi police station. “The victims have identified the accused as Vikas, Rohit, Monu, Jaibir, Hemant and Bholi. Prima facie, it seems to be a dispute over money, but we are verifying the facts. Arrests will be made soon,” said ASI Krishan Kumar, the investigating officer. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Central panel nixes AIIMS plan in Rewari": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/central-panel-nixes-aiims-plan-in-rewari/articleshow/69865999.cms", "time": "2019-06-20 09:36:00", "description": "GURUGRAM: A committee appointed by the Union ministry of environment, forest and climate change (MoEF&CC) has turned down a proposal to build an AIIMS in Manethi village of Rewari. The project was planned over 235 acres falling under Aravali plantation. The committee rejected the proposal saying the area has dense forest with 16,000 trees and 21,000 plants, and is home to many wild species including black buck (Haryana’s state animal) and sambhar. Sources in the ministry said the project was turned down because of two factors. “First, Haryana already has very low forest cover — at 3.59% of its geographical area. Second, Manethi has dense forest with over 16,000 fully-grown trees and is home to many wild species,” said an official, requesting anonymity. Even though the district administration proposed to divert land to the forest department in Masani barrage, so that non-forest activity could be carried out in Manethi, the committee turned down the proposal and suggested the state government should look for alternatives. “Destroying existing, dense forest at Manethi and carrying out fresh plantation at Masani barrage will not only be destructive for the environment, but also will not be cost effective. We’ve suggested the government should look for an alternative site. In fact, Masani barrage could be a good option to build the healthcare facility,” said the official. Calling it a violation of the Supreme Court judgement, former forest conservator R P Balwan told TOI, “The proposal was bound to be rejected. In the case of T N Godavarman Thirumulpad vs Union of India, the Supreme Court clearly said ‘forest’ must be understood according to its ‘dictionary meaning’. In many other orders, the same was reiterated by the Apex court. The Aravali plantation, therefore, is clearly deemed forest. Authorities should have applied their mind before proposing a project on forest land. There is a large chunk of land owned by panchayats in the state. Establishing AIIMS is certainly important, but it can easily be planned on panchayat or private land.” Talking about the importance of the Manethi forest, renowned forester and former principal chief conservator of forests (Rajasthan) R N Mehrotra, said, “Manethi has dense forest which is home to many wild species. Most importantly, the globally threatened White-naped Tit (parus nuchalis) is found here. Also, the Aravali foothills have huge ecological importance as it recharges groundwater. There is a need to protect such forests as we are already facing climate emergency.” During 1990s and 2000s, European Union funds were spent to carry out plantation in the Aravalis. Nearly 3.3 crore trees were planted at a cost of Rs 175 crore, over 30,000 hectares across 13 districts that comprise of Aravalis in Haryana. That included district Rewari, where plantation was carried out on 412 hectare in Manethi. Download The Times of India News App for Latest City ."}, "MY CITY AT CROSSROADS-GURGAON": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mycityatcrossroads-gurgaon/articleshow/63852963.cms", "time": "", "description": ""}, "A lot more needs to be done in field of primary healthcare, says healthcare startup founder": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/a-lot-more-needs-to-be-done-in-field-of-primary-healthcare-says-healthcare-startup-founder/articleshow/69866085.cms", "time": "2019-06-20 09:22:00", "description": "“I have had a very chequered career, if you may say,” confesses Ajoy Khandheria, an engineer by qualification and ‘entrepreneur evangelist’ with 25 years of experience, mostly in the telecom space. He is also the founder of Gramin Healthcare, a startup that, since 2016, has endeavoured to make quality healthcare accessible to the rural population. “Rural India still requires a medical practitioner to be physically present there — digital might be a good backup but healthcare delivery requires brick-and-mortar,” maintains Khandheria.  Switching domains I still hold equity in a few telecom companies, in Singapore, Dubai, India, etc., but I decided to go with a startup in healthcare. The first part of that startup was to provide consulting to Tier-2 hospitals and re-engineer them so they could increase their effectiveness. The idea was a replica of what Genpact does — increase the value and then take a share of the increment. But we realised it was very difficult to collect from the promoter in private hospitals. Then we decided to diversify and build orthopaedic and cardiac practices in hospitals in Tier-2 and Tier-3 cities that did not have this service, which was actually not very scalable. From there we morphed into (providing) a second opinion for surgery patients online. Again, that was not scalable because everyone wanted to speak to the same (famous) doctor who could take only that many calls.  Dilemma & solution Some three year ago, a former colleague had joined IFFCO and told me about some horrible debt-trap stories due to hospital bills that drive a number of farmers/labourers to suicide. So, we decided to open brick-and-mortar clinics. IFFCO at that time was setting up IFFCO Bazar’s showrooms in villages by providing guidance to farmers on fertilisers, seeds and crops. But farmers kept demanding from IFFCO that we want healthcare and education. So it was decided that we set up a clinic with IFFCO Bazar. We started off with a partnership but after a few months, they realised the outcomes were good so they agreed to make us shareholders.  Partners in rural health Now we are by far the largest primary-care provider in rural India but we are probably less than 0.1% of the market, so there is a lot more that needs to be done. I hope other people learn from what we are doing because four-five new players will allow us to address 25% of the population over five years. We are also implementing Ayushman Bharat in Maharashtra and Haryana. Currently, we are spread in seven states but working with the Haryana government has been our best experience — they are very aggressive people, interested in doing good work, and very supportive.  Work/life: Finding the balance I actually do not work like an entrepreneur; I give more importance to family than work. Each year for the last eight years, I have spent 60 days straight with my kids. I learn a lot from my kids and I hope they learn something from me. Besides, I follow every sport on Planet Earth. I play golf and another sport which is not considered a sport by some — poker. I co-own Bangalore Warriors, a poker team in a league in India. Download The Times of India News App for Latest City ."}, "\nGurgaon celebrates Valentine's Day with speed dating and salsa\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/gurgaon-celebrates-valentines-day-with-speed-dating-and-salsa/articleshow/62933204.cms", "time": "", "description": ""}, "Bus stop space encroached on": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stop-space-encroached/articleshow/62061707.cms", "time": "", "description": ""}, "Visiting Saral Kendra? Take the kids too": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/visiting-saral-kendra-take-the-kids-too/articleshow/69849516.cms", "time": "2019-06-19 10:39:00", "description": "GURUGRAM: If you are visiting the Saral Kendra or any other department at Mini Secretariat in Gurugram and are worried about leaving your child at home, you can now rest easy. A daycare centre that can accommodate about 25 children has been set up for the employees and visitors by the district administration. The centre, which will be thrown open on Wednesday noon, will have a woman attendant to look after children up to seven years of age. There will be an area for feeding babies, a toy section and a corner for changing diapers. Books for children will also be available. “Considering the multiplicity of departments and the inflow of people, we hope to see between 10 and 25 children daily to avail the facility. We will improve the facility based on the feedback we receive. It was a cumulative demand raised by various workers’ union and this has been successfully done by Power Grid in our complex. Three such facilities have been set up,” said deputy commissioner Amit Khatri. He has directed the officials to put up signages in the corners for visitors and employees. “Kindergarten is a basic facility for workers who have kids. It is to facilitate employees who don’t have anybody at home to look after their children. This would help them focus more on their work since they won’t be worried. As soon as we receive the feedback, we will include more things,” added Khatri. There has been a long-pending demand for a daycare centre at the district and sessions court in Gurugram. The new court complex in Sohna, which was inaugurated in December last year, also has a daycare centre for the children of lawyers, judges and litigants. Download The Times of India News App for Latest City ."}, "Indian Summer": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiansummer/articleshow/64183192.cms", "time": "", "description": ""}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "For these Gurugram residents, it’s always a bumpy ride": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/for-these-residents-its-always-a-bumpy-ride/articleshow/69849483.cms", "time": "2019-06-19 10:38:00", "description": "GURUGRAM: Residents of Sector 23 have expressed concern that several stretches near the sector market are riddled with potholes. Those residing in Palam Vihar have the same grouse. The condition of the roads is likely to worsen in the monsoon as the potholes will cause waterlogging, they said. Despite repeated complaints to MCG, no action has been taken yet, they claimed. “The Sector 23 market road has been in a shambles for several months now, and its condition is deteriorating day by day. We have been complaining to the MCG, but they have not taken any action so far,” said Pankaj Sharma, a resident. “Apart from posing the risk of accidents, potholes also damage vehicles and lead to a rise in dust pollution. MCG should repair this road at the earliest, because later on, they will come up with the excuse that the inclement weather isn’t allowing them to conduct repair work,” he added. Residents blamed shoddy infrastructural work by government agencies. “The problem areas in our sector are in and around the market. This is mainly because different government agencies dug up the road at different places for laying pipes, cables and other work, and didn’t repair them afterwards. This has damaged pavements and roads at several places in the sector. People are facing difficulty in commuting, and come monsoon, the problem will be aggravated,” said Bhawani Shankar Tripathy, another resident. An MCG official said the work to fill the potholes in Sector 23 will start in two days. “We have received the complaint and are going to start recarpeting the market road in two days. Once the work starts, it will take us around four days to cover the stretch,” a senior MCG official told TOI. Meanwhile, residents of Palam Vihar too complained that roads in the area are riddled with potholes. “MCG officials had come to meet our RWA in the last week of April for a meeting. We had raised this issue and told them that the main roads of the area should be repaired before the monsoon begins, as the condition of roads will worsen after that. But no repairs have been done so far,” Sunil Yadav, a resident of Palam Vihar, said. He added, “If you look at the state of the roads of Sector 1 in Palam Vihar, they are well maintained. Even their internal roads have been repaired. But both main and internal roads of sectors 2 and 3 are in a bad shape. At least the main roads of both sectors should be repaired before the rains start.” MCG officials couldn’t be reached for a comment on the issue. Download The Times of India News App for Latest City ."}, "Gurugram: MG Road stays bumpy, littered six months after restoration promise": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/mg-road-stays-bumpy-littered-6-months-after-restoration-promise/articleshow/69849435.cms", "time": "2019-06-19 10:22:00", "description": "GURUGRAM: Damaged dividers, footpaths either broken or encroached upon, carriageways riddled with patchwork and potholes and illegal parking on the roadside. This sums up a visitor’s experience of the city’s arterial link — MG Road. With numerous malls, residential apartments, public and private offices along it, the road is forever jam-packed with commuters, especially during peak hours. The volume of traffic can be gauged from the presence of two of the city’s main metro stations here — MG Road and Sikanderpur — used daily by lakhs of officegoers from the city and its NCR neighbours. The administration has made many commitments in the past towards maintaining and beautifying the stretch. Last year, many master roads in the city, including MG Road, were transferred to GMDA. In December 2018, the department had announced that it would conduct repair and maintenance work on 12 stretches by March. However, TOI’s visit revealed that six months later, MG Road is still in a bad shape. Apart from the poor condition of the surface, chronic traffic jams during peak office hours, often due to wrong-side driving that broken dividers and illegal parking seem to encourage, make commute a harrowing experience on this road. Commenting on the GMDA’s efforts to address the challenges posed by this stretch, an official revealed the department is rolling out a Rs 11-crore project to upgrade it. “The tender has been allotted to a private firm that will repair this stretch — from Mehrauli-Gurugram Road to IFFCO Chowk, via Sikanderpur road — by layering bitumen all over. The contractor will also be liable for its maintenance for three years from the time work is completed,” the official said. He further pointed out that while earlier repair work on this stretch came under the department’s annual maintenance, the current project is listed as a special repair work. The 15m-green belt on either side is also in a deplorable state, with garbage, including C&D waste, littered on it and spilling over on the road. Commuters fear if the administration doesn’t take prompt action, this could spell doom in the monsoons. “I don’t know why we even call this a green belt. Fences lie broken, garbage is littered on it with no one to clean that. It’s as if the administration will wake up only during monsoon when garbage floods the road and chokes the drains,” said Nirmit, a commuter from Delhi. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "street lights on at 5 pm": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsonat5pm/articleshow/64183195.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Haryana: Man arrested for raping 15-year-old girl in Ropar": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/haryana-man-arrested-for-raping-15-year-old-girl-in-ropar/articleshow/69880139.cms", "time": "2019-06-20 22:23:00", "description": "AMBALA: Police on Wednesday arrested a man for allegedly raping a 15-year-old girl in Haryana's Ropar district. According to the police, the accused has been identified as Dharampal (21). Dharampal was presented before the court on Thursday which sent him on a one-day police remand. The father of the girl had lodged a complaint at Naggal police station on June 6. “On June 6, my 15-year-old daughter had gone to Ambala City to purchase books and clothes but she did not return home,” the girl's father had stated in the FIR. Following the complaint, the Ambala police registered a case under Section 365 (Kidnapping or abducting with intent secretly and wrongfully to confine person) of the Indian Penal Code (IPC) to start the investigation. “The girl knew the accused and on the day when she went missing, she was taken to a location in Ropar district from Ambala. Upon reaching there, she remained under the captivity of the accused for two days where she was raped. Earlier, the girl was misleading the investigating officers under the influence of the accused and had alleged that she had been raped by two-three persons. But after the arrest of all the named persons during our investigation we have established the evidence that she has been raped by Dharampal only. The girl has given her statement against the accused who has also confessed to his crime during the interrogation, a police officer said” Following the findings of the investigation, the Ambala police added Section 4 (punishment for penetrative sexual assault) of the Protection of Children from Sexual Offences (POCSO) Act in the FIR. “We have almost completed our investigation into the case and as per the orders from the senior officials, the challan in the case will be presented in the court at the earliest,\" the officer added. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Child panel office too gets daycare centre now": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/child-panel-office-too-gets-daycare-centre-now/articleshow/69866036.cms", "time": "2019-06-20 09:31:00", "description": "GURUGRAM: A day after a daycare centre was set up at the Mini Secretariat, another was inaugurated at the Child Welfare Committee (CWC) office in Sector 15’s Part 2 on Wednesday. The facility is expected to benefit not only CWC employees but also visitors who come to the office to file complaints along with their children. The centre was inaugurated by additional deputy commissioner Mohammed Imran Raza on Wednesday. The centre will have toys and books for children and a section for feeding babies like the Mini Secretariat daycare centre, which was inaugurated on June 18. Both centres have a woman attendant to look after children up to seven years of age. “This is a very child-friendly space created in our premises. Complainants visit our office with their children. This space will make children comfortable. They can play with toys, read books or draw pictures,” said Shankutala Dhull, chairperson, CWC Gurugram. The centre has been provided with books for children at present, but toys will be provided by June 23. This was the second inauguration of a daycare centre at a government building in Gurugram. A few workers availed the facility at Mini Secretariat on Wednesday after it was opened. Both the daycare centres can accommodate around 25 children each. The district administration plans to improve the facility based on the feedback they receive. A similar centre has been set up in the Sohna judicial complex. Download The Times of India News App for Latest City ."}, "Public land for free": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/public-land-for-free/articleshow/62939971.cms", "time": "", "description": ""}, "Confined for a year, woman from Jharkhand rescued in South City": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/confined-for-a-year-jharkhand-help-rescued-in-south-city/articleshow/69849518.cms", "time": "2019-06-19 10:42:00", "description": "GURUGRAM: Police and an NGO rescued a 20-year-old woman from Jharkhand from a house in South City-1, where she had allegedly been confined and forced to work as a domestic help for the past one year without wages. The woman came from Simdega in Jharkhand to Gurugram two and a half years ago after eloping with a man. The man, however, soon abandoned her, and she took to working as a domestic help to support herself. On Sunday, she managed to contact her family and told them that she had been confined in her employer’s house and working without wages. She told them that her employers locked her up when they went out and didn’t allow her to contact anybody. The family then approached the Childline helpline and local police. The Jharkhand Police contacted a city-based NGO Shakti Vahini, as well as their counterparts in Gurugram. On Tuesday, Shakti Vahini members and police reached the South City-1 house. It was found to be locked. When they broke in, they found the woman inside. The house owner claimed that they locked the house to keep the woman safe when they were not at home, police said. “The guardian of the woman approached us after filing a complaint with Childline. It seems to be a case of human trafficking,” Vijay Kujur, DSP (headquarters), Simdega, told TOI. Gurugram police commissioner Mohammad Akil said they will record the woman’s statement soon. Download The Times of India News App for Latest City ."}, "AIIMS can't be built on forest land, Rao Inderjit Singh cheated people: Ajay Yadav": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/aiims-cant-be-built-on-forest-land-inderjit-cheated-people-ajay-yadav/articleshow/69866024.cms", "time": "2019-06-20 09:40:00", "description": "GURUGRAM: Congress leader and former minister Captain Ajay Yadav has demanded Gurugram MP Rao Inderjit Singh’s resignation, alleging that he cheated the people of Rewari by promising AIIMS in Manethi village of the district. Yadav, who was the forest minister during the Congress regime, said he had been saying AIIMS can’t be set up on the land in Manethi village as it falls in the forest area, and now the forest advisory committee (FAC) of ministry of environment, forest and climate change (MoEF & CC) has denied environmental clearance to the project. However, when contacted, Inderjit Singh said the matter is under consideration with the Centre. “We are working on it. The issue of land for AIIMS in Rewari will be sorted out soon,” he said. During the Lok Sabha election campaign, Inderjit had promised to set up AIIMS in Rewari. A source in the chief minister’s office said Manohar Lal Khattar had in 2015 announced setting up of AIIMS in Manethi village of Rewari. However, when nothing happened till 2018, villagers went on an indefinite strike which lasted for 127 days. Before the Lok Sabha elections, the BJP government in the state had cleared the project worth Rs 1,299 crore in a cabinet meeting. It also earmarked 200-acre land with the help of the panchayat. Speaking to TOI, Yadav said the BJP MP should resign on moral grounds as he has played with the sentiments of people of south Haryana. “Even the former finance minister of the country had announced that funds have been passed for AIIMS. But it turned out to be another ‘jumla’ before the elections,” he said. He further said even Prime Minister Narendra Modi was aware that AIIMS could not be built in Manethi and “therefore he did not lay the foundation stone for the project”.He further said the BJP will face a setback in the forthcoming assembly elections The people have realised that the saffron party made false promises to them while seeking votes, he added. Rao Inderjit Singh is a former Congressman. He joined BJP later and won Lok Sabha elections in 2014 from Gurugram constituency. He contested against Congress’s Ajay Yadav in the 2019 Lok Sabha polls and defeated him by a huge margin of around 4 lakh votes. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "2-year-old female leopard electrocuted in Gurgaon village": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/2-year-old-female-leopard-electrocuted-in-gurgaon-village/articleshow/69882195.cms", "time": "2019-06-21 07:20:00", "description": "KHERLI LALA (GURUGRAM):A two-year-old female leopard was electrocuted in Kherli Lala village on Thursday morning. This is the 11th big cat to have died in the Gurugram and Faridabad area in the past decade. Villagers found the leopard hanging from 11kV high-tension wires near an Ailanthus excelsa (ullu neem) tree at 6.15am and called police, which reached the spot around 7.30am. Officials from the wildlife department arrived at 9am and took the carcass off the wire after cutting off the power supply. A post-mortem confirmed that the leopard, which weighed about 30 kilograms, had died of charring of multiple organs. According to Shyam Sunder Kaushik, district forest officer (wildlife), Gurugram, the leopard may have been trying to catch prey. “The carcass was entangled in the branches of the tree, which were also charred. The big cat might have climbed it to follow a monkey or langur. Its mouth may have become entangled in the wire, leading to electrocution.” Satvir Singh, a villager who was first to spot the carcass, said, “I was going to the temple when I saw a big cat hanging from the wires. When I called for help, many people gathered at the spot. We realised the leopard was dead. Its lower jaw was charred and mouth and ears were bleeding.” TOI visited the spot and found that the wires had been laid in the forest area about two years ago to supply power to Neelkanth temple, located about 150 metres away. The team also spotted nail marks of the leopard on the Ailanthus excelsa tree. As there is a water body right next to the tree, many animals, including monkeys, peacocks and bluebulls, visit the area every day. Locals alleged that the lack of water holes in the area force leopards to come to this village. “In 2016, when a leopard strayed into neighbouring Mandawar village, we requested the forest department to build some water holes so that wild animals don’t have to come to this area,” said Kapil Khatana, a resident of Kherli Lala. Some activists, however, said the leopard may have been trying to hide from humans and got electrocuted in the process. “It may have climbed up the tree to get a vantage view, rest or hide itself if it perceived a threat. It might have been unfamiliar with the area too,” said Prerna Bindra, former member, standing committee, National Board for Wildlife. She added that a decline in the prey base in the Aravalis could have forced big cats to come to human habitation in search of animals such as dogs and cattle. Urging vigilance, Bindra said: “Electrocution can be deliberate — for poaching, retaliatory killing or bush meat. Haphazardly strung power lines often prove fatal for birds and bats. If there are wires, they must be underground.” Activists said protection for villages like Kherli Lala and Mandawar that are situated in the wildlife corridor between Asola Bhatti Wildlife Sanctuary of Delhi and Sariska Tiger Reserve of Rajasthan. “Even though this is an accidental case, there is a clear case of negligence from the discom, Dakshin Haryana Bijli Vitran Nigam (DHBVN). It should have pruned the tree’s branches. There is a need to protect the wildlife corridor from all possible threats, including urbanisation. For many years, this has been an important passage as well as habitat for leopards in the Aravalis,” said Amit Chaudhery, a wildlife activist. When asked if the department was going to take this up with the discom, Vinod Kumar, additional principal chief conservator of forests, told TOI, “It is a case of electrocution. We have informed the area’s lineman and will write to them to prune the branches along high-tension wires. This is important as it poses a threat to wild animals.” Download The Times of India News App for Latest City ."}, "Brawl at Bhondsi jail: Prisoner critical as four others attack him": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/brawl-at-bhondsi-jail-prisoner-critical-as-four-others-attack-him/articleshow/69865990.cms", "time": "2019-06-20 09:27:00", "description": "GURUGRAM: An inmate of Bhondsi jail was attacked by four others on Tuesday morning inside the jail premises, police said on Wednesday. According to the police, an argument broke out between them and an inmate was hit with a sharp object and suffered grievous injuries. Police said he is out of danger and the four accused will be taken out on production warrant by police for questioning. According to police, Mohammad Sajid Khan, the deputy superintendent of Bhondsi jail, lodged a complaint on the matter on Tuesday morning. Khan said the four inmates have been identified as Neeraj, Jorawar, Pawan, and Hariom. They attacked Chandar Pal, who was in the same barrack, Khan added. According to police, Pal was thrashed badly by the four accused and he suffered injuries on his face, head, chest and hands. As the scuffle broke out, security warders in the jail interevened and rushed Pal to the jail hospital. “Legal action will be taken against the four inmates accused of the attack once the medico-legal report of the victim comes,” said the deputy superintendent of the jail. Acting on the complaint of the deputy superintendent of the prison, an FIR has been registered against the four accused under sections 323 (causing hurt), 324 (causing hurt by dangerous weapon) of the IPC at Bhondsi police station. “The cause behind the brawl inside the prison is not clear yet. After they are taken for a production warrant, we will find out the exact cause of the attack. The investigation is under way and action will be taken against the accused after verifying the facts,” said inspector Savit Kumar, SHO of Bhondsi police station. Download The Times of India News App for Latest City ."}, "\nIn Gurgaon, couples who run together, stay together!\n": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/in-gurgaon-couples-who-run-together-stay-together/articleshow/62873111.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Rs 100 fine for not sorting waste: MCG": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/rs-100-fine-for-not-sorting-waste-mcg/articleshow/69849436.cms", "time": "2019-06-19 10:24:00", "description": "GURUGRAM: From July 1, households which don’t segregate their waste will be fined Rs 100 per day. MCG commissioner Vinay Singh issued the directive to senior officials of the sanitation department in a meeting on Tuesday. MCG had issued an advisory on Saturday stating that it is mandatory for residents to segregate their waste. Every household has been advised to install two separate bins — blue for dry waste and green for wet waste — outside their house for the MCG waste collection vans. Defaulters will be given 10 days’ warning period before they are fined, the commissioner said. Singh also asked officials to begin treating the city’s construction and demolition (C&D) waste at the earliest. The corporation is planning to launch two mobile treatment units that will treat C&D waste at 14 designated sites where such waste is being dumped every day, officials said. Officials were further directed to start the Basai C&D waste processing unit soon. Gurugram currently has no plant to process such waste. Directives were also issued to identify bulk waste generating sites in the city and treat waste after segregation. Download The Times of India News App for Latest City ."}, "Work load": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/workload/articleshow/63496035.cms", "time": "", "description": ""}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Congress mulls bigger roles for Selja, Hooda for comeback": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/congress-mulls-bigger-roles-for-selja-hooda-for-comeback/articleshow/69868075.cms", "time": "2019-06-20 08:52:00", "description": "CHANDIGARH: In yet another attempt to broker peace among the warring Congress leaders and to salvage the situation emerging out of crushing defeat in the parliamentary elections, the Congress high command is expected to bring in former Union minister Kumari Selja and former CM Bhupinder Singh Hooda on the forefront for the assembly polls. Sources said the party is seriously considering the move despite the fact that both of Selja and Hooda lost the recent elections from Ambala and Sonipat, respectively. Party sources said Selja could be a replacement for Ashok Tanwar, who also lost from Sirsa parliamentary seat. Hooda could be made CLP chief as well as the chairman of the coordination committee. Congress Haryana affairs in-charge Ghulam Nabi Azad has proposed this formula to the party high command, sources said. The final nod has to come from AICC president Rahul Gandhi. Sources said the picture will be clear in Haryana once Rahul takes a final decision about his own resignation as party chief. The Congress suffered a humiliating defeat as it lost all the 10 constituencies to the BJP, including Rohtak and Sonipat constituencies which were considered to be its safest bets in the state. Hooda's son Deepender failed to retain the family bastion of Rohtak. Afterwards, the rift among the leaders intensified as was evident during the meeting of coordination committee wherein state Congress chief Tanwar was targeted. Hooda group had sought removal of Tanwar as the state president and Kiran Choudhary as CLP leader. The entire episode had ended with an embarrassment when Tanwar allegedly abused Hooda aide and MLA Jai Tirath Dahiya, party insiders claimed. Notably, assembly elections in Haryana are just three months away. Besides making a comeback on the lines of Madhya Pradesh, Chhattisgarh and Rajasthan, Hooda faces the challenge of increasing the seat count in the assembly. Download The Times of India News App for Latest City ."}, "How to travel in Delhi Metro": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/howtotravelindelhimetro/articleshow/65086910.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Crimes by juveniles up 42% in 5 years, police say gangs are roping in teens": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/crimes-by-juveniles-up-42-in-5-years-police-say-gangs-are-roping-in-teens/articleshow/69865899.cms", "time": "2019-06-20 09:15:00", "description": "GURUGRAM: The number of crimes committed by juvenile has risen by 42% in the last five years, reveals the response to an RTI query. From 147 juveniles who faced trial for criminal activities in 2013, the number has shot up to 209 in 2018. In 2019 (till March), 46 juveniles have been booked and apprehended for their involvement in crimes. A police officer said juveniles mostly start with petty crimes like theft and snatching. With time, they graduate to heinous offences like rape and murder. Criminal gangs nurture juveniles and use them to execute crimes as they face lenient punishments under the Juvenile Justice Act, with a maximum punishment of three years in a correction home. According to the data received via an RTI query filed by activist Aseem Takyar, from 147 cases against juveniles in 2013, the number rose to 175 in 2014, and remained almost the same in 2015. Over the next two years, the numbers even dipped to 159 in 2016 and 148 in 2017. But in 2018, it again saw a steep rise. A police officer said most of the big criminals have committed crimes at a young age. To support his argument, he said in January this year, Gurugram police had arrested gangster Kaushal’s aide Chand (21), a shooter who had committed eight murders in Gurugram, Rewari and Delhi, with his first murder recorded in 2013 at the age of 16. At the age of 19, he had played a key role in the murder of rival gangster Mahesh ‘Attack’ in Gurugram 2016. Police said in the ‘Attack’ murder, Chand was accompanied by Sanjeet Vidroh, who was killed in an encounter by Delhi Police in Chhattarpur in 2018. Vidroh was also 16-years-old in 2016 when he took part in Attack’s murder. At 17, he was involved in the murder of liquor baron Manish Gujjar, brother of gangster Binder Gujjar and rival of gangster Sandeep Gadoli, who had by then been killed by Gurugram police in a hotel in Mumbai’s Andheri on July 6, 2016. “These are some incidents in which juveniles committed heinous crimes and went on to become big criminals,” said the police officer, adding that gangs catch them young and train them to become contract killers. In most cases, they start with petty crimes like snatching and theft, and graduate to heinous crimes. Elaborating further, he said teenagers are generally more aggressive and easily manipulated, and don’t come under police radar. In case they are caught, the punishment is lenient. Even for heinous offences like rape or murder, the maximum sentence a juvenile gets is three years in a correction home. ACP (crime) Shamsher Singh on Monday said they had arrested two teenagers in connection with the murder of a trader in Sadar Bazar. “During interrogation, they revealed they were inspired by older gangsters and wanted to emulate them. They picked up the gun to make their mark,” said Singh. A professor of sociology at Delhi School of Economics, Sunil Babu, said besides the juvenile, parents, friends and teachers are all responsible in some way or another for such developments. “Studies have shown that incidents of juvenile crime have increased due to lower social, economic or psychological backgrounds. In cases where juveniles from even well-to-do families venture into crime, their families are the prime reason,” said Babu, adding that it’s important to keep talking to teenagers and monitor their friends and associates. Download The Times of India News App for Latest City ."}, "RTI activist booked for ‘extort bid’ on ex-CRPF officer": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/rti-activist-booked-for-extort-bid-on-ex-crpf-officer/articleshow/69882250.cms", "time": "2019-06-21 08:02:00", "description": "GURUGRAM: An RTI activist has been booked for allegedly trying to extort Rs 5 lakh from a retired CRPF commandant. In his complaint, Sector 31 resident PS Dabar has alleged that RTI activist SK Sharma had threatened to highlight the alleged ownership of more than one Haryana Shahri Vikas Pradhikaran (earlier Huda) plot by him and his sons if the retired para-military officer didn’t pay the money. On his complaint, an FIR has been registered against Sharma under sections 386 (extortion) and 506 (criminal intimidation) of the IPC at Sector 40 police station, an officer said. However, this is not the first time that an FIR has been registered against Sharma. In 2014 too, an FIR was registered against him for cheating, criminal breach of trust and criminal conspiracy at DLF Phase I police station after a retired army officer had complained that Sharma tried to extort money from him. In the latest case, Dabar has claimed that Sharma had called him on May 18 on his mobile phone and said he wanted to discuss about a HSVP plot owned by the senior citizen in Jhajjar. One of Dabar’s sons is a colonel in the army, while another is a commandant in BSF. “Sharma said he was busy and asked me to come to his house. He said that it is wrong to have two government plots — one in Jhajjar and another in Gurugram. I told him that I have purchased the Jhajjar plot from someone, while the Gurugram plot has been allotted in the reserved category,” Dabar told cops. “Even after my explanation, Sharma threatened to file an RTI and defame me. After few days, he called me again and demanded Rs 5 lakh, claiming he is well known to senior officials, and then started blackmailing and harassing me. I was scared with his threat calls and then finally decided to file the complaint,” he said. When contacted, the RTI activist said he had highlighted the plot allotment scam in 2013 and since then 1,500 FIRs have been registered at various police stations in the state. “All the allegations are baseless.” “We have registered a case and are verifying the facts. Action will be taken as per law,” said inspector Pawan Kumar, SHO of Sector 40 police station. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "\nJim Sarbh's fashionable outing in Gurgaon\n": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/jim-sarbhs-fashionable-outing-in-gurgaon/articleshow/63895670.cms", "time": "", "description": "'Padmaavat' actor Jim Sarbh was in town recently, attending a fashion event. Clad in a sleeveless hand-embroidered high-quality multi-functional jacket, the actor was seen sharing nitty-gritties of acting and his idea about fashion and style. The musical afternoon was organised at a pub in Gurgaon. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Amit Shah, Manohar Lal Khattar to join Rohtak Yoga Day event today": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/shah-khattar-to-join-rohtak-yoga-day-event-today/articleshow/69882454.cms", "time": "2019-06-21 07:56:00", "description": "ROHTAK: Union home minister Amit Shah will participate in a state-level celebration of International Yoga Day in Rohtak in Haryana on Friday. Chief minister Manohar Lal Khattar, along with state’s health minister Anil Vij and other senior ministers and officials, will also take part in the celebration, which is likely to see participation by around 25,000 volunteers. Although the event, to be held at Pashu Mela Ground in the city, is being dubbed as “apolitical”, the state unit of Bharatiya Janata Party (BJP) with its target of “Abki Baar 75 Paar” in the 90-member House is seeing it as a big opportunity to start its campaign for the assembly polls in October. Shah, under whose leadership the Haryana BJP scripted historic victory of 10/10 seats in the recent Lok Sabha polls, was scheduled to reach Rohtak on Thursday night and leave for Delhi after attending morning Yoga Day event the next morning. Previously, Rohtak had been a stronghold of former chief minister Bhupinder Singh Hooda, and his son -- three-time MP Deepender Singh. But both tall Jat leaders were defeated by BJP nominees in Sonipat and Rohtak in the recent parliamentary elections. Political analysts see this development as a morale booster for the state BJP for achieving its target of “Abki Baar 75 Paar” and many of the local leaders have been making a beeline to join the BJP since the rout of opposition. Khattar reached Rohtak on Thursday evening to oversee the preparations for the Yoga Day event, while DGP Manoj Yadav was in the city to see the security measures taken for the gathering of VVIPs. Rohtak deputy commissioner R S Verma said for a smooth conduct of event, it has been divided into 63 sectors under the supervision of 13 sector magistrates and Patanjali Yoga experts. The police said they have set up 18 check-points around the Rohtak city and those coming to attend the event would be able to reach the venue directly without entering the city. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Google Doodle": {"link": "https://timesofindia.indiatimes.com/videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Chaos and daily jams on NH8": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chaosanddailyjamsonnh8/articleshow/66279389.cms", "time": "", "description": ""}, "Traffic jam outside police stn": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/traffic-jam-outside-police-stn/articleshow/63422965.cms", "time": "", "description": ""}, "Batra alleges Rs 130 crore scam in commercial project": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/batra-alleges-rs-130cr-scam-in-commercial-project/articleshow/69866360.cms", "time": "2019-06-20 05:57:00", "description": "ROHTAK: Former Congress MLA from Rohtak, Bharat Bhushan Batra, on Wednesday alleged that Manohar Lal Khattar-led BJP government in Haryana is involved in Rs 130-crore multi-level parking-cum-commercial complex construction scam. He also alleged involvement of Rohtak Municipal Corporation officials and Haryana cooperative minister Manish Grover. Addressing a press conference here, Batra said that the project in Rohtak was given to three companies -- Richa Industries Ltd, Richa Krishna Constructions Pvt Ltd and IND Solutions Pvt Ltd. “But these companies do not fulfil the eligibility criteria,” he claimed. “According to rules, a company which can be given tender should meet three conditions: it should be at least five years’ old, its turnover by March 31, 2018 should have been Rs 20 crore and its net worth should be Rs 5 crore. Two of the companies do not fulfil the norms and the third company has been facing insolvency process,” he told the media. “If any company is undergoing the process of insolvency, it can’t be given a government project. But here, it was awarded tender for construction by throwing rules out of window,” Batra alleged. “This project has been leased for 99 years with the upfront premium of Rs 2.7 crore and annual lease price of Rs 2,24,112. The project, including 997-square meter (1,300 sq yards) land, commercial basement of four floors and cafeteria area on the top floor, has an estimated cost of Rs 17 crore. By spending Rs 19.70 crore, there is a plan for the companies to earn approximately Rs 130 crore by selling the commercial area,” Batra alleged. He alleged that the land was sold in a planned manner to Richa Krishna Constructions, which was registered just a day before the start of the process of tender bid. Batra demanded that the tender be cancelled without any delay so that the government money could be saved. He said that a CBI probe would expose BJP’s Rohtak MLA Manish Grover, and municipal corporation and senior officials in Chandigarh. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "parking charge even after MCG instruction": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingchargeevenaftermcginstruction/articleshow/63853050.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Water wastage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/water-wastage/articleshow/62939968.cms", "time": "", "description": ""}, "crime & illegal number plate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/crime26amp3billegalnumberplate/articleshow/63722417.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Gurugram: As squatters take over green belts, a tweet finally gets MCG to act": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/as-squatters-take-over-green-belts-a-tweet-finally-gets-mcg-to-act/articleshow/69849456.cms", "time": "2019-06-19 10:31:00", "description": "GURUGRAM: MCG, responding to persistent complaints from residents of Emerald Estate in Sector 65 that culminated in a tweet by a resident on Tuesday, took immediate action to remove illegal encroachments by vendors and kiosks in the green belt along Golf Course Road (extension), removing them all. Emerald Estate residents have been complaining to MCG for months that encroachers were setting up illegal shops on the green belt in their neighbourhood — where they have been planting trees to increase green cover — eating away the green belt and compromising the safety and security of hundreds of families living in condominiums on the stretch. The complainants said they have pleaded with MCG officials to take immediate action against the encroachers, before the green zone turned into an illegal vending zone. MCG officials acknowledged that the encroachments have not only destroyed the green space, but also deprived pedestrians of space. Roadside parking is another problem, which they said causes huge traffic jams on the stretch during peak hours. A senior MCG official told TOI that many illegal shops, eateries and liquor vends have come up on the road between sectors 62 and 65, which have spoiled the development plan of the authorities, adding that after Tuesday’s tweet by a resident, they decided to take immediate action, and sent over a team at around 2pm, who removed all encroachments. “Encroachments on SPR have given rise to security concerns in the area and made the area accident-prone,” said Abhay Singh, a resident of Emerald Estate, whose tweet precipitated Tuesday’s anti-encroachment drive. He added, “We’re happy to see prompt action by the MCG team in response to my tweet on encroachments on the green belt in Sector 65. I hope such violations don’t get repeated. We have plans to restart our plantation drive in the belt adjacent to our society.” Shwetabh Goel said in the past six months, encroachment by roadside ven-dors around their society has increased. “We’ve on several occasions alerted both MCG and HSVP about this, but so far, they hadn’t extended any help. Not only this, street lights near our society are not functional, which, along with these encroachments, are a security risk. There have been some incidents in the past,” he said. Another resident, Pratik Prakash, said, “MCG was prompt enough to act on people’s concern in this case. With the illicit shops now removed, we can resume our plantation drive.” But he added, “MCG needs to keep a tab on this area as these illegal vendors may return soon.” Additional municipal commissioner Y S Gupta said, “On the strict instructions of newly appointed commissioner Vinay Singh, regarding removal of illegal encroachments, the MCG team acted promptly and cleared the encroachment in Sector 65. There were complaints by residents in this regard.” Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Two arrested in Meerut for Gurugram trader’s murder": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/two-arrested-in-meerut-for-gurgaon-traders-murder/articleshow/69849460.cms", "time": "2019-06-20 09:10:00", "description": "GURUGRAM: Two more accused, involved in the murder of the cloth merchant in Sadar Bazar, were arrested from Meerut on Monday night. With this, police claim to have arrested all five accused involved in the case. The accused — Saurabh Kumar (19) and Ajay Kumar (19) told police that they were inspired by the lifestyle most gangsters followed and wanted to be a part of the crime world. They confessed that they were with Suraj Katari —the prime accused in the case — when Sudhir Taneja was shot dead in Sadar Bazar, police said. “Saurabh and Ajay along with Kataria had intercepted Taneja around 9.30pm on May 28, when the trader was returning home after closing his shop. They first tried to snatch the bag containing cash from Taneja at gunpoint, but when he resisted and raised an alarm, they shot him and fled with his scooter,” an officer said. According to the police, Suraj Katari — a history-sheeter against whom more than six cases registered — was arrested from Basai, Manoj, a resident of Kumhar mohalla, was arrested from Mata Mandir while Suraj, a resident of Hathras in UP, was nabbed from Jyoti Park. “The trio’s interrogation gave us vital clues about Saurabh and Ajay. A police team lead by sub-inspector Rajkumar from crime unit of Sector 39 arrested the duo from Meerut on Monday night. Saurabh was so impressed by the crime world that he had also kept a nickname for himself — Mahakal,” an officer said. “The duo have no criminal record and probably this was their first big crime,” said ACP (crime) Shamsher Singh. Download The Times of India News App for Latest City ."}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Faulty numberplate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/faultynumberplate/articleshow/67201956.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Pollution in full flow": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pollution-in-full-flow/articleshow/62990797.cms", "time": "", "description": ""}, "Sewage / Pit Open in middle of road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewage2fpitopeninmiddleofroad/articleshow/66700804.cms", "time": "", "description": ""}, "\nFemale riders from NCR take on Delhi roads ahead of Women's Day\n": {"link": "https://timesofindia.indiatimes.com/city/delhi/female-riders-from-ncr-take-on-delhi-roads-ahead-of-womens-day/articleshow/63171512.cms", "time": "", "description": "On Sunday morning, about 20 women from across Delhi-NCR put on their riding boots, jackets, and helmets; got on their mean machines, and rode the cruisers for 40km across Lutyen's Delhi and the Aravalli trails of Gurgaon. The occasion was the International Women's Day Ride organized by the Women's International Motorcycling Association (WIMA), which had women, not just from WIMA, but also first-timers and amateurs. They started at the break of dawn from Janpath and rode across Lutyen’s Delhi, Hauz Khas, and Chhatarpur before entering Gurgaon through the Aravalli trails and ending their ride at a dhaba on the Gurgaon-Faridabad Road.  Zooming through Delhi: 20 women from NCR rode bikes for 40km across Lutyen's Delhi and the Aravalli trails of Gurgaon Vidhi Malla, National President of WIMA, led the ride and said that this was an occasion to spread the message that biking is not just a male domain but open to everyone with passion. \"We thought of using the Women's Day as an occasion to get the entire female biking community of Delhi together. We had 20 girls riding together and it was great because it included everyone from veterans to girls who were doing a long ride for the first time,\" she said. The riders from Janpath to Gurgaon, taking a back trail instead of the usual roads that lead into Gurgaon. \"We took a more scenic route that is not very commonly used by bikers, which meant there was a little off-roading involved too. It was fantastic,\" said Vidhi.  Vidhi Malla  The riders found the experience quite fun and also said that such rides are essential to put a spotlight on female bikers from NCR. Niharika Singh Dalal, a rescue diver from Delhi, said, \"I think events like these promote riding for women because you see women coming together as a team here. You see community building, where women encourage each other and improve each other's skills and that's always great.\"  The ride was organised to gather female bikers using Women's Day as the occasion 01:36Female riders from NCR take on Delhi roads ahead of Women's DayDownload The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "BJP eyes Rohtak, Sonipat takeover": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/bjp-eyes-rohtak-sonipat-takeover/articleshow/69868016.cms", "time": "2019-06-20 08:45:00", "description": "CHANDIGARH: After making a clean sweep in parliamentary elections, BJP is not only looking at second consecutive term in the state, but is also seriously focusing on Jat-dominated Rohtak and Sonipat districts, considered bastion of former chief minister and senior Congress leader Bhupinder Singh Hooda. Chief minister Manohar Lal Khattar is expected to start his round of meetings from June 21 after attending the International Yoga Day celebrations at Rohtak. On June 25, he has convened the meeting of party MLAs, ministers, chairmen and heads of various boards and corporations at Rohtak. Notably, barring Rohtak and Sonipat parliamentary constituencies, BJP has shown a good presence in parliamentary elections. Bhupinder Hooda and his team holds 11 out of 18 assembly constituencies in Rohtak and Sonipat. The Congress has 16 MLAs. Barring Kiran Choudhary, Randeep Singh Surjewala, Kuldeep and Renuka Bishnoi, all other MLAs are in Hooda's camp and hail from Rohtak, Sonipat and Jhajjar. \"We have done well in the entire state. Now in view the results, people in Rohtak and Sonipat too have expressed their keenness for BJP. Hence, we are focusing there as well. Bottomline remains the same that we want to bring dynastic politics to an end. Secondly, BJP has been accepted by all,\" said CM's media adviser Rajiv Jain. Sources said after Sonipat and Rohtak, Mewat will be the main area of focus for BJP. Some steps including waiver of educational qualification for drivers and other announcements point to party's focus on minority-dominated Mewat. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "How GMDA plans to curb misuse of potable water": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/how-gmda-plans-to-curb-misuse-of-potable-water/articleshow/69882253.cms", "time": "2019-06-21 07:04:00", "description": "GURUGRAM: GMDA has decided to constitute an interdepartmental team to check illegal use of potable water in construction, which violates both the National Building Code and the Haryana Municipal Corporation Act 1994. According to GMDA officials, while the authority is the main supplier of piped, potable water in the city, in areas developed by private builders, water is distributed by the builders with DTCP as the concerned authority, under the purview of MCG.  “We’re planning to draft a proposal and approach MCG and DTCP to join us in inspecting and stopping use of potable water in construction,” said a GMDA official. He added that since GMDA is the main supplier, the loss burdens the authority the most, especially when parts of the city are facing shortage. The initiative might be difficult for GMDA to execute without support from MCG and DTCP. While GMDA supplies water to the developers, its distribution within sectors and colonies is either carried out by the developer or its hired maintenance agency. This is one of the reasons why authorities are often uninformed on misuse of potable water in these areas. “We only supply water to the developer or maintenance agency. We do take readings to generate bills, but the flow meters are often placed outside the boundaries, making it difficult for us to spot violations,” said a GMDA official. The official added that they now plan to visit privately-built societies and check for water connections, unfinished constructions and those without occupation certificates. This comes a day after GMDA issued a notice to developer Unitech Realty for giving potable water connections to buildings that are either unfinished or without an occupation certificate. GMDA officials were alerted of this illegality after a resident of Nirvana Country in Sector 50 had filed a complaint, following which they served a notice to the developer. Download The Times of India News App for Latest City ."}, "Three more cases of narcotics recovery registered in a single day in Ambala": {"link": "https://timesofindia.indiatimes.com//city/gurgaon/three-more-cases-of-narcotics-recovery-registered-in-a-single-day-in-ambala/articleshow/69862079.cms", "time": "2019-06-19 20:56:00", "description": "AMBALA: In three separate cases, Ambala police on Tuesday recovered 24gm heroin (smack), 1000 narcotic pills and 31kg poppy straw from the possessions of five accused. The accused have been booked in three more separate cases under various Sections of the Narcotics Drugs and Psychotropic Substances (NDPS) Act. In the first case, at around 8.40pm, the police team of Barara was present at checking post near Ugala village when they stopped a suspected Pulsar motorcycle for checking. The police said while checking, 40 capsules of Spasmo Proxyvon with Tramadol salt, 840 tablets of Lomotil, and 120 tablets of Alprasafe were recovered from the possession of accused Surjit Singh of Ugala village in Ambala district. He has been booked under Section 22 and 61 of the NDPS Act at Barara police station. In the second case, police told they received the tip-off that Nishu Sonkar of Teli Mandi, Ambala Cantonment sells narcotic substances and he will be coming near Puran Singh Hotel. At 10.20 pm, acting accordingly the police laid the trap near the vegetable market in Ambala Cantonment, where 24gm heroin (smack) was recovered from Nishu’s possession. He has been booked under Section 21 (punishment for contravention in relation to manufactured drugs and preparations) of the NDPS Act at Parao police station. In the third case, crime investigation agency (CIA)-2 received the tip-off that three Ludhiana residents are coming in their car from Madhya Pradesh who are smuggling poppy straw in large quantity on Grand Trunk (GT) Road. Acting accordingly, a checking post was laid near Devinagar toll plaza where the suspected car was stopped. While checking, the police recovered 31kg poppy straw from the possession of three accused identified as Balbir Singh, Gulshan Kumar, and Sunny all residents of villages in Ludhiana district. All three have been booked under Section 15 of the NDPS Act at Ambala Sadar police station. The police officials told, “On Wednesday all the arrested accused have been presented before the court by separate teams. The accused Surjit Singh has been taken on four-day police remand with Barara police, Nishu on two-day police remand with Parao police, and accused Balbir Singh on seven-day police remand while his accomplices Gulshan and Sunny are sent to judicial custody.” Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Assault case: Haryana Police suspend Olympian boxer Jai Bhagwan": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/assault-case-hry-police-suspend-olympian-boxer-jai-bhagwan/articleshow/69882435.cms", "time": "2019-06-21 09:04:00", "description": "SIRSA: Haryana Police on Thursday suspended Olympian boxer and Arjun awardee Jai Bhagwan for allegedly assaulting a hotel manager. Working as an inspector, Jai was posted as Rori police station SHO till Wednesday when the video of his altercation went viral. He was then transferred to Sirsa police lines and a departmental probe initiated against him. The CCTV footage of Jai reportedly assaulting a hotel manager following a dispute over her woman companion’s ID card led to action by the department. According to the police, the former athlete had booked online a room in a hotel in Anaj Mandi area of Sirsa. It is alleged that the inspector reached the hotel with a woman and gave his and her IDs, but hotel manager Virendra Singh said the woman’s ID was not genuine. This led to altercation. In June 2018, Jai, who was then CIA in charge of Fatehabad, had allegedly assaulted a woman excise inspector during a demonstration in Hisar. The DC Hisar had ordered registration of an FIR against him but the matter was settled later. October 2015, a businessman had accused him of taking Rs 1 lakh bribe during his posting as in charge of Adampur police station in Hisar. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Assault case: Hry Police starts probe against Olympian boxer": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/assault-case-hry-police-starts-probe-against-olympian-boxer/articleshow/69867915.cms", "time": "2019-06-20 08:35:00", "description": "SIRSA: Olympian and Arjun award-winning boxer Jai Bhagwan, who is an inspector with the Haryana Police and posted as the station house officer (SHO) of Rori police station, has been transferred to Sirsa police lines and a departmental probe initiated against him for allegedly assaulting a hotel manager. A CCTV footage of Jai Bhagwan, in which he is seen assaulting the hotel manager following a dispute over her woman companion’s ID card, has also gone viral. According to the police, Inspector Jai Bhagwan had booked online a room in a hotel in Anaj Mandi area of Sirsa. It is alleged that the inspector reached the hotel with a woman and gave his and her IDs, but hotel manager Virendra Singh said the woman’s ID was fake and demanded a genuine one. Sources said an enraged former boxer beat up the manager and the whole incident was captured in a CCTV there. It is alleged that he also forcibly erased the room booking entry in the register of the hotel with a pen. After the incident, the hotel operators held a meeting and then complained to the superintendent of police (SP) of Sirsa, following which the SP ordered to transfer Jai Bhagwan from Rori police station to Sirsa police lines and also ordered a departmental inquiry against him. DSP Aaryan Chaudhary, who is investigating the case, confirmed that he would start a probe against the Olympian boxer and said that he had been removed from the post of Rori police station SHO and shifted to the police lines. Jai Bhagwan, 34, is a twotime Asian Championship medallist and a bronze winner at the 2010 Commonwealth Games, and also represented India in boxing in the lightweight (60 kg) category at the 2012 London Olympics. He qualified for the London games by reaching the quarter finals of the 2011 World Amateur Boxing Championships in Baku, Azerbaijan. In 2011, he appeared in a reality game show, hosted by Shahrukh Khan, called “Zor Ka Jhatka: Total Wipeout” and was one of the finalists. At the 2012 Summer Olympics, in a dominating performance, he thrashed Andrique Allisop of Seychelles 18-8 in the opening round on July 29, 2012. On August 2 2012, Jai Bhagwan lost to Kazakh fighter Gani Zhailauov at the London Olympics. Download The Times of India News App for Latest City ."}, "authority says there is no hole on the road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/authoritysaysthereisnoholeontheroad/articleshow/63792324.cms", "time": "", "description": ""}, "All DLF-2 homes to harvest rainwater": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/all-dlf-2-homes-to-harvest-rainwater/articleshow/69866044.cms", "time": "2019-06-20 09:24:00", "description": "GURUGRAM: At a time when several parts of the city are facing water shortage and the groundwater table is depleting every year at an alarming rate, residents of DLF-2 have come together to conserve rainwater in their area. Starting Monday, residents will be filling out forms in which they will describe the status of rainwater harvesting sites in DLF-2 and how they can be improved. Every resident will also install rainwater harvesting units at their own house. These forms will be submitted to the Gurugram deputy commissioner. At present, the city has a total of 627 rainwater harvesting pits. There is a dire requirement for more rainwater pits in the city, as per various government agencies. The district administration started a survey to assess the city’s groundwater levels and water reservoirs three months ago, and it is expected to conclude in July. Residents hope their initiative will aid the district administration in the survey. “Increasing groundwater recharge and controlling extraction is the need of the hour. We have around 5,000 residents in DLF-2, and will distribute forms to them to get a clear picture of the scenario in our area,” Gaurav Wahi, general secretary of DLF-2 RWA, said. Download The Times of India News App for Latest City ."}, "Murder case filed a month after NIT student’s death": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/murder-case-filed-a-month-after-nit-students-death/articleshow/69866315.cms", "time": "2019-06-20 05:51:00", "description": "KURUKSHETRA: A month after National Institute of Technology (NIT)-Kurukshetra student Ritik Batra was reported to have died after falling from the third floor of institute’s Hostel No. 10, the police on Monday registered a case of murder. The case was registered on the complaint of Ritik’s father Rajnish Batra, who suspects that his son was murdered. Ritik belonged to Karnal and was a first-year student of B.Tech at the NIT-Kurukshetra. In the FIR, Rajnish Batra said, “Ritik was living in Room No. 123 of Hostel No. 1 of the NIT- Kurukshetra and I talked to him last on May 20, at around 10 pm. After an hour, my wife received a call on her mobile from someone to inform that Ritik had fallen from third floor. We rushed to Kurukshetra but on the way were informed that he was being taken to a private hospital in Karnal and we reached there.” After some time, in an unconscious condition, Ritik was brought to the hospital in Karnal by his roommate Shivam and warden DK, he stated. On May 21, he shifted his son to a private hospital in Gurugram for better treatment, where he succumbed to his injuries on May 29 at around 7 pm. “On May 30, policemen from Third Gate police post in Kurukshetra reached Gurugram, who told us that they had inquired into the matter and found that Ritik died after slipping from the third floor of Hostel No. 10. My son’s mobile, bag, purse, ATM and Aadhaar card are missing. My son lived in Hostel No. 1 but the incident is reported to be from Hostel No. 10. So far, the police have not obtained the call details of my son’s mobile, neither have they obtained the CCTV footage from Hostel No. 10. I suspect that my son has been murdered,” his FIR read. Talking to TOI, Rajnish Batra said, “In the post-mortem report, the doctors disclosed the cause of death due to internal injuries in chest and spine. But, Ritik did not have any external injury which is impossible if someone falls from the third floor. I visited the spot in the hostel where he had fallen, but found no sign of blood or any such mark there. I suspect my son was murdered.” Following this complaint, on June 17, the Kurukshetra University (KU) police station registered a case under Section 302 (murder) of the Indian Penal Code (IPC) to start the investigation. KU SHO Balwan Singh said, “We have registered a case on the statement of Ritik’s father and it is being investigated. Earlier in the police inquiry, it was found that he had died after falling from the third floor of the hostel but now his father has raised a suspicion about the cause of his son’s death and the case is being investigated accordingly now.” Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Local Builder Chopping Trees": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/local-builder-chopping-trees/articleshow/63406905.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Open drain could cause accident": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/open-drain-could-cause-accident/articleshow/62387828.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}}