{"Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "'Fancy' numberplate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/27fancy27numberplate/articleshow/65417954.cms", "time": "", "description": ""}, "‘Harassed by kin’, man hangs self in Ghaziabad": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/harassed-by-kin-man-hangs-self/articleshow/69717895.cms", "time": "2019-06-10 09:27:00", "description": "GHAZIABAD: A 27-year-old medical representative was found hanging from a ceiling fan at his residence in Loni on Saturday night, police said. The deceased, identified as Nazim Saifi, was allegedly disturbed because of harassment by his wife and in-laws, his family has alleged. The deceased’s brother Shahzad Alam told police that Nazim had married a Farrukhnagar resident in April, 2016. “Soon after the marriage, his in-laws started pressuring my brother to live separately,” Shahzad wrote in the complaint. He said that since December last year, Nizam’s Nazim’s wife had been living at her parents’ house, but agreed to be back when Nizam promised her that he would leave the Delhi residence and move somewhere else. They subsequently shifted to Loni. Shahzad added that his brother had lodged a complaint against his wife and in-laws at Harsh Vihar police station in March 2019 alleging harassment. Shahzad has sought the registration of a murder FIR against Nazim’s in-laws. SHO (Loni) Sanjay Kumar Pandey said no suicide note has been recovered from the spot and further course of action in the case would depend on the post-mortem report. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Garbage mixed with overflowing sewage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagemixedwithoverflowingsewage/articleshow/65957915.cms", "time": "", "description": ""}, "Woman found hanging in Ghaziabad": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/woman-found-hanging/articleshow/69732412.cms", "time": "2019-06-11 11:45:00", "description": "GHAZIABAD: A 26-year-old woman allegedly committed suicide by hanging herself from the ceiling fan in her house at Tulsi Niketan, Sahibabad, on Monday. Police said Anita was from Aligarh. “Her husband found her hanging from the ceiling fan when he returned home around 3pm on Monday. He took her to GTB hospital in Delhi but the doctors declared her dead,” a police officer said. Manoj, Anita’s brother told TOI: “She got married in April 2014 to Rajkumar (35). They have a son. We had given Rs 5 lakh in cash and jewellery and other items. But after three months, he demanded a car and when we did not give it, he started torturing her. She was also beaten up by her in-laws for not being able to cook well.” J K Singh, SHO, Sahibabad, said they have not got any complaints. Download The Times of India News App for Latest City ."}, "UP: GMC board okays corporation budget for 2019-20": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/up-gmc-board-okays-corporation-budget-for-2019-20/articleshow/69776973.cms", "time": "2019-06-13 21:11:00", "description": "GHAZIABAD: The Ghaziabad Municipal Corporation board at its meeting held on Thursday passed the budget for 2019-20. The GMC hopes to raise Rs 1,038 crore during this financial year while it has proposed to spend Rs 908 crore. A proposal to carry out development work in each ward to the tune of Rs 1 crore was also passed. The GMC has set its sight on carrying out development work in city’s industrial area which is in tune with state government’s goal to make Ghaziabad fully developed industrial district. “The GMC hopes to raise Rs 1,038 crore from various sources in financial year 2019-20 out of which Rs 157 crore will be raised through water, house and sewer tax,” said AK Mishra, a GMC official. “We expect government grant of RS 489 crore which the GMC will pursue in full earnest to raise its income,” added Mishra. The GMC will also go after defaulters that have not paid dues to GMC and the list of defaulters include IGL and Reliance communications. As per actual budget of 2018-19, the GMC had under different income heads had earned of Rs 758 crore while it spent only Rs 409 crore while with the balance of income over expenditure taken to the current financial year. “Out of 908 crore which GMC plans to spend in this financial year, a sum of Rs about Rs 163 crore has been proposed to carry out on public works while, Rs 90 crore has been earmarked on water work and another Rs 21 crore for lighting and Rs 113 crore for health department and solid waste management,” said Mishra Councilor Rajender Tyagi meanwhile said that this financial year a sum of Rs 1 crore will be spent in each of 100 wards for infrastructural and developmental work. “While Rs 10 lakh will go into cleanliness drives, Rs 90 lakh has been earmarked for infrastructure work,” said Tyagi. GMC board has also struck down a proposal to develop electric vehicle charging points on 22500 sq m of land in Sai Upvan. Download The Times of India News App for Latest City ."}, "Ghaziabad businessman arrested for Rs 3.76 crore GST fraud": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/gzb-bizman-arrested-for-rs-3-76cr-gst-fraud/articleshow/69779926.cms", "time": "2019-06-14 10:02:00", "description": "GHAZIABAD: A Muradnagar-based businessman was arrested on Thursday for allegedly committing GST fraud by using fake bills to claim input tax credit (ITC) worth Rs 3.76 crore. The accused, Mukesh Tomar, had registered a company, TM Enterprises, that he said was specialised in iron, scrap, wood and electronic goods. He said it operated from Crossings Republik. During a survey by the GST’s special investigation branch (SIB), it was found to be a bogus firm. Officials said it had shown a transaction of Rs 25.69 crore in one-and-a-half years. In September 2018, surveys were conducted at 45 firms by the GST department and FIRs were registered against 16 companies registered with the state authority. An FIR was registered at Kavi Nagar police station under sections 420, 467, 468 and 471 on October 16, 2018, officials said. SIB deputy commissioner Ramesh Kumar Singh Bains said: “The survey was conducted on the basis of the registration of the company done through the department website. During investigation, a cancelled cheque and the ownership document of the company were found to be forged.” The firm had raised counterfeit bills of Rs 23.22 crore during 2017-18 and 2.47 crore in 2018-19. However, in reality, no transaction had been done. The firm tried to provide tax credit benefit of Rs 3.76 crore to the purchasers. The department would now sent a notice to recover the amount, Bains said. Download The Times of India News App for Latest City ."}, "Despite bar, bathers get free run at canal": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/despite-bar-bathers-get-free-run-at-canal/articleshow/69763540.cms", "time": "2019-06-13 12:12:00", "description": "GHAZIABAD: There has been no check on people swimming in Ganga canal in Masuri, despite the Ghaziabad SSP’s recent order, On Wednesday, many children were seen jumping into the canal from a height of 15-20 feet. The spot they had chosen is from where the water flow is regulated. A visit to Masuri’s Nahal area revealed that the spot from where the children were jumping into the water is around 50 metre from Nahal Jhaal police post. But no policemen made an effort to stop them. Scores of onlookers had gathered near the edge of the canal on Wednesday to watch the children, some as young as nine-year-old, jumping into. After several cases of drowning were reported, SSP Upendra Kumar Agrawal had put a ban on revellers entering the water body two weeks ago and directed the SHOs of Muradnagar and Masuri to issue challans to people who violate the order and also seize their vehicles. Every year in summers, hundreds of people from NCR visit the spot. The number increases on weekends and on holidays. Around 30 people drown in the canal every year, as per police records. When contacted, Praveen Kumar Sharma, the SHO of Masuripolice station, said the focus was on stopping people who consume alcohol and go for a swim in the canal. He claimed that those who were taking a bath in the canal on Wednesday were “regulars” who live nearby. The SSP on Wednesday, however, said, “I neither have any power to stop someone from taking bath, nor it’s police job. We just sensitise. Police conduct patrolling and request people not to take bath.” Meanwhile, a Provincial Armed Constabulary (PAC) team has been deployed around Chota Haridwar in the Muradnagar stretch of the canal for a week in view of a an auspicious occasion wherein hundreds of devotees are paying a visit to a nearby temple and taking a dip in the canal. The SHO of Muradnagar, OP Singh, saide actions were being taken against people who were found consuming alcohol and swimming in canal. He saidt around 15 persons have been issued challans under Section 34 ofthe Police Act for endangering lives inhe past four days. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Overflowing dustbins": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingdustbins/articleshow/64422814.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "These dumps are promoting mosquito breeding": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/these-dumps-are-promoting-mosquito-breeding/articleshow/60268358.cms", "time": "", "description": ""}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Ghaziabad: Criminal with Rs 45,000 reward on head held": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/criminal-with-rs-45000-reward-on-head-held/articleshow/69747937.cms", "time": "2019-06-12 10:47:00", "description": "GHAZIABAD: A robbery and murder accused was arrested from Mahamaya Stadium flyover near Kotwali area early on Tuesday following a gunfight between him and a police team. Police said the accused, Phool Miyan, a resident of Islamnagar in Badaun, hasa total of 24 cases of murder, attempt to murder, robbery and dacoity registered against him in various police stations of Delhi, Ghaziabad, Sambhal and Badaun. Police said on Monday night, a check post was put up near Mahamaya flyover. A biker was asked to stop for checking, but tried to flee. He fell on the ground after taking a U-turn. When the cops went near him, he started shooting at them. Police returned fire, and he was arrested after receiving a bullet injury on his right leg. SP (city) Shlok Kumar said, “Badaun police had announced a reward of Rs 20,000 on his arrest and Sambhal police too announced a reward of Rs 25,000 last year.” Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Three firms enter fray for traffic management tech in Ghaziabad": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/3-firms-enter-fray-for-traffic-management-tech-in-gzb/articleshow/69833472.cms", "time": "2019-06-18 09:01:00", "description": "GHAZIABAD: Three companies, shortlisted for installing an Integrated Traffic Management System (ITMS) in the city, gave a demonstration in the GDA office on Monday. Tenders have been floated and by end of this month, the work order will be awarded to one company, said GDA vice-chairperson Kanchan Verma. “We expect that by first week of July, the work on ITMS will commence because by that time we will shortlist a company that will take up the work,” said Verma. She said, “It will take about nine months for ITMS to be fully functional and Hindon Elevated road will be the first stretch where it will be installed.” Under ITMS, installation of CCTV cameras at strategic locations, automatic challan of vehicles, and speed sensors will be installed. The system has been mooted for Ghaziabad in view of constant jams and tailbacks of vehicles reported from stretches of roads. It will help in real-time monitoring of movement and congestion of vehicles as well as violation of traffic rules. “Among the features that will be introduced under ITMS, are 110 Pan Tilt Zoom(PTZ) cameras, 30 Red Light Vehicle Detection(RLVD) Cameras, Public Address System at 82 places, Speed Violation Camera at three places and at 15 stretches, Number Plate Recognition (NPR) cameras will be installed across the city,” said VK Singh, OSD, GDA. “It will cost us Rs 60 crores, out of which GDA, will have to spend Rs 50 crore while Rs 10 crore will be shared by GMC,” said Verma. “The private agency will be handed over the maintenance of all installation under ITMS, for five years,” added Verma. Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Torn tricolour on vehicle": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/torntricolouronvehicle/articleshow/64314780.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Ghaziabad: Sub-inspectors’ appraisal report to be made public": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/sub-inspectors-appraisal-report-to-be-made-public/articleshow/69795947.cms", "time": "2019-06-15 09:34:00", "description": "GHAZIABAD: Police have launched an initiative to evaluate the performance of 75 police post in-charges (sub-inspectors) deputed across Ghaziabad city area and make the report public. Their work would be rated on a scale of 1 to 10 with regards to solving major law and order problems in their respective areas, maintaining infrastructure inside police posts and disposing of cases assigned to them. SP (city) Shlok Kumar, who launched the initiative this month, and circle officers will hold meetings with prominent residents under each police post to identify the “five top issues”, and assign a month’s time to the sub-inspectors to resolve those. The police have also decided to conduct the exercise of evaluating performances of police post in-charges quarterly and felicitate the top performers. Those who lag behind in terms of their performance would be counselled. “The aim of the initiative is to increase efficacy of the police posts. The outcome of the exercise would be made public so that policemen take the initiative seriously and strive to give their best performance. The top five issues could be related to traffic, crimes against women and robberies,” he added. The sub-inspectors would also be evaluated on how clean they have kept their offices and whether they have made proper arrangements for visitors, like availability of drinking water, chairs and toilets. The police posts should also have CCTV cameras and barracks for the force. Kumar said: “The system will also decide transfer and postings of sub-inspectors. We hope to complete the first exercise in the next 15 days.” Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Open pit near Ghazipur flyover CNG station": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/open-pit-near-ghazipur-flyover-cng-station/articleshow/61076051.cms", "time": "", "description": ""}, "Waterlogging in Metro train!": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterlogginginmetrotrain21/articleshow/65265825.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "No helmet, no fuel comes into effect in Ghaziabad": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/no-helmet-no-fuel-comes-into-effect-in-ghaziabad/articleshow/69805322.cms", "time": "2019-06-15 23:12:00", "description": "GHAZIABAD: From Saturday midnight bikers without helmet will not get fuel at all ninety filing stations in Ghaziabad. Apart from bikers, drivers of 4-wheelers without seat belts will also be denied fuel at filling stations. In a meeting held on Saturday which was attended by officials from administration, police department and representatives of filling stations a decision in this regard was taken. “To instill a sense of road safety the Uttar Pradesh chief minister recently held meeting of district magistrates in Lucknow in which instruction was passed to all DMs to implement ‘no helmet-no fuel’ policy” said Sunil Singh, district supply officer. “With Gautam Budh Nagar and Unnao districts among the firsts to implement the policy, it will now be implemented in Ghaziabad as well which will come into effect from Saturday midnight ” added Singh. “Apart from bikers, drivers of 4-wheelers have also been included and any 4-wheeler driver not wearing seat belts will also be denied fuel at all filling stations” said Singh. “This has been clearly instructed to all petrol and diesel pump owners in a meeting that was held on Saturday which was attended by officials from traffic department and RTO as the onus of enforcing the policy will on these two departments” added Singh. There are over 90 petrol and diesel filling stations in Ghaziabad. Ashok Bajaj of Bajaj motors filling station said that the administration has issued a set of guidelines to all owners of filing stations. “We have been asked to install signboards saying ‘no helmet-no petrol’ as a part of creating awareness for it” said Ashok Bajaj. “There have been instances in districts where this police is already in force that denial to give fuel to offenders have resulted in arguments and fights, to deal with this the administration has asked us to dial 100 number immediately if such a situation arises” added Bajaj. To ensure compliance Singh meanwhile said that enforcing officers will randomly visit filling stations. “We can also ask for CCTV footages to check whether the directions is being complied or not ” said Singh Concerns have been raised that there is no laws and rules under which fuel could be denied to bikers without helmets. “We have plethora of rules like motor vehicle act and others under which bikers without helmets could be penalized but there is no rule as such under which one can deny fuel for not wearing helmet which have been brought to the notice of state government” said Singh. “The state government in order to provide legal sanctity to the policy will soon issue a Government Order(GO)” added Singh. In Video:After Noida, ‘No helmet, no petrol’ drive comes in effect at GhaziabadDownload The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "GDA plans to hike rates of green belts leased out": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/gda-plans-to-hike-rates-of-green-belts-leased-out/articleshow/69795945.cms", "time": "2019-06-15 09:31:00", "description": "GHAZIABAD: The Ghaziabad Development Authority (GDA) plans to increase rates of green belts that have been leased out to educational institutions. The proposed rates is Rs 100 per sqm a year against the existing Rs 10 per sqm a year. A proposal to revise the rates would be placed in the GDA board meeting scheduled to be held on 25 June. There are about 13 educational institutions that have been given park/green land — a total of more than 90,000 sqm. “The existing rates has remained unchanged since 2011 and prior to 2011, it was just one rupee. So, it is time to revisit the rates that will be Rs 100/sqm a year. It would be a good source of revenue for the GDA,” said Kanchan Verma, the vice-chairperson, GDA. “There have been complaints that many institutions are violating lease agreements, some saying that the parks and green belts are being treated as a particular institute’s private property, which remains out of bounds for common people. In these cases, it becomes pertinent that while reviewing the lease, we will have to ascertain the extent of violation,” Verma added. The misuse of parks leased out to institutions by the GDA was first highlighted by local councillor Rajender Tyagi. “There are many parks and green belts under educational institutions that have erected boundaries and merged those with the institutions, which is in violation of the norms,” said Tyagi. “The GDA, for a long time, remained oblivious to these violations. As per the norms, institutions in no manner can bar common people from using these parks leased out by GDA,” Tyagi added. “As a rule only 2% of park’s land could be used for permanent construction.” Verma said: “We are in the process of ascertaining to what extent institutions have violated the norms and only after that we will act to cancel the lease.” Tyagi said schools are bound to provide parks for local children. “After school, the institutions are required to offer theses parks and playgrounds to children of the neighborhood. But no school follows this. The GDA should take notice of it.” Download The Times of India News App for Latest City ."}, "Stinking Duhai ward of cleanest city Ghaziabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stinkingduhaiwardofcleanestcityghaziabad/articleshow/64314763.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Allahabad HC sets IMT land solution timeframe": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/hc-asks-state-to-resolve-imt-land-row-in-two-and-a-half-months/articleshow/69747955.cms", "time": "2019-06-12 10:45:00", "description": "GHAZIABAD: The Allahabad high court has given the UP government two-and-a-half months to resolve a land dispute involving Institute of Management Technology (IMT), Ghaziabad. On May 29, 2019, Ghaziabad Development Authority (GDA) cancelled the allotment of a 11,503-square-yard plot to IMT after it found out that the institute had illegally encroached upon it. IMT challenged the order in court, stating that it came to know about it through media. A bench headed by Justice Manoj Misra and Justice Saurabh Shyam Shamshery has directed IMT to deposit Rs 5 crore with the GDA by July 15 and submit an application, along with a copy of the receipt, before the principal secretary of UP’s urban planning and development authority by July 25, seeking regularisation of the allotment of the land on which the institute stands. Meanwhile, the state government has been directed to take a “reasoned decision” by the next date of hearing, August 28. “The decision so taken by the government shall be produced through an affidavit by either of the parties… It is further made clear that the state government will take its own decision without being influenced by any of the observations made in this order,” the court said. It has also directed GDA to refrain from taking any coercive action against IMT. The matter came to light in March, 2019, after BJP councillor Rajender Tyagi accused IMT of encroaching upon the plot. IMT, in its petition, accepted that there might have been negligence on its part in pursuing formalisation of transfer and payment with respect to the allotment of the land but GDA had been equally negligent with respect to the cancellation of the allotment. It also promised to get the allotment regularised but said its cancellation would cripple the institute, which had been in existence for 40 years. However, according to the GDA counsel, the authority had repeatedly issued notices to IMT to deposit the allotment money. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Ghaziabad: FIR for catapult attack on animals ‘using nails, stones’": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/fir-for-catapult-attack-on-animals-using-nails-stones/articleshow/69795959.cms", "time": "2019-06-15 09:37:00", "description": "Ghaziabad: A retired cop from UP Police and his domestic help were booked on Thursday night for allegedly hurting animals with stones and iron nails through a catapult. An official at People For Animals (PFA), a non-governmental organisation, filed a complaint around 11pm against the retired cop, Hoshiyarpur Yadav, and his domestic help Gyanwati. Yadav is a resident of Sector 2 in Ghaziabad’s Rajender Nagar. According to the complainant Gaurav Gupta, PFA had received several complaints against Yadav over the past few months. “When I visited the accused’s house on Thursday, I found his domestic help throwing stones on a monkey. The monkey was sitting on a tree which is about 100 metre away from the house. I also shot a video of the incident and sent it to police so that action can be taken against him,” he said. Gupta further informed that in the past Yadav and Gyanwati have been booked for thrashing stray dogs in Sahibabad. “Six months ago, Yadav was also booked by Sahibabad police for allegedly beating up a woman. The accused was thrashing stray dogs in the vicinity with a stick when the woman came forward to rescue the dogs,” he said. “A month ago, the accused had badly hurt an owl with a stone by using catapult. The owl received injuries in his legs and he was under the doctor’s observation for over 20 days,” he added. Shlok Kumar, the SP (city) said, “Both the accused have been booked under IPC sections 429 (mischief by killing or maiming cattle, etc) and 511 (attempting to commit offences punishable with imprisonment for life or other imprisonment), sections 6, 39, 50 and 51 of the Wildlife Protection Act and Section 11 of Prevention of Cruelty to Animals Act.” Download The Times of India News App for Latest City ."}, "Open dustbin in front of bank": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opendustbininfrontofbank/articleshow/64525534.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Supervisors to be held accountable if building falls": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ghaziabad/supervisors-to-be-held-accountable-if-building-falls/articleshow/69865958.cms", "time": "2019-06-20 06:04:00", "description": "GHAZIABAD: The Ghaziabad Development Authority (GDA) has decided to introduce a proper job manual for all its supervisors and work mates so that responsibility can be fixed on erring officials in case of disasters like the Akash Nagar building collapse. GDA currently has 322 supervisors and work mates on its payroll. Officials said the existing GDA work manual is vague as it does not spell out the exact nature of job that supervisors and work mates do. “We encountered the problem when we started an investigation into the Akash Nagar building collapse last year. As per for our internal inquiry, supervisors and work mates of that zone were equally responsible for the collapse, in which several lives were lost,” said VN Singh, chief engineer, GDA. “Since the nature of job was not properly defined for supervisors and work mates, they opposed action that were taken against them on the same ground. Now, it has been decided that GDA should come up with a proper written work manual for supervisors and work mates. It is being prepared and will be placed in the board meeting for approval,” added Singh. Under the new manual, in case contractors are not doing their work properly, it will be the job of supervisors and work mates to report the matter to the respective zone’s junior engineer and higher officials, according to Singh. “Being GDA’s eyes and ears, supervisors and work mates are regarded as foot soldiers whose job is also to report broken road, electricity problem, encroachment and keep a tab on cleanliness in societies, to name a few. A proper manual will help in fixing accountability,” he added. Download The Times of India News App for Latest City ."}, "Ghaziabad: Police say meat trader did not drown, was killed": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/police-say-meat-trader-did-not-drown-was-killed/articleshow/69717846.cms", "time": "2019-06-10 09:42:00", "description": "GHAZIABAD: Three persons were arrested on Sunday for allegedly murdering Asif, a meat trader in Muradnagar, whose body was found in Hapur’s Dhaulana on June 5. Police said the accused were friends of the victim and allegedly disposed of the body after killing him. They then allegedly spread a rumour that Asif had drowned while taking a bath in the Ganga canal on the day of Eid. The arrested accused have been identified as Chand Mohammad, Afzal Mirza and Kamran Baig, all residents of Muradnagar. Police said Chand had gone to Asif’s meat shop to buy chicken, but the latter did not want to give it on credit. Soon, an argument ensued and Asif allegedly said something that infuriated Chand, police said. Chand and his accomplices then hatched a plan to kill Asif, the cops said. On June 5, the accused invited Asif to a party and took him to Dhaulana in Chand’s car. On their way, they consumed liquor and sat near the canal, police said. They then asked Asif to remove his clothes on the pretext of taking a bath in the water body. Later, they attacked him sticks and knives and killed him. The accused then returned to Muradnagar, the cops said. However, Asif’s family got suspicious and lodged a complaint against Chand and his aides for murdering Asif. Police have recovered the car and a stick used in the crime. Meanwhile, the police have released photographs of over hundred men who indulged in stone pelting on Delhi-Meerut road when cops went to hand over Asif’s body to his family members on Friday. Police had booked over 600 Muradnagar residents on Saturday for rioting, house-trespassing, and assaulting policemen. Download The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "No LED bulbs on streetlights": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-led-bulbs-on-streetlights/articleshow/60228741.cms", "time": "", "description": ""}, "Ghaziabad follows Noida, no fuel if riders not wearing a helmet from June 16": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/ghaziabad-follows-noida-no-fuel-if-riders-not-wearing-a-helmet-from-june-16/articleshow/69807315.cms", "time": "2019-06-16 09:12:00", "description": "GHAZIABAD: After Noida, the ‘no helmet, no fuel’ rule to reduce road accident deaths has come into force in Ghaziabad. Apart from bikers, drivers of four-wheelers without seat belts will also be denied fuel at filling stations. To ensure compliance, enforcement officers will randomly visit fuel pumps and even check CCTV cameras, officials said. The decision to implement the rule from Saturday midnight was taken at a meeting earlier in the day, attended by district administration and police officials as well as representatives of fuel stations. A government order (GO) will be issued soon, officials said. “To instill a sense of road safety, the UP chief minister recently held a meeting with all district magistrates in Lucknow, where he instructed them to implement the ‘no helmet, no fuel’ rule across all districts,” said Sunil Singh, district supply officer. “We are the third district to implement the rule after Gautam Budh Nagar and Unnao.” Not only bikers, four-wheelers will be denied fuel if their drivers are found to be flouting seat belt rule. “This has been clearly told to all fuel pump owners present at the meeting. The onus of implementing the rule now lies on the traffic police and the regional transport office,” said Singh. There are over 90 fuel pumps in Ghaziabad. Ashok Bajaj of Bajaj Motors filling station said the administration has issued a set of guidelines to owners of the filling stations. “We have been asked to put up signboards, displaying ‘no helmet-no petrol’ rule as a part of creating awareness,” he said. “We have been asked to dial 100 in case of any untoward situation,” he added. To ensure compliance, Singh said, enforcement officers will randomly visit filling stations. “We can also ask for CCTV footage to check whether the directions are being complied with. And the state government will soon issue a GO to provide legal sanctity to the rule,” he added. Download The Times of India News App for Latest City ."}, "Ghaziabad: Daily wager and his parents get six years in jail for dowry death": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/daily-wager-and-his-parents-get-6-years-in-jail-for-dowry-death/articleshow/69795995.cms", "time": "2019-06-15 09:38:00", "description": "GHAZIABAD: A Ghaziabad court on Friday sentenced a 40-year-old man and his elderly parents to six years in prison in a case of dowry death. The crime had taken place in 2010, when the accused, a daily wager, was found guilty of torturing his wife for not acquiescing to their demand for a dowry of Rs 20,000 in cash and a gold ring, which forced her to commit suicide. Rachna, daughter of Meerut-resident Madanpal, got married to Maneesh, a resident of Govindpuri in Modinagar, on June 21, 2006. She was aged around 21 at the time. Her husband and in-laws, Sheela and Kailash, were not happy with the dowry she had brought and tortured her for that. Additional district government counsel (ADGC) Lokesh Kumar said, “Rachna’s relatives tried to intervene on several occasions to resolve the matter with her husband, but to no avail. In the meantime, Rachna gave birth to two daughters, but even that didn’t improve the situation.” Unable to cope with the torture, Rachna, on August 8, 2010, committed suicide by hanging herself from the ceiling. Later, an FIR under IPC sections 498A (domestic violence), 304B (dowry death) and Dowry Prohibition Act was registered against the three accused, at Modinagar police station, following a local court’s order, the ADGC said. However, the court during proceedings found evidence of IPC 306 (abetment of suicide) and not 304B. Altogether, nine witnesses were produced. Additional district judge Beena Chaudhary found the accused guilty of the crime and awarded the punishment. The ADGC said, “Under IPC 498A, the court handed down two years’ jail term to each accused, and also imposed a fine of Rs 5,000. Likewise, under IPC 306, the court imposed six years and Rs 20,000, and under the Dowry Act, one year imprisonment and Rs 2,500 fine on each convict. All the jail terms will run concurrently.” The accused were out on bail all those years, the ADGC added. Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Ghaziabad dance teacher calls minor for extra classes, molests her": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/dance-teacher-calls-minor-for-extra-classes-molests-her/articleshow/69807304.cms", "time": "2019-06-16 09:21:00", "description": "GHAZIABAD: A 25-year-old dance teacher running an academy was arrested on Saturday for allegedly sexually abusing a nine-year-old girl who he had called for extra classes. Police said Suraj Kumar, who had been running the academy in Loni’s Raviwar market area for a year, was arrested after the girl’s mother file a complaint, alleging he had called the nine-year-old to his office, where he had disrobed and molested her. “The girl is a student of class 5 in a private school,” a police officer said. Her mother said on Friday, Kumar had called her daughter an hour before the original class timings. “My daughter’s dance class timings are 5pm-6pm but on Friday, he called her at 4pm to teach her some extra dance moves,” she said. “My daughter has been going to his academy for a month. More than 15 children are trained there. Kumar also taught a private school last year,” she added. “My daughter told me he taught her one dance move and then took her into his office, removed her clothes and molested her. He then took off his clothes too. But my daughter protested, and after some time, other students started arriving. He then let her go but threatened to harm her if she told anyone.” The girl returned home around 5pm in tears. Her mother said when she and her son confronted Kumar at his house, they were attacked with sticks. “An FIR under section 354 (molestation) and 511 of the IPC and under relevant sections of the POCSO Act was registered against the accused. He was arrested from his dance academy and the girl has been sent for a medical examination,” said Neeraj Kumar Jadaun, SP (rural). Download The Times of India News App for Latest City ."}, "Garbage in apartment complex": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageinapartmentcomplex/articleshow/64392943.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Blanket seller held for smuggling drugs, 103kg ganja seized": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/blanket-seller-held-for-smuggling-drugs-103kg-ganja-seized/articleshow/69732393.cms", "time": "2019-06-11 11:54:00", "description": "GHAZIABAD: A 27-year-old drug smuggler allegedly carrying 103 kg of ganja and Rs 4 lakh cash was arrested from Ghaziabad’s Masuri area on Sunday night. Police said the accused Intazar, a resident of Meerut, was a blanket seller and would frequently visit Odisha’s Malkangiri district for business purpose. It was there that he came in contact with a drug dealer three months ago and allegedly started smuggling ganja to Ghaziabad. Talking about his modus operandi, SP (rural) Neeraj Kumar Jadaun said, Intazar would make several small packets of the consignment and hide them inside bundles of blankets to avoid detection. He mostly smuggled the consignment through Ghaziabad-bound trains. During questioning, Intazar told police that in Ghaziabad he handed over the narcotics to his associate, Irfan, who in turn would sell it to various sellers. Irfan and a third accomplice Neeraj, both from Ghaziabad, are still absconding. “Intazar bought ganja from a dealer in Odisha at a rate of Rs 1,400/kg and then sold it in Meerut for Rs 6,000/kg and at Rs 10,000/kg in Delhi,” said Jadaun. Notably, the SP had launched ‘operation NARCOS’ in March this year to bust gangs involved in drug peddling in the district’s outskirt areas. According to him, so far 50 persons have been booked under the Narcotic Drugs and Psychotropic Substances (NDPS) Act from the rural areas in the past three months. Intazar’s arrest has also come under the same operation, said the police officer. This was the second such arrest to be made by Ghaziabad police in a short span of time. Three persons, including a woman, were arrested on June 3 from Kotwali area of the city for smuggling 100 kg of ganja worth Rs 10 lakh from Chhattisgarh. Police have also seized a Tata Safari from their possession, which was modified to hide the contraband inside the doors and below the seats. Meanwhile, two more drug peddlers were arrested from Kotwali area with 1.5 kg of ganja. The accused, Rama and Shyama, are brothers and each has more than five cases of robbery and drug selling cases registered against them in Ghaziabad, said police. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Ghaziabad: Tension over eviction drive in Indirapuram": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/tension-in-gzb-after-gda-eviction-drive/articleshow/69817691.cms", "time": "2019-06-17 08:56:00", "description": "GHAZIABAD: There was palpable tension in Indirapuram’s Gyan Khand on Sunday morning when a group of people, led by a local councillor’s husband, gathered in the area and protested alleged heckling of their leader during an encroachment drive by the Ghaziabad Development Authority on Saturday. Salek Tyagi, who was leading the group, alleged he had been pushed to the ground and manhandled by a few locals when a GDA team was trying to erect a wall around a plot near a mosque. The villagers refuted the allegation and said it was the GDA team that had asked Tyagi to leave. GDA said Tyagi was “interfering” with its work. On Sunday, police intervened before the matter could spin out of control. “Around 1.30pm on Saturday, I was passing by the area when I noticed some commotion near a mosque. Out of curiosity, I went there and got to know that a GDA team was trying to erect a boundary wall on a plot adjacent to the mosque. This was being opposed by locals,” said Tyagi. “I demanded that GDA officials be allowed to carry on with their work. But I was pushed to the ground and heckled by group of people,” he added. At the protest on Sunday, Tyagi was backed by Sahibabad MLA Sunil Sharma. “He was manhandled by locals. This has led to lot of anger among people. On Sunday, we had gone to protest this,” Sharma said. GDA officials said Tyagi had no business to interfere with GDA’s work. “Tyagi was told by our team to leave the spot as his presence was unnecessarily causing tension,” said VK Singh, officer on special duty at GDA. SP (city) Shlok Kumar, who was present at the spot, said an FIR for rioting and under other IPC sections have been registered against a few locals and a GDA official on a complaint by Tyagi. Download The Times of India News App for Latest City ."}, "Ghaziabad municipal dump": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghaziabad-municipal-dump/articleshow/62275526.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Tweak clause for rooftop solar plants, directs government": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ghaziabad/tweak-clause-for-rooftop-solar-plants-directs-govt/articleshow/69865983.cms", "time": "2019-06-20 05:54:00", "description": "GHAZIABAD: All government and semi-government offices having an area of more than 1000 sq m will soon have to install solar photovoltaic power plant on their rooftops. This is likely be made mandatory from this month by the Ghaziabad Development Authority (GDA) as per the order of the state government, officials said. “The state government has asked development authorities across Uttar Pradesh to incorporate amendments made in the Uttar Pradesh Energy Conservation Building Code 2018 (UPECBC) in its bylaws. We will place the same in our board meeting on June 25,” said Ishtiyaque Ahmad, chief architect and town planner of the authority. “Once passed, the bylaws will make it mandatory for all government and semi-government buildings having plot area of more than 1000 sq m or covered area of more than 2000 sq m to install rooftop solar photovoltaic power plant. Power generated through the solar source should meet 1% of peak power demand of such buildings,” he added. Earlier, the UPECBC was applicable to government and semi-government buildings having an area of more than 5000 sq m and private commercial buildings on a minimum 25% of rooftop area. Residential units under group housing societies have been exempted from the energy. But for part of group housing societies used for commercial purposes, the amended code will be implemented. “The amended clauses in this case will also be on a plot area of more than 1000 sq m or covered area of more than 2000 sq m,” said Ahmad. UPECBC is aimed at making buildings energy efficient. The idea was first mooted by UP non-conventional energy development agency (UPNEDA). The UPNDA had also suggested to alter architecture of a building in such a way that it consumes less energy by way of using building materials or designing cross ventilation in such a way that natural light and air enters the building thereby reducing dependency on electrical appliances. “The architecture part, however, will introduced in UPECBC 2018 at a later stage,” said Ahmad. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Close call for pregnant woman in fire": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ghaziabad/close-call-for-pregnant-woman-in-fire/articleshow/69865745.cms", "time": "2019-06-20 05:55:00", "description": "GHAZIABAD: Five members of a family, including a pregnant woman, had a narrow escape, after a fire broke out in a house in Sector 5, Rajnagar on Wednesday. According to police, the incident took place around 2pm on Wednesday when due to the short circuit in an AC a fire broke out and engulfed the first floor of the house. The house belongs to a Ghaziabad businessman Kailash Chand Goyal. The three-storey building has 12 rooms, and at th time of the incident five people were present inside the house. However, all of them managed to escape. “At the time of incident, Goyal’s daughter-in-law Amrita, who is pregnant, was sleeping in the room that caught the fire first,\" said Anil Goyal, younger brother of Kailash Chand. “When she woke up, she found that her room was full of smoke. She then informed other family members,” he added. Sunil Kumar Singh, chief fire officer (CFO) of Ghaziabad, told TOI that the fire department got information about the incident around 2.10pm and two fire tenders were rushed to the spot. “It took us over 30 minutes to control the flames because of the flammable material used to decorate the building’s interiors,” Singh added. “Valuables worth over Rs 10 lakhs was gutted in the fire,” Goyal said. Download The Times of India News App for Latest City ."}, "Ghaziabad: Man ‘pushes’ wife from 2nd floor, booked for murder": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/man-pushes-wife-from-2nd-floor-booked-for-murder/articleshow/69732239.cms", "time": "2019-06-11 11:41:00", "description": "GHAZIABAD: A 24-year-old man was booked for allegedly murdering his wife by pushing her from the second floor of a building in Masuri’s Taj colony. The accused, Israfil, a resident of Bihar, is yet to be arrested. Police said Israfil married Shabeeha on January 19. According to the woman’s mother, Shahzadi, Israfil started putting pressure on her daughter for dowry soon after marriage and harassed her on one pretext or the other. Around three weeks ago, the couple shifted to Ghaziabad’s Taj colony in a rented accommodation. “However, the harassment of my daughter did not stop,” the complainant said. Around 12.30pm on Friday, Shabeeha called her mother and told her about the atrocities being faced by her and requested her to come to Ghaziabad. She told her that she did not want to live with Israfil any longer. However, before Shabeeha’s mother could reach Ghaziabad, she received information about her daughter being admitted to a hospital after falling from the second floor of the building. Two days later, Shabeeha succumbed to her injuries. Shahzadi alleged that Israfil first gave her daughter some drugs and then pushed her from the building. Praveen Kumar Sharma, SHO (Masuri), said, “The exact cause of death was not clear in the postmortem report so the viscera had been preserved for further investigation.” Download The Times of India News App for Latest City ."}, "Septuagenarian held on molestation charge in Ghaziabad": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/septuagenarian-held-on-molestation-charge-in-ghaziabad/articleshow/69794004.cms", "time": "2019-06-14 22:16:00", "description": "GHAZIABAD: A septuagenarian was arrested for allegedly molesting a five-year-old girl, police said on Friday. On the complaint of the girl's father, a case has been registered against accused Netrapal (76) under Section 354 of the IPC and the POCSO Act. SP (City) Shlok Kumar said the accused lured the girl on the pretext of giving her a toffee and allegedly molested her. In the meantime, the girl's father saw it and freed the child from his grip, police said. Download The Times of India News App for Latest City ."}, "Ghaziabad: PWD peon arrested for molestation": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/pwd-peon-arrested-for-molestation/articleshow/69833664.cms", "time": "2019-06-18 08:52:00", "description": "GHAZIABAD: A 50-year-old man was arrested for allegedly molesting a 15-year-old girl in Kavi Nagar’s Rajapur area. According to police, the accused, identified as Rafeeq, works as a peon in Public Work Department (PWD), Ghaziabad. An FIR has been registered at Kavi Nagar police station. The girl’s mother said her daughter is taking parlour course in Rajapur area. “She used to leave for her classes around 4pm everyday. On Sunday around 7pm, she was coming back home when the accused stopped her and held her hand. He forcefully took her to a public toilet, which is 200 metres away from our house,” she said adding, “He started touching her inappropriately. My daughter raised an alarm and soon people came for her rescue. The locals caught hold of him and started beating him. They later called the police,” she said. “The accused had financially helped the girl’s family during their elder daughter’s marriage,” police said. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "No numbers on numberplate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-numbers-on-numberplate/articleshow/62611788.cms", "time": "", "description": ""}, "UP Gate to Pratap Vihar portion of  Delhi-Meerut Expressway to miss yet another deadline": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/up-gate-to-pratap-vihar-portion-of-delhi-meerut-expressway-to-miss-yet-another-deadline/articleshow/69777598.cms", "time": "2019-06-13 21:55:00", "description": "GHAZIABAD: The National Highways Authority of India(NHAI) will miss yet another deadline to open a portion of Delhi-Meerut Expressway(DME) falling under Ghaziabad between UP Gate to Vijay Nagar. The NHAI official in a meeting convened by divisional commissioner Anita Meshram in April this year had claimed that in June, UP Gate to Vijay Nagar portion of DME will be thrown open, but now the NHAI is saying that the deadline have been further extended to July. “The delay has been attributed to shifting of transmission lines on at least three points on the stretch. The electric poles which has to be transported from Kolkata has not reached,” said RP Singh, project director, NHAI. “We most likely will be in a position to open the said portion by July which is delay of one month,” added Singh. This is the fourth occasion that the opening of said portion has been delayed. In March the NHAI had claimed that the portion will be opened which was again changed to April and then in May and now in June. According to Singh the construction work for the entire phase II package which is from UP Gate to Dasna stretching and is 19.2km is about 52% complete while from UP Gate to Vijay Nagar is about 55% complete which includes about seven underpasses between them. All along 10.5km of stretch between UP Gate to Vijay Nagar there are seven underpasses of dimensions 2mX15mX5.5m and three light vehicle underpasses. “As far as integration of traffic from Indirapuram, Sidharth Vihar and Vijay Nagar on Ghaziabad side and from Noida on other side is concerned it will happen through these underpasses which fall under this stretch,” said Singh. “While these underpasses will ensure seamless movement of traffic to Noida and Ghaziabad, Delhi and Dasna bound vehicles will have to take curve which will lead to NH9” added Singh. For vehicular access to DME, on 8Km stretch between UP Gate to Vijay Nagar there is only one point which is at Abhay Khand. “From Abhay Khand near Gaur office in Indirapuram the DME could be accessed though we have along UP Gate to Dasna stretch two more access points, at ABES cut and AKG Engineering college which of course will open in the next phase in December 2019,” said Singh. The 14-Lane Delhi-Meerut Expressway(DME) is divided into 6-lane(three on each side)DME and 8-lane NH24(four on each side) on NH9. The 19.2km phase II of the DME project is pegged at Rs 1989 crore and stretches from UP-Gate to Dasna. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "‘Self-immolation’ bid in civic protest": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/self-immolation-bid-in-civic-protest/articleshow/69732420.cms", "time": "2019-06-11 11:41:00", "description": "GHAZIABAD: High drama ensued at Ghaziabad Municipal Corporation’s office on Monday morning when a woman councillor tried self-immolation twice over delay in construction of three drains and a park in Nandgram area. Maya Devi, the Congress councillor from ward number 6, and her supporters later staged a sit-in protest at the entrance of the GMC building for over two hours. The mayor, however, termed the agitation a “gimmick to gain publicity”. The drama began around 11 am when Maya, along with several other Congress councillors and their supporters, gathered at the GMC office and she tried to set herself on fire after pouring kerosene on herself. She was, however, stopped by the police. Maya subsequently blocked the entrance to the building and was adamant about not leaving the place till the senior officials and the mayor gave her an assurance. Around noon, she once again tried to set herself on fire but was stopped by the policemen deployed there. Maya alleged that she had been pursuing civic issues, particularly those related to the construction of drains and the park in Nandgram, for the past one-and-a-half years with the mayor as well as senior GMC officials, but no action had been taken yet. “I gave a memorandum to the GMC commissioner, Dinesh Chandra, on May 21 apprising him of the issues. At that time, I had given a deadline of 15 days and threatened self-immolation if no proper steps were taken. But even after 15 days, no action was taken,” she said. In the absence of a proper drainage system in the area, the councillor said, the local residents are being forced to live in a filthy environment. “The situation gets worse in monsoon when people are forced to walk through water-logged streets,” Maya said, adding that she had also been demanding the development of a park on a GMC-owned open plot at Vikalang Colony in Nandgram. Later in the day, Ghaziabad mayor Asha Sharma held a meeting with the agitating councillors, and said that a proposal for the construction of a 1.5km-long drain at a cost of Rs 3.97 crore has been sent to the state government for approval. She said the construction of the park in ward 6 would commence soon. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Broken footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/broken-footpath/articleshow/60964483.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "UP: Ulta Pradesh": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/up3aultapradesh/articleshow/64047336.cms", "time": "", "description": ""}, "Ghaziabad: 28-year-old tailor injured in transformer fire": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/28-year-old-tailor-injured-in-transformer-fire/articleshow/69717821.cms", "time": "2019-06-10 09:46:00", "description": "GHAZIABAD: A 28-year-old tailor suffered major burn injuries after a transformer he was sitting close to caught fire and its oil fell on him in Ahimsa Khand-2 on Sunday evening. The victim identified as Manjoor Alam, a resident of Kanawani village, has been admitted to Safdarjung Hospital where his condition is said to be critical. The incident took place around 5.30pm on Sunday near Nirala Eden Park Society in Ahinsa Khand – 2. Police said Alam used work in a spot near the society, close the transformer. When it caught fire following a short circuit the explosion led to hot oil from the transformer spilling on Alam. A call was made to the power department and officials were informed about incident. The fire was doused after the power supply was stopped in the area. Power department officials blamed overload on the transformer besides soaring temperature for the fire. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Ghaziabad: 20-year-old molests minor in Dasna": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/20-yr-old-molests-minor-in-dasna/articleshow/69748021.cms", "time": "2019-06-12 10:28:00", "description": "GHAZIABAD: A 20-year-old man has been booked for allegedly molesting an eight-year-old girl in Masuri. The minor’s family alleged they were also thrashed by the accused’s family when they went to complain. Police have booked the accused under relevant sections of IPC and Protection of Children from Sexual Offences (POCSO) Act on Tuesday. According to police, the accused has been identified as Faizal, a resident of Dasna, and he runs a grocery shop in the same neighbourhood where the girl lives. The minor studies in class 3. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Govt unable to stop pollution": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/govt-unable-to-stop-pollution/articleshow/62061544.cms", "time": "", "description": ""}, "Illegal burning on the bank of Hindon river": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalburningonthebankofhindonriver/articleshow/65408444.cms", "time": "", "description": ""}, "Traffic monitoring to go hi-tech in Ghaziabad": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/traffic-monitoring-to-go-hi-tech-in-ghaziabad/articleshow/69831989.cms", "time": "2019-06-17 22:58:00", "description": "GHAZIABAD: Three companies shortlisted for installing the Integrated Traffic Management plan in the city on Monday gave a demonstration in GDA office. Tenders have been floated and by end of this month, the work order will be awarded to one company selected said vice chairperson Kanchan Verma. “We expect that by first week of July work on ITMS will commence because by the time we will shortlist one company out of three which will take up the work after assessing the demonstration these companies gave in GDA office on Monday” said Kanchan Verma, vice chairperson, GDA. “It will take about nine months for ITMS to be fully functional and Hindon Elevated road will be the first stretch where it will be installed ” added Verma. Under ITMS installation of CCTV cameras at strategic locations, automatic challan of vehicles, speed and sensors will be installed. The system has been mooted for Ghaziabad in view of constant jams and tailbacks of vehicles reported from various stretches of roads in the city. It will help in real-time monitoring of movement and congestion of vehicles as well as violation of traffic rules. “Among the features which will be introduced under ITMS to streamline traffic movement in the city 110 Pan Tilt Zoom(PTZ) cameras, 30 Red Light Vehicle Detection(RLVD) Cameras, Public Address System at 82 places, Speed Violation Camera at three places and at 15 stretches, Number Plate Recognition (NPR) cameras will be installed across the city” said VK Singh, OSD, GDA. Three notorious stretches-Hindon Elevated Road, UP Gate and Atmaram Steel roundabout which are notorious for over speeding Speed Violation Cameras will be installed. “Traffic light violation is commonplace and wrong land driving is common place in the city and to check that at 300 spots Red Light Vehicle Detection(RLVD) Cameras will be installed” said Singh. “A command system at Meerut tri-section will come up which will have 16 LED monitors to keep a real time tab on traffic movement in the city” added Singh. 80 traffic cops will be provided with hand held cameras to which will enable them to keep a tab on errant drivers and also issue challans.  “It will cost us Rs 60 crores out of which GDA will have to share Rs 50 crore while Rs 10 crore will be shared by GMC” said Verma. “The private agency will be handed over the maintenance of the all installation under ITMS for five years” added Verma. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "June 30 deadline for covering of open dump sites in Noida, Ghaziabad": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/june-30-deadline-for-covering-of-open-dump-sites-in-noida-ghaziabad/articleshow/69768198.cms", "time": "2019-06-13 07:05:00", "description": "NOIDA/GHAZIABAD: The UP Solid Waste Management Monitoring Committee has set June 30 as the deadline for covering of all open dump sites and segregation of waste at public places in Noida and Ghaziabad. Though Noida is all set to implement the rules for segregation by this month-end, Ghaziabad is yet to take a step in this direction. “I have directed authorities in Noida and Ghaziabad that by June 30, all dump sites should be covered with either tin or plastic sheets so that rain water does not seep into the ground through the mounds of waste,” justice (retd) DP Singh, chairman of the committee, told TOI on Wednesday. “All public places should have three dustbins — for wet, dry and plastic waste.” “Similarly bio-medical waste like needles, plastic etc are poisonous. These should not be mixed with municipal waste. Hence a fourth bin should be placed at all hospitals,” he said, also urging residents to segregate waste at their homes also. In fact, the Noida Authority had last month written to all institutions in the the city, including RWAs, malls and hospitals, to start segregation of waste before June 30 and make arrangements for composting of wet waste, making it clear that its contractors will not pick up unsegregated waste from any locality or industrial area from next month. Singh, who is currently on a three-day tour of Gautam Budh Nagar and Ghaziabad, also inspected the remediation plant site in Sector 54, the temporary dumpsite in Sector 145, and waste transfer stations in sectors 8 and 32, Noida. While he lauded the remediation plant in Noida’s Sector 54 as the first one in UP to initiate full remediation process, Singh lamented trash burning on the roadside and dumping of waste in the open across the twin cities and Ghaziabad. “I toured Ghaziabad on Tuesday, and found the situation at Pratap Vihar plant to be very bad. No bio-remediation isdone there.” Hindon pollution alarm Singh also expressed alarm at the dumping of waste in the Hindon, which he called a dead river with zero oxygen. “This is the height of violation of environmental norms,” he said. “The catchment area of the river is polluted, the river water is polluted, and there is seepage of effluents in groundwater which seem to be alarming. Hindon has zero oxygen with no fish in the river and ecology is completely dead. In years to come, cases of cancer, asthma and colitis will rise if groundwater is not preserved,” the panel chief said. Singh also said that polluted water is flowing into the Yamuna from two drains originating in Delhi — Kondli and Shahdara. “But the Delhi government is silent on the issue. All these are violations of environment norms,” Singh said. On illegal constructions on Hindon flood plains, the former high court judge directed that they should be stopped by the authority concerned immediately. “All such structures should be razed,” said Singh. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Hindon civilian flights may start in July, but no night operations": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/hindon-civilian-flights-may-start-in-july-but-no-night-operations/articleshow/69779653.cms", "time": "2019-06-14 06:28:00", "description": "GHAZIABAD: Commercial flight operations could begin at the Hindon air base in the first week of July, officials said. However, Airports Authority of India (AAI) has declined permission for night landings due to movement of nilgai on the air strip. The civil enclave of the IAF base was inaugurated by Prime Minister Narendra Modi in March. The district administration, meanwhile, has urged the UP government to include Lucknow in the list of eight cities — Hubli, Jamnagar, Faizabad, Pithoragarh, Shimla, Kalburgi, Kannur and Nashik — that the airport will have flights to under the subsidised regional air connectivity scheme UDAN. It has also sought Rs 10 crore for fencing the civil terminal and developing a drainage system at Hindon. “We are in touch with the AAI and we are given to be believe that by the first week of July, civilian flight operations at Hindon IAF base will commence,” said district magistrate Ritu Maheshwari. “We have also written to the state government to make Lucknow another destination for flights from Hindon,” she said. Once operational, Hindon will be the second airport in the NCR after Delhi’s Indira Gandhi International (IGI) Airport, 40km away. However, the district administration said that the AAI has not given permission to operate night flights out of safety concern since the terminal and the air strip are not properly fenced. “The area is frequented by nilgai and AAI has said it could be risky if flights operate after dark,” said Maheshwari. “So we have sought Rs 4.5 crore from the state civil aviation department for fencing the perimeter of the terminal.” In addition, the administration has demanded another Rs 5 crore from the state government for constructing a drainage system at the civil enclave. “The fund will be used to construct and connect terminal’s drainage system to Sikandarpur drain,” said Maheshwari. On the question of converting the civil terminal into a permanent airport, the district administration said it had already submitted a feasibility report to the state government on the same. “But we are still awaiting reply from the government,” the DM said. Hindon belongs to IAF but the civil enclave was developed by AAI. In 2017, the Union civil aviation ministry chose Hindon IAF base for starting commercial flights in a bid to decongest IGI Airport. Download The Times of India News App for Latest City ."}, "No. plate violation": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-plate-violation/articleshow/61501257.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Ghaziabad Municipal Corporation to give each ward Rs 1 crore as infrastructural fund": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/ghaziabad-municipal-corporation-to-give-each-ward-rs-1-crore-as-infrastructural-fund/articleshow/69779689.cms", "time": "2019-06-14 09:55:00", "description": "GHAZIABAD: Praised for civic initiatives that have seen the city shoot up the Swachh Bharat rankings to finish 13th this year, the Ghaziabad Municipal Corporation (GMC) will seek to carry that work forward by allocating Rs 1 crore as development funds to all its 100 wards. The proposal was cleared on Thursday at the GMC board’s meeting, which passed the budget for 2019-20, pegging expenditure for the year at Rs 908 crore. The civic body said it expects to raise Rs 1,038 crore during the financial year. The GMC has also set its sights on carrying out development work in the city’s industrial area, which is in tune with state government’s goal to make Ghaziabad a fully developed industrial district. “The GMC hopes to raise Rs 1,038 crore from various sources in financial year 2019-20 out of wich Rs 157 crore will be raised through water, house and sewerage tax,” said A K Mishra, a GMC official. “We expect a government grant of RS 489 crore, which the GMC will pursue in full earnest to raise its income,” added Mishra. The GMC will also go after defaulters who have not paid dues, and the list of defaulters includes a gas supplier and a telecom company. In 2018-19, GMC had under different income heads earned Rs 758 crore but spent only Rs 409 crore. “In the Rs 908 crore which GMC plans to spend this financial year, a sum of Rs 163 crore has been proposed for public works, Rs 90 crore for water supply, Rs 21 crore for lighting and Rs 113 crore for solid waste management and health,” said Mishra. Councillor Rajender Tyagi said the money allocated to wards would be spent under two heads. “While Rs 10 lakh will go into cleanliness drives, Rs 90 lakh has been earmarked for infrastructure work,” he said. The GMC board also struck down a proposal to develop electric vehicle charging points on land in Sai Upvan. “Since it is a forest area, we will not allow such activity there as it will encroach into the city’s green lung,” said Tyagi. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Ghaziabad: Close call for 12 families as fire rages in parking area": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/close-call-for-12-families-as-fire-rages-in-parking-area/articleshow/69795929.cms", "time": "2019-06-15 09:21:00", "description": "GHAZIABAD: Four cars and a dozen two-wheelers were gutted in a fire following a transformer explosion in a three-storey building in Ghaziabad’s Rajendra Nagar, said officials on Friday. The incident happened at 11.30 pm due to a short circuit in the building’s power meter box. The fire had engulfed the parking area of the building, which has 12 flats. No casualties were reported. Chief fire officer (CFO) of Ghaziabad Sunil Kumar Singh told TOI that the fire department was informed at 11.45 pm after which two fire tenders were sent to the spot. \"It took them over two hours to control the blaze as flammable material was used to decorate the building’s interiors,\" Singh added. The flats’ occupants had rushed to the terrace at that time. \"We were sleeping and suddenly woke up to see the house engulfed in smoke. I then found out that the parking area had caught fire. I alarmed the other families and rushed to the terrace. We used the adjacent building to get ourselves out of the place,\" said Rakesh Singh, a resident of the building. \"There was no fire equipment in our building as these are made by small builders. We had asked the builder to install a fire fighting system here,\" Rakesh said. Another fire incident was reported at a private hospital in Sihani Gate area. No casualty was reported, said officials. Fire department officials said at 12 pm on Friday there was a short circuit in the electrical panel at the basement of Pannalal Shyamlal Hospital. “The fire was controlled within 20 minutes,” RK Yadav, Fire Safety Officer of the area said. “One patient was in the general ward while one in ICU at the basement of the hospital. Both of them were sent to another hospital for treatment,” a spokesperson of the hospital said. Download The Times of India News App for Latest City ."}, "Ghaziabad: Woman attacked with ‘acid’, cops hunt for three": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/woman-attacked-with-acid-cops-hunt-for-3/articleshow/69817650.cms", "time": "2019-06-17 09:06:00", "description": "GHAZIABAD: A 33-year-old woman was allegedly attacked with a chemical substance, suspected to be acid, by three masked men in Sihani Gate area on Sunday, police said. The crime took place around 1 pm when the victim stepped out of her home to throw garbage, she told the police. Superintendent of police (city) Shlok Kumar told TOI on Sunday that the victim from Sihani Gate had suffered serious burn injuries. “The woman lodged a complaint at Sihani Gate police station at 3 pm on Sunday. She said she does not know the accused. At that time, she thought someone pranked on her but soon started screaming when her skin started to burn,” the officer said. The police said they are trying to identify the accused with the help of CCTV footage of the area. “The victim is undergoing treatment. Based on her complaint, an FIR has been registered against the unknown persons under IPC section 326A (throwing acid),\" he added. The victim’s husband runs a shoe shop in the area. Download The Times of India News App for Latest City ."}, "Garbage dump on the street": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-dump-on-the-street/articleshow/62481461.cms", "time": "", "description": ""}, "Waste burning in Raj Ngr Extn": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wasteburninginrajngrextn/articleshow/64565152.cms", "time": "", "description": ""}, "No end to wrong-side driving": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noendtowrong-sidedriving/articleshow/65694459.cms", "time": "", "description": ""}, "GDA to start razing illegal buildings in Ghaziabad from June 17": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/gda-to-start-razing-illegal-buildings-in-ghaziabad-from-june-17/articleshow/69796014.cms", "time": "2019-06-15 09:41:00", "description": "GHAZIABAD: The Ghaziabad Development Authority (GDA) will start an anti-encroachment drive from Monday. In the tentative list prepared so far by the GDA, the areas where the drive will take place will include the flood plains in Loni, Balaji Enclave, Hindon flood plains, Akash Nagar etc. “Demolition can also take place in and around Arthala lake where there are over 500 illegal structures constructed on encroached lake land,” said a GDA official. According to a survey, there are 321 illegal colonies in Ghaziabad. The officials from the development agency are in the process of drawing up plans for the drive, the direction for which has come from the state government. For the same, GDA has reshuffled enforcement officers from all the eight zones. “The new in-charges have been asked to draw up plans according to the requirement of their zones and list of illegal buildings that escaped demolition last time. Besides, we have also written to the district administration and police department for sparing magistrates and police force,” said Kanchan Verma, GDA vice chairperson. The development agency has also asked for Provincial Armed Constabulary (PAC) during the demolition drive to avert any untoward incident. “The concerned departments have also been asked to marshal equipments which will be used during the demolition drive and if need arises, more equipments could be rented from private players,” said Verma. Last month, the Ghaziabad Municipal Corporation (GMC) had attempted massive demolition drive in Arthala, but had to withdraw following protest from locals. The first phase of the anti-encroachment drive had stopped in January this year. “The GDA’s drive against illegal colonies in 2018 was necessitated after Akash Nagar building collapse in July last year, but this time the directions have come from the state government,” added Verma. Download The Times of India News App for Latest City ."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Five-month data shows Ghaziabad road accident rate dip": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/5-month-data-shows-ghaziabad-road-accident-rate-dip/articleshow/69807297.cms", "time": "2019-06-16 05:37:00", "description": "GHAZIABAD: The city saw 374 road accidents, which led to 151 fatalities, in the first five months of 2019. However, this is the lowest figure for this period since 2017, according to data from Ghaziabad traffic police. The data shows deaths due to accidents have reduced by 20% compared to the same period last year. It has recorded a three-year low in terms of the number of accidents, fatalities and injuries in the district from January to May. Last year, during the same period, the district saw 391 accidents, in which 187 died and 299 were injured. This year’s records state 273 persons were injured in accidents. Interestingly, while in 2018 the city saw a decline in the number of accidents from January to May when compared to 2017, the annual figure showed an increase. In 2018, there were 1,134 accidents while in 2017, the number stood at 1,063. Most of the accidents took place in the evening, according to the data. “Mostly cars and bikes were involved in these accidents. Mishaps by cars were due to speeding, while bikes were mostly involved in hit-and-run,” said a traffic policeman. SP (traffic) S N Singh said, “Overall, it’s a positive turn as accident cases have reduced. We have identified the areas where maximum number of accidents take place. We have not only ensured proper lighting there, but also installed speed reflectors. Both in urban and rural areas of the district, the accident rate has gone down, as people are more aware of road safety. We are planning to install more CCTV cameras in rural areas to track speeding vehicles,” Singh said. The SP also said that speeding and wrong-side driving is a major cause of concern. “Soon, there will be 550 officers who will manage traffic in the district. I will deploy more officers in those areas where we record the maximum wrong-side driving. In rural areas, we will start issuing challans to those who flout rules,” Singh added. The traffic police’s list of accident-prone areas has over 15 black spots, which are on national highways — NH-24, NH-91 and NH-58 that pass through Ghaziabad city. Major accident spots are Lal Kuan Intersection (NH-91), Kala Patthar at Indirapuram (NH-24), Mohan Nagar (NH-91), and Ganga Canal at Muradnagar (NH-58). “Cars and two-wheelers are involved in nearly 50% of the accidents while buses and trucks account for 30%. Heavy and light vehicles accounted for 20% of accidents,” a senior officer said. Moncy Varges, president of Safe National Foundation, an NGO, told the TOI that fewer accidents have taken place this time as roads have become better. “People aged between 16 and 35 drive at a high speed and do not take road alignment into consideration. In Ghaziabad, there is no concept of lane driving, which also needs to be enforced,” he added. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Illogical location of pedestrian crossing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illogicallocationofpedestriancrossing/articleshow/67549734.cms", "time": "", "description": ""}, "Ghaziabad: Headmaster of school stabbed multiple times": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/headmaster-of-school-stabbed-multiple-times/articleshow/69779779.cms", "time": "2019-06-14 10:08:00", "description": "GHAZIABAD: A 52-year-old education official, also the headmaster of a school, was stabbed multiple times by miscreants inside the office of the block education officer in Kavi Nagar’s C Block on Thursday afternoon. Laeek Ahmad, the uncle of a senior Bahujan Samaj Party functionary, has been admitted to a private hospital. No arrests have been made yet, police said. Ahmad, a co-coordinator in the education department, had gone to the block office for some work. Around 1.35 pm, police said, two persons entered the room where he was sitting and told him that some people wanted to meet him regarding admission in a school.  “Ahmad refused to go with them and they instantly took out knives and started attacking him,” a police official said. Ahmad, a resident of Chaman Colony, was attacked twice on the cheek, once on the chin and thrice on the leg before people in the room could react. The miscreants then fled on motorcycles. Ahmad was rushed to Sarvodaya Hospital where he underwent surgeries in the evening, police said. Eyewitnesses told police that a total of five people had come on three motorcycles. While two of them entered the office, others waited outside. One of his brothers, Riyaz, who works as Urdu translator in SP (city) office, said his father had a fight with a teacher posted in his school around one-and-a-half years ago, but later a compromise was reached between the two sides. Cops also suspect personal enmity behind the attack. “Prima facie, the attack looked like an outcome of personal animosity,” said SHO of Kavi Nagar police station, Raj Kumar Sharma. On the complaint of the victim, an FIR has been registered against three persons including Mohammed Arif, in the case, the SHO said. Download The Times of India News App for Latest City ."}, "Ghaziabad: Land talks for Transport Nagar start": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/land-talks-for-transport-nagar-start/articleshow/69849294.cms", "time": "2019-06-19 10:51:00", "description": "GHAZIABAD: The Ghaziabad Development Authority (GDA) plans to revive the project to develop Transport Nagar, which has been hanging fire for a decade now. It has started parleys with farmers for acquiring land near Duhai under the government’s land pooling policy. The identified plot is far from the city’s municipal limits, which will enable the city to keep commercial vehicles at bay at the border. “We have held a meeting with around 20 farmers from Duhai, who have about 70 acres of land. We want to use that for developing it into Transport Nagar,” said Kanchan Verma, vice-chairperson, GDA. “The land will be acquired under the state government’s land pooling policy, according to which 25% of the developed land will be given back to farmers. But the farmers have been seeking that a 25 % cap be increased and for that, we will seek directions from the state government,” added Verma. Since the plot that has been earmarked is agricultural land, the farmers are seeking compensation for the crop from the day it comes under the GDA. “If things go according to the plan, it will take two years to develop the area and only after that, portions of the land will be returned to farmers,” said Verma. “Being closer to the Easter Peripheral Expressway, commercial vehicles which use Ghaziabad as transit route will have easy access to the expressway,” she said. “The farmers, on the other hand, will benefit too as 25% of the developed land, which will be given to them, can be used for commercial purpose,” she added. However, under the land pooling policy, consent of 80% farmers is a pre-requisite for the project to take off. Download The Times of India News App for Latest City ."}, "Ghaziabad: Arthala lake house owners go to NGT for say in case but sent back": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/arthala-lake-house-owners-go-to-ngt-for-say-in-case-but-sent-back/articleshow/69717893.cms", "time": "2019-06-10 09:29:00", "description": "GHAZIABAD: The National Green Tribunal (NGT) has refused to implead a group of residents who have built homes near Arthala lake in the ongoing case saying the court is only concerned about the environmental impact of encroachment near the lake. The court said the petitioners have the freedom to approach appropriate authorities regarding ownership of the land. While hearing a case filed by environmentalist Sushil Raghav, who had contended that about 50% of the lake has been encroached upon, NGT, on Tuesday, said the court is not deciding the title issue. “This court is only considering the environmental issues with a view to protect the water bodies which were encroached upon by unauthorised persons and unauthorised encroachments made by miscreants so as to reduce the water bodies into their possession. Under the circumstance, we do not think that it is necessary to implead the applicants in the execution proceedings. They are at liberty to move the appropriate forum to establish their rights in accordance with the law,” the court order stated. The NGT, in September 2016, had ordered that the lake area be cleared of illegal structures and its sanctity restored. In 2017, Raghav filed a contempt plea in the case and the court heard the matter on April 22 this year, in which authorities sought more time, saying that since the election process was on, it would be difficult to get police force to carry out the drive. Later, the district authorities carried out an anti-encroachment drive on May 29 and demolished some structures. Subsequently, applications were moved by residents seeking impleadment and stay of proceedings. Applicants had argued that orders had been passed without hearing their grievances. They claimed they were not encroachers and had purchased properties on the basis of registered sale agreements and deeds and the areas were registered as private holdings in revenue records and it is not part of the water body. Now, when the authorities are implementing the NGT order residents have pleaded for impleading them as respondents in the case. Applicants also requested a stay on eviction proceedings. Last week, police booked 35 people for buying and selling plots and building houses on encroached land near Arthala lake in Sahibabad after Ghaziabad Municipal Corporation filed a complaint. They were booked under IPC sections 420 (cheating), 406 (criminal breach of trust), 447 (criminal trespass), 448 (house-trespass), 353 (assault or criminal force to deter public servant from discharge of his duty) of the IPC and sections 2 and 3 of the Prevention of Damage to Public Property Act. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Dangerous driving": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerous-driving/articleshow/61651631.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Ghaziabad: Mob attacks police after man drowns in canal, 600 booked": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/mob-attacks-police-after-man-drowns-in-canal-600-booked/articleshow/69708365.cms", "time": "2019-06-09 08:18:00", "description": "GHAZIABAD: More than 600 residents of Muradnagar were booked on Saturday for allegedly rioting and attacking police when they reached the area to hand over the body of Asif, who had drowned in Ganga canal on the day of Eid. According to the police, Asif’s family members and neighbours went on a rampage on Friday night. They allegedly demanded the arrest of Asif’s friends, claiming that he was murdered by them. Om Prakash Singh, the SHO of Muradnagar police station, said when the police reached Asif’s house to hand over his body to the family members, they started pelting stones at them. “They also blocked the Delhi-Meerut highway for over an hour and set some vehicles on fire. They disturbed the law and order of the area and destroyed public property,” he added. “Hundreds of officers from five different police stations were deployed at the time of the incident. A team of 30 policemen was deployed during the night and 20 were asked to be ready in case of escalation. A few police personnel were also injured,” a senior police officer said. An FIR has been registered against 15 persons who have been named and 600 others under IPC sections 147 (rioting), 148 (rioting, armed with deadly weapon), 149 (every member of unlawful assembly guilty of offence committed in prosecution of common object), 341 (wrongful restraint), 452 (house-trespass after preparation for hurt, assault or wrongful restraint), 352 (assault or criminal force otherwise than on grave provocation), 353 (assault or criminal force to deter public servant from discharge of his duty), 326 (voluntarily causing grievous hurt by dangerous weapons or means), 426 (mischief), 427 (mischief causing damage to the amount of Rs 50) and also under Section 7 of the Criminal Law Amendment Act. Riyaaz, Asif’s brother, told TOI that when the body was recovered from Dhaulana in Hapur, it had injury marks on the face and legs. “They kidnapped my brother, killed him and threw his body in the canal. They also spread rumours that he drowned while bathing,” he alleged. He added that the friends had taken a loan of Rs 20 lakh from Asif. “The autopsy reports revealed that Asif was murdered. We have registered an FIR against his friends, Ajmal, Chand, Kamran and Javed under IPC sections 302 (murder), 364 (kidnapping or abducting in order to murder) and 201 (causing disappearance of evidence of offence, or giving false information to screen offender),” said Singh. “We have detained three for questioning,” Singh added. Download The Times of India News App for Latest City ."}, "Five on trip stop for snacks, robbed of car": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/5-on-trip-stop-for-snacks-robbed-of-car/articleshow/69833654.cms", "time": "2019-06-18 15:18:00", "description": "GHAZIABAD: Two masked assailants attacked five friends and snatched their Toyota Corolla Altis car at gunpoint in front of GD Goenka School in Ghaziabad’s Rajnagar extension on Sunday night. According to police, the victim's have been identified as Sumit, Jaymeet, Gurmeet, Gurpreet and Monu, all working as property dealers in Gurgaon. Sumit told TOI that on Sunday, he along with his four friends left from Gurgaon around 8pm. They had planned a three-day vacation in Rishikesh. “We stopped at a shop on Rajnagar extension in front of GD Goenka School to purchase some snacks and refreshments. When we returned to the car, two masked men approached us and pointed guns at us. As, I and my friends were scared, we handed over the keys to them. They took the car and fled from the spot after firing thrice in the air,” he added. Sumit further said they called police after the incident. Umesh Bahadur Singh, SHO, Sihani Gate police station said on the basis of the complaint, they have lodged an FIR against the two unknown assailants under Section 392 (robbery) of IPC. “We are checking the CCTV footage of various places to trace the culprits,” he added. In Video:Ghaziabad: Five on trip stop for snacks, robbed of carDownload The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "13 years after cancelling its lease, GDA takes over Hindi Bhawan": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/13-years-after-cancelling-its-lease-gda-takes-over-hindi-bhawan/articleshow/69732509.cms", "time": "2019-06-11 11:36:00", "description": "GHAZIABAD: The Ghaziabad Development Authority (GDA) on Monday took possession of Hindi Bhawan after it was found to be operating without any permission for the past 13 years. The matter had come to light last month when a BJP councillor accused the GDA of turning a blind eye to the illegal use of the building. The GDA, in 1986, had leased out 3,838 sqm of land to Hindi Bhawan Samiti at a concessional rate solely for the purpose of promotion of Hindi language. However, its lease was cancelled in 2006 after the management of Hindi Bhawan, located in Lohia Nagar, was found to be indulging in commercial activities and also not paying the dues. GDA secretary Santosh Kumar Rai said, “A notice to vacate the Hindi Bhawan premises was issued last month. Moreover, a month’s time was given to its management to approach a suitable forum for redress of the issue, but they failed to get any relief. A GDA team went to the spot on Monday and took possession of the building.” BJP councillor Rajendra Tyagi had highlighted the issue of Hindi Bhawan in May this year and alleged that its lease was cancelled in 2006 over non-payment of dues and violation of terms and conditions. Tyagi told TOI the Hindi Bhawan was developed by the GDA for promotion of Hindi literature, but the samiti went on to book and charge for commercial and other political activities against the rule. “Even after lease cancellation, the committee continued with its commercial activities. Even the GDA failed to take any action,” he added. At the time of lease allotment, the samiti was supposed to pay Rs 3.37 lakh to GDA but it paid only Rs 60,000. By 2006, the amount had increased to Rs 36 lakh, including interest, he said. The councillor had also accused the president of Hindi Bhawan, Lalit Jaiswal, and MLA Atul Garg, also a minister in the Yogi Adityanath government, of helping each other in wresting control of the bhawan. When contacted, Jaiswal said, “I have come to know about the GDA’s action, but at present, I am in Lucknow. We have already appealed to higher authorities and would follow the legal proceedings.” Download The Times of India News App for Latest City ."}, "Trash on newly constructed NH-9": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trashonnewlyconstructednh-9/articleshow/64036533.cms", "time": "", "description": ""}, "Ghaziabad: NGT refuses to implead residents with homes near Arthala lake": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/ghaziabad-ngt-refuses-to-implead-residents-with-homes-near-arthala-lake/articleshow/69716433.cms", "time": "2019-06-09 22:41:00", "description": "GHAZIABAD: The National Green Tribunal (NGT) has refused to implead a group of residents who have built homes near Arthala lake in the ongoing case saying the court is only concerned about the environmental impact of encroachment near the lake. The court said the petitioners have the freedom to approach appropriate authorities regarding ownership of the land. While hearing a case filed by environmentalist Sushil Raghav, who had contended that about 50% of the lake has been encroached upon, NGT, on Tuesday, said the court is not deciding the title issue. “This court is only considering the environmental issues with a view to protect the water bodies which were encroached upon by unauthorised persons and unauthorised encroachments made by miscreants so as to reduce the water bodies into their possession. Under the circumstance, we do not think that it is necessary to implead the applicants in the execution proceedings. They are at liberty to move the appropriate forum to establish their rights in accordance with the law,” the court order stated. The NGT, in September 2016, had ordered that the lake area be cleared of illegal structures and its sanctity restored. In 2017, Raghav filed a contempt plea in the case and the court heard the matter on April 22 this year, in which authorities sought more time, saying that since the election process was on, it would be difficult to get police force to carry out the drive. Later, the district authorities carried out an anti-encroachment drive on May 29 and demolished some structures. Subsequently, applications were moved by residents seeking impleadment and stay of proceedings. Applicants had argued that orders had been passed without hearing their grievances. They claimed they were not encroachers and had purchased properties on the basis of registered sale agreements and deeds and the areas were registered as private holdings in revenue records and it is not part of the water body. Now, when the authorities are implementing the NGT order by demolishing the buildings where applicants stay, saying these are illegal encroachments, residents have pleaded for impleading them as respondents in the case. Applicants also requested a stay on eviction proceedings. Last week, police booked 35 people for buying and selling plots and building houses on encroached land near Arthala lake in Sahibabad after Ghaziabad Municipal Corporation filed a complaint. They were booked under IPC sections 420 (cheating), 406 (criminal breach of trust), 447 (criminal trespass), 448 (house-trespass), 353 (assault or criminal force to deter public servant from discharge of his duty) of the IPC and sections 2 and 3 of the Prevention of Damage to Public Property Act. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Panel: Unsegregated hospital waste leads to 40% recurrent infections": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/panel-unsegregated-hospital-waste-leads-to-40-recurrent-infections/articleshow/69782556.cms", "time": "2019-06-14 09:55:00", "description": "GREATER NOIDA: Hospitals and healthcare facilities in Noida, Greater Noida and Ghaziabad are responsible for 40% of recurrent infections in patients as they don’t adhere to scientific disposal of biomedical waste through segregation, the UP Solid Waste Management Monitoring Committee has said. Justice (retd) DP Singh, the chairman of the committee who is on a three-day tour of the three cities, told TOI on Thursday that hospitals and healthcare facilities across Noida, Greater Noida and Ghaziabad are literally making a mockery of biomedical waste handling rules by dumping medical waste with municipal garbage. “I have data from international source that says about 35-40% of the recurrent infections occur from hospitals and medical centres due to such negligence of non-segregated waste,” he said. “I have toured a number of healthcare facilities in these cities and found that from the corridors to the operation theatres, trash bins placed were not covered.” Justice Singh had on Wednesday set June 30 as the deadline for covering of all open dump sites and segregation of waste at public places — including biomedical waste like needles and plastic at hospitals — in Noida and Ghaziabad. Aparently admitting lapse in disposal of biomedical waste in government hospitals, Dr Anurag Bhargava, chief medical officer of Gautam Budh Nagar, said that Justice Singh’s observations were noted and he will ensure compliance. “We have been told to ensure segregation of biomedical waste by June 30, which we will comply. I will inspect the hospitals and medical centres in the district with two members of the pollution control board and after June 30 if we still find any healthcare facility flouting rules, we will take strict action,” said Dr Bhargava. Private hospitals in Noida have also welcomed the move. Dr Ayush Chauhan, executive director of Prakash Hospital in Noida, said, “Our hospital is National Accredition Board of Hospital and Healthcare Providers (NABH) compliant. NABH is the highest body in biomedical waste monitoring. We also hold a half-yearly review on that. But all hospitals should adhere to the biomedical waste rules.” The solid waste management panel chief also ordered the Greater Noida Authority to immediately stop dumping of municipal waste on a 30-acre reserved institutional green area at the heart of the city. “This land is reserved for developing green forest. There cannot be any dumping of municipal waste there. While I have set June 30 for all dumping to stop in the area, Greater Noida Authority has assured me to use Astoli as their designated dumping ground and begin remediation of waste dumped in the reserved area by October-November this year,” said Singh. When contacted, Samakant Srivastava, GNIDA general manager, said, “We will float a tender within a week and finalise the bidder in couple of months to begin remediation of waste in the reserved area.” Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Poisoning the air": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poisoningtheair/articleshow/64131127.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Ghaziabad gang that used app to book cabs, then stole cars busted": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/gang-that-used-app-to-book-cabs-then-stole-cars-busted/articleshow/69807882.cms", "time": "2019-06-16 05:39:00", "description": "GREATER NOIDA: Police on Saturday nabbed three persons for booking cabs via mobile apps and allegedly robbing three drivers at gunpoint in one week. The police said that the accused allegedly used mobile phones of their victims to book cabs for their next targets. The accused have been identified as Deepak (23), a resident of Dankaur, and Anurag (23) and Badal (22) from Vijay Nagar in Ghaziabad. According to the police, the accused carried out the robberies in Bisrakh, Surajpur and near Greater Noida police station within a week. “They booked all the cabs from Vijay nagar to reach Greater Noida and used mobiles stolen from the drivers,” said Vaibhav Krishna, SSP, Gautam Budh Nagar. On May 30, the gang booked a Swift Dzire from Vijay Nagar. Before reaching Bisrakh, the assailants took over the vehicle from the driver, Gautam. “They pushed me to the back seat and also tied my hands and legs. They were taking the car to a secluded area, but it ran out of fuel. They took Rs 4,000 cash, my phone and car keys from me and fled leaving the car behind,” said Gautam in his complaint lodged at Bisrakh police station. The accused men used mobile phone to book another cab on June 5. After boarding the Tata Zest from Vijay Nagar the assailants snatched it from the driver near Tilpata roundabout. “The accused took the car along with cash and the driver’s mobile phone. An FIR was registered in Surajpur police station,” said Krishna. The third robbery occurred two days later, when a cab driver named Virendra Singh filed a complaint alleging that he was robbed of his IndigoCS by three men near Sirsa roundabout. Police said they observed a pattern in the three robberies and realised that all of them were conducted by the same gang. “We nabbed them near Roja Jalalpur roundabout on Saturday morning. The accused confessed to the crime. We recovered six mobile phones, a purse, two Aadhaar cards, a PAN card, and two vehicles from their possession,” said Krishna. The officer further added that the mastermind of the gang was Deepak, who was wanted in a dozen cases of robbery and was released from jail a month ago. Download The Times of India News App for Latest City ."}, "Manager found dead in Indirapuram milk godown": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ghaziabad/manager-found-dead-in-indirapuram-milk-godown/articleshow/69865777.cms", "time": "2019-06-20 06:04:00", "description": "GHAZIABAD: A 40-year-old manager of a distributor of Amul milk was found dead in a godown of the agency in Indirapuram with his hands and legs tied with towels. Jagdeep Kumar, a resident of Meerut, has a wife and two sons — one of whom is enrolled in an engineering course while the second one is in Class X. Rajkumar Bharti, owner of the milk distributing agency, said that around 3.30am on Wednesday, a van arrived at the godown to take milk and distribute across the city. “The door of the godown was open. When my workers went inside, they found Jagdeep’s hands and legs tied with towels. He was dead. My workers called me up and I reached the spot immediately,” he added. Bharti said his workers leave for home around 9pm every day, but Jagdeep slept in the godown. “Nobody knows who came inside at night. Jagdeep was a manager in my agency since 2008 and was like family. He was very cordial and wore a smile on the face whenever he spoke to anyone,” he added. Sandeep Kumar Singh, the SHO of Indirapuram police station, said it seemed 2-3 persons had strangled Jagdeep to death after gagging him with a cloth. “Footage from cameras outside the godown shows two men, with their faces covered, roaming the area around 11.30pm on Tuesday,” Singh said. Police said Jagdeep’s body was found on the bed on which he slept. “Two empty bottles of liquor and a few plastic glasses were recovered from the spot. We suspect the miscreants would have had a few drinks with him before the murder,” the SHO said. Police said Rs 3 lakh in cash and other equipment kept in the godown were intact, but Jagdeep’s mobile phone was missing. “Four CCTV cameras are installed in the godown, but they do not have recording facility. I have told the owner to install DVRs so that footage can be recorded,” the SHO said. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Pollution? Who cares?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pollution-who-cares/articleshow/61501245.cms", "time": "", "description": ""}, "Executive on way to gym run over by truck on Lal Kuan road": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ghaziabad/exec-on-way-to-gym-run-over-by-truck-on-lal-kuan-road/articleshow/69865740.cms", "time": "2019-06-20 05:53:00", "description": "GHAZIABAD: A 40-year-old man was crushed to death by a truck in Lal Kuan on Wednesday morning when he was on his way to a gym on his scooter. Nagesh Kumar Sharma, a resident of Badalpur area of Greater Noida, worked as the marketing head of a private company. Laxman Verma, the SHO of Kotwali police station, said the accident happened around 6.30am, when a speeding truck coming from behind rammed the scooter and crushed Sharma under the wheels. Police suspect the truck driver might have dozed off and lost control of the vehicle. “Passersby informed police about the accident and a team rushed to the spot. The seriously injured man was taken to a private hospital nearby, but was declared dead on arrival,” SHO Verma said. Sharma’s younger brother Nikhil said he would usually take his car to the gym, but had opted for a scooter on Wednesday because of some construction on Lal Kuan road. “He left for the gym at 6am. Around an hour later, we got information about the accident. When we reached the hospital, he had already died. He is survived by his wife and two children, one of them a 14-year-old daughter and the other a 10-year-old son,” he added. According to police, the truck was travelling at almost 80kmph and the driver fled after the accident. “An FIR has been registered against the unknown truck driver under sections 279 (rash driving or riding on a public way) and 304A (causing death by negligence). Police have seized the truck but the driver is absconding,” the SHO said. According to data available with traffic police, 374 accidents have been recorded till May this year, in which 151 people have died and 273 were seriously injured. Most of the accidents took place during the rush hours in the evening or around midnight. The Lal Kuan road, too, has been notorious for fatal accidents. On February 20 this year, a 52-year-old security guard was killed after a car hit his cycle from behind on Lal Kuan road. The guard was headed home after his shift got over in a factory in Khoda when the accident took place. Download The Times of India News App for Latest City ."}, "We're still developing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/we39re-still-developing/articleshow/60863592.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Road blocked due to illegal encroachment": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadblockedduetoillegalencroachment/articleshow/64756358.cms", "time": "", "description": ""}, "Gorakhpur civic body official booked for thrashing guards": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/gorakhpur-civic-body-official-booked-for-thrashing-guards/articleshow/69732130.cms", "time": "2019-06-11 11:31:00", "description": "GHAZIABAD: Nine people, including the additional commissioner of Gorakhpur Municipal Corporation and his son, have been booked for allegedly thrashing a security guard and his supervisor posted at Civitech society in Vaishali area of Ghaziabad on Sunday. Additional commissioner A K Singh is a resident of the society. Police said that on Sunday around 8.45 pm, the security guards did not allow entry to a car in which Singh’s son was travelling with his friends, as the vehicle did not have the society’s sticker. The victims have been identified as Anirudh Tiwari, a supervisor of the security agency for which the guards work, and guard Ashok Kumar. Tiwari told TOI that the Residents Welfare Association had passed an order recently, saying that only vehicles that have a particular sticker would be allowed inside the gates. “We were just following the RWA guidelines,” he added. He said the trouble started two days back. “On Friday, Singh son’s came with two cars without stickers and when we stopped him, he started abusing me and pulled my shirt. Other guards came to my rescue. Later, he threatened me saying his friends would teach me a lesson the next day,” Tiwari alleged. “On Sunday, around 8.45pm, he came and started abusing us. Singh also joined in and thrashed us. Some other boys also came and started beating us up. I ran towards the basement. But some people surrounded me and hit me sticks and slapped me,” he said. Kumar said he received an injury in the leg and Rs 10,000 that he got as his salary was taken out of his pocket. “Singh asked me for my ID card. I took out my Aadhaar card and gave it to him. I thought he wanted to check something, but he slapped me,” he added. “Police are trying to hush up the case, as Singh is an influential person and he is a government employee,” he alleged. Singh told TOI that the security guards misbehaved with his son on Friday and when his wife went to enquire about the incident, the guards misbehaved with her as well. “I was out of station for some work and when I came to know about the incident, I went and spoke to the guard. I slapped a guard twice but some other people came and thrashed them. I don’t know them,” Singh added. “I have given a complaint to the police but they are yet to lodge an FIR against the guards.” Shlok Kumar, the superintendent of police (city), told TOI the police have lodged an FIR against Singh and eight others under sections 147 (punishment for rioting) and 323 (punishment for voluntarily causing hurt) of the IPC. “The police have recovered CCTV footage and are trying to trace the others,” he said. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Ghaziabad: Unmasked, robber shoots auto driver": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/unmasked-robber-shoots-auto-driver/articleshow/69817644.cms", "time": "2019-06-17 09:07:00", "description": "GHAZIABAD: A 24-year-old man was shot dead by unidentified assailants at Delhi-Saharanpur road near Uttaranchal society in Loni on Sunday, police said. The deceased was identified as Juber, an auto-rickshaw driver. “The crime took place around 3am on Sunday when Juber was on his way home from a factory with his two elder brothers, Shahnawaz and Sabu,” an officer said. Shahnawaz, the eldest brother, told TOI that Juber visits the factory every Saturday. “At night, we were going home when some masked men armed with pistols surrounded us and asked for money. When we didn’t give them, they started beating us. Juber removed the mask of an accused, who then fired two bullets at him. The accused fled the spot,\" he added. Neeraj Kumar Jadaun, SP (rural) said that the police investigation has revealed that Juber had a fight on the same night with a person named Anuj, who works as a labour in Dharam Kanta area. “During the fight, Juber beat Anuj. The latter may have shot Juber to exact revenge,”Jadaun added. “Based on the complaint we have lodged an FIR under Section 302 (murder) of the IPC against Anuj and one of his associates at Loni police station,” the SP said. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Swachh Bharat a distant dream": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/swachh-bharat-a-distant-dream/articleshow/61501248.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Trash accumulated in society poses health hazard": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trashaccumulatedinsocietyposeshealthhazard/articleshow/68606363.cms", "time": "", "description": ""}, "Ghaziabad councillor booked for bribery": {"link": "https://timesofindia.indiatimes.com//city/ghaziabad/councillor-booked-for-bribery/articleshow/69732381.cms", "time": "2019-06-11 11:50:00", "description": "GHAZIABAD: An FIR has been registered on Monday against a councillor of Ghaziabad Municipal Corporation (GMC)for taking bribes from applicants of Pradhan Mantri Awas Yojana (Urban) on the pretext of getting their files passed. As per the press release issued by the district administration on Monday, Pintu Singh, councillor from ward number 35, was pressuring applicants to pay an amount of Rs 10,000 for submitting their applications with the district urban development agency (DUDA) office. He was also allegedly demanding Rs 50,000 from residents after their applications got approved and the money was deposited in their accounts. After a complaint was received from a resident of Akbarpur-Behrampur in this regard, an inquiry was conducted by an additional city magistrate. An FIR was lodged at Vijay Nagar police station. DUDA official has been directed to scrutinize applications to ensure that applicants are not filing forged income-related documents to avail the facility under the scheme. Besides that, the official has been asked to fix responsibility of its staff who were conniving with the councillor in submitting documents. Download The Times of India News App for Latest City ."}}