{"Mark Zuckerberg for idol, JEE topper eyes academic career": {"link": "https://timesofindia.indiatimes.com//city/varanasi/mark-zuckerberg-for-idol-jee-topper-eyes-academic-career/articleshow/69794413.cms", "time": "2019-06-15 06:46:00", "description": "GORAKHPUR: City lad Himanshu Gaurav Singh secured all-India second rank in IIT-JEE (Advanced) 2019, the results of which were announced on Friday. “I studied four to eight hours a day and am glad my hard work paid off,” said Himanshu who completed his Class XII from Academic Heights Public School here. Speaking about his future plans, he said, “I want to take admission to IIT-Bombay and study computer science. My role model is Mark Zuckerberg. I want to finish research and later become a teacher.” Congratulating Himanshu on his success, chairman of Academic Heights Public School Sanjeev Kumar said, “The entire school is celebrating his success. In Class XII, he had notched a score of 99% with 100 marks in mathematics. He loves number crunching, but wants to study computer science.” Himanshu gives full credit of his success to his parents and teachers who always encouraged him. “My parents are my pillars of strength,” he told TOI over phone. His mother said: “I am proud of my son.” The teenager lives with his younger brother, who is in Class X, and mother Rupa Singh at Padri Bazaar area of Gorakhpur. His father, Luv Kush Singh, is the head of electronics at Government Polytechnic in Kaushambi. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "CRPF martyr cremated with full state honours": {"link": "https://timesofindia.indiatimes.com//city/varanasi/crpf-martyr-cremated-with-full-state-honours/articleshow/69794434.cms", "time": "2019-06-15 10:22:00", "description": "VARANASI: The mortal remains of CRPF jawan Mahesh Kumar Kushwaha, who was martyred in Wednesday’s terror attack in Anantnag of J&K, were consigned to flames with full state honour on the banks of river Ganga near his parental Jaitpur village in Ghazipur district on Friday. Mahesh’s father, who is undergoing treatment at a hospital after suffering heart attack recently, lit the pyre. The mortal remains of Mahesh were brought to LBS International airport in Varanasi by a special IAF flight and where received by UP minister Neelkanth Tiwari and senior officers of CRPF, district administration and police. After tributes were offered at the airport, the body was taken to Jaitpur village in Ghazipur district. Tiwari accompanied the body as state government representative. In the presence of district magistrate Ghazipur K Balaji and senior officers of CRPF, the funeral procession started from Mahesh’s residence. Thousands of people from Jaitpur and adjoining villages took part in the procession. Mahesh, who was married in 2009, is survived by wife and two children. His father Gorakhnath Kushwaha had suffered heart attack on Wednesday morning and was admitted to a local hospital. On getting information of his father’s health, Mahesh had assured his family of reaching home in a day or two. His wife was also hospitalized when she lost consciousness on receiving the news of Mahesh’s martyrdom. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Celebrating success in a hatt ke way!": {"link": "https://timesofindia.indiatimes.com//city/varanasi/celebrating-success-in-a-hatt-ke-way/articleshow/69689508.cms", "time": "2019-06-07 14:55:00", "description": "The mood was buoyant at the felicitation bash recently organised by a private coaching institute for the achievers who have made it to the top management institutions. Students like Ashish Nandan and Rajnish shared their success mantra with everyone and received a huge round of applause for their achievements.  (L) Anupam Chaurasia (R) Deepak Shukla (BCCL/ Unmesh Pandey) Deepak Shukla, congratulated the youngsters and even crooned a popular song Ek Din Bik Jayega to motivate them. Later, the faculty and the students danced on popular numbers to celebrate their success.  (L) Memant Sahu and Amit (R) Ekta Maheshwari (BCCL/ Unmesh Pandey)  (L) Naincy Jaiswal (R) Mukul Dikshit (BCCL/ Unmesh Pandey)  (L) Shashank Singh (C) Suransh Singh (R) Saurabh Chaudhary (BCCL/ Unmesh Pandey)  (L) Shiwanshi Agrawal and Subikaha Dwivedi (R) Trishala Pandey (BCCL/ Unmesh Pandey) Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Varanasi: Minor girl allegedly raped, accused held": {"link": "https://timesofindia.indiatimes.com//city/varanasi/varanasi-minor-girl-allegedly-raped-accused-held/articleshow/69706118.cms", "time": "2019-06-08 21:05:00", "description": "VARANASI: A 9-year-old Dalit girl was allegedly raped by a youth, who was caught red handed by her family, in Rajmandir locality under Kotwali police station area on Saturday. Family members of the girl reached Kotwali police station with the girl and also accused identified as Shahnawaj. Taking note of it police lodged an FIR under section 376 (rape), 511 (punishable offence) of IPC, 325 SC/ST Act and 7/8 Pocso and sent the girl for medical examination after taking the accused under custody, said inspector Kotwali Sharad Tripathi. Father of girl reported that Shahnawaj, a native of his locality, called his daughter to give some cloth. When the girl reached Shahnawaj’s place he took her inside a room and allegedly raped her. When the girl started crying he pushed her outside his room. Later, the girl returned home and informed family members about the incident. After it her parents caught Shahnawaj and took him to police station. Download The Times of India News App for Latest City ."}, "congested streets and electric poles": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/congested-streets-and-electric-poles/articleshow/57440220.cms", "time": "", "description": ""}, "\nSankat Mochan Music Festival concludes on a grand note\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/varanasi/sankat-mochan-music-festival-concludes-on-a-grand-note/articleshow/64202331.cms", "time": "", "description": ""}, "Demand soars for Banarasi kimami sewain, traders claim 25% growth": {"link": "https://timesofindia.indiatimes.com//city/varanasi/demand-soars-for-banarasi-kimami-sewain-traders-claim-25-growth/articleshow/69656716.cms", "time": "2019-06-05 13:01:00", "description": "VARANASI: Better power supply has brought 25% growth in the production and sale of the famous Banrasai Kimami sewain this year, claim traders. The manufacturers and traders claimed that a growth of up to 25% was noticed in production and sale of sewain during Ramzan this year as the production units worked with full capacity due to better power supply. On the eve of the festival of Eid-ul-Fitr shops selling superfine quality Banarasi kimami sewain (vermicelli), especially in Dalmandi market, remained flooded for all day long. If the sewain sellers are to be believed there was high demand for ghee-fried soot pheni for sehri during the holy month of Ramzan. When TOI contacted general secretary of Varanasi Sewai Grihudyog Vyavsyaik Sangh, Sacchelal Agrahari, he said, “Production of sewain industry for Ramzan and Eid remains above 1,000 tonne every year in the city to cater to the need of local markets as well as across the country and export. This year the demand from all the markets remained high up to 25% as compared to previous years and we produced sewain and soot-pheni accordingly.” Irshad, one of the prominent sellers of sewain in Dalmandi market, also admitted a boom in sale this time. For the special Banarasi sewain, traders and exporters depend on Bhadau, an area surrounded by several Muslim dominated localities, the biggest hub of the world famous Banarasi Sewain manufacturing in past four-five decades. A group of about 40 Hindu and few Muslim families live here. This area caters to the demand of domestic market as well as for export to other countries through traders based in Delhi and other major cities. Agrahari, whose three generations have been into sewain production, recalls how it started as a home-based trade in Bhadaun decades ago. “My grandfather started sewain production by preparing thin strands with hands. Soon, neighbours and relatives residing nearby also learnt the art. After a few years, manual machines were installed in many households for sewain production. With time, modern machines operated by electricity took over and at present each of 50 families including two Muslim families have a machine installed at their place to churn out sewain,” he said. Manufacturers in this locality said that while the normal size sewain are prepared at many places in the country, thin sewain of various sizes, including size 1, size 2, size 0 and size 00 are prepared only in the holy city. Interestingly, the delicacies are prepared from special refined flour, while pure ghee gives it its special texture. “Fine quality ‘Kimami’ sewain (raw and white) are in high demand for Eid festivities while thicker and ghee-fried soot-pheni are cherished for Sehri during Ramzan,” they said. Another sewain manufacturer and wholesaler, Rajendra Kumar said, “Sewain preparations starts immediately after Holi and continues till June and July. About two-and-a-half quintal of fine quality Kimami sewain is produced at a time in a machine while about three-and-a-half quintal of thick Laccha sewain is produced at a time.” Abdul Hameed, a wholesaler from Chandauli district, was in the city to purchase Kimami sewain. He said, “Banarasi sewain stands out from all other types of sewain due to its fine quality due to which there is a huge demand for it from across the country as well as abroad.” Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "MP Ravi Kishan rolls out Bhojpuri ‘Film City’ dream": {"link": "https://timesofindia.indiatimes.com//city/varanasi/mp-ravi-kishan-rolls-out-bhojpuri-film-city-dream/articleshow/69696034.cms", "time": "2019-06-08 11:33:00", "description": "GORAKHPUR: Newly elected BJP MP and Bhojpuri star Ravi Kishan is keen to develop a Film City on the lines of Ramoji Film City, Hyderabad, for those aspiring a career in films. “When people go to Hyderabad, they visit Ramoji Film City. I want to create a similar complex in Gorakhpur. I have begun working on the idea too as it will create immense employment opportunities. It will not only benefit the Bhojpuri industry, but also Tamil, Telugu and Hindi film industry,” said Ravi Kishan, while thanking party workers for the grand victory in Lok Sabha elections. Taking a jibe at Mamata’s Trinamool Congress and the SP-BSP alliance, he said, “Like alliance vanished from UP after result on May 23, TMC goons will be eliminated from Bengal too.” Condemning the brutal murder of 2.5 year-old-girl in Aligarh he said: “ I can understand the pain as I too have two daughters. The culprits won’t be spared and they will be punished for the heinous crime.” Kishan also said, “I am thankful to party workers for their support. Wherever I go, Gorakhpur victory is the topic of discussion and I thank the city for giving me such an honour. On development plans in Gorakhpur, he said, “ Soon, there will be direct flights for Kathmandu from Gorakhpur. Also, the issue of parking planes at airport will be resolved. In rural areas, theatre facility for kids will be provided. All this and a Film City in the city.” “We are careful for rain and flood in the area and will prepare a plan during a meeting with the DM.” he added. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "\nBanarasis enjoy this soulful evening\n": {"link": "https://timesofindia.indiatimes.com//city/varanasi/banarasis-enjoy-this-soulful-evening/articleshow/63842852.cms", "time": "", "description": "Some soulful music marked the bash hosted by Ananya Club. Archana Mhaskar, vocalist and a member of the club, regaled the guests with her singing. Presenting a nice blend of classical, semi-classical and sufi numbers, the guests enjoyed the show with rapt attention. She rendered the popular dadra, Hamari Atariya Pe that led to a loud applause. Her powerful rendition of Damadam Mast Kalandar was well-appreciated. The mood turned playful as Meena Trivedi, a board member announced some interesting titles for the members with a song.  Kavita (R) Meena Trivedi and Meenu Upadhyay (BCCL/ Unmesh Pandey) Pooja Dikshit and Muskan Dubey (R) Pooja Mohley (BCCL/ Unmesh Pandey)  Rashmi Rai, Reena Mishra and Rishika Mishra (BCCL/ Unmesh Pandey)  Archana Mhaskar and Sujata Mishra (BCCL/ Unmesh Pandey)  Dr Mridula Shukla and Dr Bhawana Trivedi (BCCL/ Unmesh Pandey) Download The Times of India News App for Latest City ."}, "Sewage flow into Ganga to be stopped by November end, says minister": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/varanasi/sewage-flow-into-ganga-to-be-stopped-by-nov-end-says-minister/articleshow/69866103.cms", "time": "2019-06-20 12:37:00", "description": "VARANASI: Union Jal Shakti minister Gajendra Singh Shekhawat has expressed the hope that discharge of untreated water into the river Ganga will be completely stopped in Varanasi by November end. During his visit to the city on Tuesday, Shekhawat inspected Namami Gange’s sewage treatment plant (STP) projects at Dinapur and Ramana and also cleanliness projects at the ghats. Talking to reporters, Shekhawat said that construction of two STPs has already been completed. “Work on Ramna STP will be over the end of November,” he added. “With major projects in Uttarakhand and Jharkhand also likely to be completed by year end, disposal of untreated sewage into the Ganga will be stopped in those states,” he said adding that discharge of untreated water into the Ganga — from Gangotri to Gangasagar — will completely stop in two years. Under the Namami Gange programme, two STPs of 120 mld were recently completed at Dinapur and Goithaha in Varanasi. Prime Minister Narendra Modi had inaugurated the Dinapur STP in November 2018. During the inspection of 140 mld Dinapur STP, he directed the officials, including director general, National Mission for Clean Ganga (NMCG) Rajiv Ranjan Mishra, to ensure a complete check on industrial and other toxic discharge into the river. He also inspected the under-construction 50 mld STP at Ramna. This STP will up the existing sewage treatment capacity of the city to 412 MLD, adequate to meet the demand till 2035. Shekhawat also took a boat ride in the Ganga to inspect the ghats. He also reviewed the regular cleaning project of all the 84 ghats as well as the river surface and work of ghat pumping stations and tapping of drains. The minister was told that out of 23 drains, 20 have already been tapped while remaining three, including Asi, will be tapped through Ramana STP project. The minister also visited ‘Ganga Tarini’, a floating museum on a houseboat which showcases a film on the Ganga and its rich biodiversity. Developed by the Wildlife Institute of India (WII) in collaboration with NMCG, it is first of its kind initiative to inform people about the various facets of the river, including social, cultural, historical and economical aspects. Shekhawat also visited ‘Jalaj’, a boat which moves along the ghats and nearby villages, displaying and selling products prepared by the Ganga Praharis and local villagers. The boat ‘Jalaj’ provides better livelihood opportunities for people living along the banks of the river. The trained Ganga Praharis also educate local residents and tourists about the river, its biodiversity and cleanliness. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Cops seize smuggled liquor, unearth hooch unit": {"link": "https://timesofindia.indiatimes.com//city/varanasi/cops-seize-smuggled-liquor-unearth-hooch-unit/articleshow/69833829.cms", "time": "2019-06-18 04:02:00", "description": "Varanasi: Rohania police on Monday seized a consignment of smuggled liquor worth Rs 50 lakhs while Badagaon police unearthed a hooch manufacturing unit on Monday. SSP Anand Kulkarni said that acting on specific information, a team of Rohania police seized a truck at Lathia crossing. On checking, 5,520 bottles of branded Indian made foreign liquor (IMFL) packed in 460 boxes worth Rs 50 lakhs was recovered. Rakesh and Sunil Kumar of Punjab were arrested in this connection. They told the police at they had procured liquor from Haryana and were smuggling it to the dry state of Bihar. Meanwhile, Badagaon cops raided the house of one Ashish Yadav in Isipur village and unearthed a hooch manufacturing unit. Apart from hooch worth Rs 5 lakhs, the cops also recovered wrappers, monograms, chemicals, etc., from his house. However, Ashish and his father Bhola managed to escape. Download The Times of India News App for Latest City ."}, "KVT blueprint pegs project cost at Rs 750 crores": {"link": "https://timesofindia.indiatimes.com//city/varanasi/kvd-blueprint-pegs-project-cost-at-rs-750-crores/articleshow/69699145.cms", "time": "2019-06-08 11:27:00", "description": "VARANASI: The detailed project report (DPR) of Kashi Vishwanath Dham (Corridor) Project has pegged its cost at Rs 750 crores while the construction will begin from September 1 after the completion of basic formalities, including approval of the report by the state cabinet and floating of tender. This became clear after the Ahmedabad-based HCP Designing Panning and Management Private Limited on Friday submitted the DPR to the chief executive officer (CEO) of Kashi Vishwanath Temple and Kashi Vishwanath Special Area Development Board (KVSADB) official Vishal Singh. \"The total cost of the project has been pegged at Rs 750 crores. While the DPR has earmarked Rs 460 crores exclusively for the construction work, Rs 290 crores have already been spent on purchasing the buildings in the project area. The government has till now sanctioned Rs 600 crores,\" Singh told TOI on Friday. The CEO and other officials are now examining the DPR, which will be tabled at the proposed meeting of KVSADB on June 12. \"After the board's approval, the DPR will be forwarded to the state government for approval after which tenders will be floated. The construction work of the project will be launched on September 1 and effort will be made to complete it within two years. The process of demolition of purchased buildings is already on and of the 296 identified buildings, over 270 have already been purchased and demolished,\" Singh elaborated. Singh also disclosed the major components of the DPR. \"Almost 70% of the 5.30 lakh sqft area in which KV Dham is being developed will be kept open with sufficient plantation to ensure a substantial green cover. All the construction, including the main temple premises, Temple Chowk, Varanasi city gallery, museum, multi-purpose auditorium, hall, devotee facilitation centre, public convenience, salvation home, Godowlia gate, Bhogshala, shelter for priests and sevadars, spiritual book space, Vedic centre, food court for Banarasi cuisine and famous street food and ghat development will be done in 30% area,\" he added. Download The Times of India News App for Latest City ."}, "SUV set afire at BHU after two students injured in accident": {"link": "https://timesofindia.indiatimes.com//city/varanasi/suv-set-afire-at-bhu-after-2-students-injured-in-accident/articleshow/69806039.cms", "time": "2019-06-16 10:20:00", "description": "VARANASI: A mob of Banaras Hindu University (BHU) students set an SUV ablaze after its driver rammed a motorcycle injuring two students of the visual arts department near the Law faculty on the campus on Saturday afternoon. In view of the tension, heavy police force was deployed on the campus. On the complaint of the students, Lanka police were in the process of lodging a case against Ranvijay Singh, the SUV owner who is said to be a BJP worker. Police said visual arts students Rakesh Singh and Anju Singh were going to their department on a motorcycle in the afternoon. When they were passing through the Law faculty road, a speeding SUV coming from the Seer Gowardhan side and hit their motorcycle from behind. The duo suffered grave injuries in the accident and were rushed to the Trauma centre of BHU by security personnel and students. Their condition was stated to be serious by the doctors. In the meantime, hundreds of students gathered at the spot, damaged the SUV and set it afire. On getting information, Inspector Lanka Bharat Bhushan rushed to the campus along with heavy police force and dispersed the mob. Police later detained the driver of the SUV. Inspector Lanka said, “On the complaint of the students a named FIR is being lodged against Ranvijay Singh, who has been identified as a BJP leader and trader of Durgakund area.” Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "KV Dham project awaits govt nod": {"link": "https://timesofindia.indiatimes.com//city/varanasi/kv-dham-project-awaits-govt-nod/articleshow/69817605.cms", "time": "2019-06-17 04:00:00", "description": "Varanasi: The Kashi Vishwanath Special Area Development Board (KVSADB) approved the detailed project report (DPR) of Kashi Vishwanath Dham (Corridor) Project during a meeting held here on Sunday. Talking to TOI, divisional commissioner and board’s chairman Deepak Agrawal said, “The company which prepared the DPR has been asked for some minor corrections which will be done by Monday evening following which the DPR will be forwarded to the state government within two days for cabinet approval.” While the DPR has earmarked Rs 460 crore for the construction work, Rs 290 crore have already been spent on purchasing buildings at the project site following which the total cost of the project has been pegged at Rs 750 crore, said the board officials. The government has so far sanctioned Rs 600 crore, they added. The construction work is expected to begin from September 1 after the basic formalities, including approval by the state cabinet and floating of tender, said the official. The Ahmedabad-based HCP Designing Panning and Management Private Limited had submitted the DPR to chief executive officer (CEO) of KVT Vishal Singh on June 7 and it was tabled at board’s meeting on Sunday for approval. According to officials, almost 70% of the 5.30 lakh sqft area of KV Dham project will have plantation to ensure a substantial green cover. While the rest of the 30% area will house components of the project including main temple, Temple Chowk, Varanasi city gallery, museum, multi-purpose auditorium, hall, devotee facilitation centre, public convenience, salvation home, Godowlia gate, Bhogshala, shelter for priests and sevadars, spiritual book space, Vedic centre, food court for Banarasi cuisine and famous street food. During the joint meeting of board and Sri Kashi Vishwanath temple trust, additional chief secretary Avanish Awasthi emphasized on cleanliness arrangements on approach roads of temple and suggested outsourcing of sanitary staff. Participants also reviewed annual account of the KVT and proposed plans including of virtual darshan and live telecast of Rudrabhishek and other rituals of the temple. They also worked out the plan of beutification of Kaleshwarnath temple in Sakaldiha area of Chandauli district. Important among others, KVT trust chairperson Ashok Dwivedi, district magistrate Surendra Singh and SSP Anand Kulkarni were present during the meetings. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Samaritan UP cop donates blood, saves Bihar newborn": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/varanasi/samaritan-up-cop-donates-blood-saves-bihar-newborn/articleshow/69865785.cms", "time": "2019-06-20 11:55:00", "description": "VARANASI: A baby boy born in Rohtas, Bihar, with low haemoglobin level and in urgent need of blood found his lifeline in a young policeman in Varanasi, Uttar Pradesh. Chetganj thana constable Rakesh Saroj (25) donated a unit of his B+ blood so that the ailing nine-day-old could receive a replacement unit from the IMA blood bank in Varanasi in an act of selfless service that mirrors the humane face of the police force that often makes headlines for all the wrong reasons. The good Samaritan cop was greeted with a bouquet by his senior officers and also earned a day’s special leave. His name has also been recommended to the SSP for Best Constable of the Month title. Md Ashraf Hussain, the father of the baby and a native of Rohtas district in Bihar, said his wife delivered a boy at a local government hospital on June 9. However, when the baby’s condition deteriorated, they were referred to a private facility in Mahmoorganj, Varanasi. When Ashraf brought his son here on Tuesday, doctors said the baby needed immediate blood transfusion. The doting father rushed to the IMA blood bank, near Chetganj thana, past midnight but the staff refused to take Ashraf’s blood because he had recently had an eye surgery. The distraught man broke down outside the IMA building and that is when he met Rakesh. When the constable — a native of Azamgarh who joined the force only last year — heard about Ashraf’s dilemma, he straight away offered to help. “The policeman went to the blood bank and donated a unit so that my son could live. I got a unit of B+ blood and rushed back to the hospital, where transfusion was successfully done. My son is doing well now. I will be forever grateful to the policeman,” Ashraf told reporters. As the news about what Rakesh did became public, Chetganj circle officer Ankita Singh called him to her office and felicitated him. She sanctioned his leave and forwarded the recommendation to SSP Anand Kulkarni. Download The Times of India News App for Latest City ."}, "\nBanarasis have loads of fun at this do\n": {"link": "https://timesofindia.indiatimes.com//city/varanasi/banarasis-have-loads-of-fun-at-this-do/articleshow/65175374.cms", "time": "", "description": "Banaras was the theme of a ladies club bash organised recently. So all the masti the city is known for was seen at the do. After the formal inauguration, the performance began with a dance number depicting empowerment of women by Harsha Keshwani, Sangeeta Badani, Roshni and Pallavi on the song Aaj Ki Nari Kisi Par Mohtaj Nahi. Depicting the beauty of the ghats was a dance performance on the song Kadam Toh Rakho Kashi Mein by Anjali Changrani, Kirti, Ritika and Richa, which led to a lot of applause. Adding the rightful zest to the event was the dance performance on Bam Bam Bol Raha Hai Kashi while Savina danced on the song Mano Toh Ganga Maa Hoon. The event rounded up with Banarasi chaat and lassi that was served to the members.  Saloni and Karishma (R) Vidya Peshwani and Harsha Bijlani (BCCL/ Arvind Kumar)  (L-R) Neelam, Seema and Pallavi (BCCL/ Arvind Kumar)  Ambika and Vinita (R) Bhavya (BCCL/ Arvind Kumar)  Harsha, Rosani and Sangeeta (BCCL/ Arvind Kumar)  Mamata (L) and Nidhi (BCCL/ Arvind Kumar) In Video:Banarasis have loads of fun at this doDownload The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Varanasi: Rape accused, inter-faith couple beaten up on court campuses": {"link": "https://timesofindia.indiatimes.com//city/varanasi/rape-accused-inter-faith-couple-beaten-up-on-court-campuses/articleshow/69730890.cms", "time": "2019-06-11 11:38:00", "description": "VARANASI: The district court campuses of Jaunpur and Varanasi witnessed high drama in the past 48 hours. While in Jaunpur police and lawyers had to intervene to separate two groups of people who clashed after a Muslim youth reached there with a girl of another community to get their ‘marriage’ registered on Monday. In Varanasi, a rape accused was assaulted by some youths who sported a saffron ‘gamcha’ (scarf), when the police were going to produce him in the court. Taking note of the Varanasi incident, SSP Anand Kulkarni has ordered to lodge an FIR against the assailants. Role of the police would also be probed. In Jaunpur, a Muslim youth along with a woman of another community and his friends reached the district court campus on Monday for registration of ‘marriage’. However, chaos prevailed when family members of the girl reached there and clashed with the youth and his friends. Lawyers and policemen present there had to intervene to separate them. Later, when the youth misbehaved with the lawyers, they beat him black and blue. Inspector, Line Bazar, Sanjiv Mishra along with police force reached there and rescued the youth. While the girl was taken home by her family, police took the youth to police station. Mishra said, “The youth has informed us that he had already married the girl and had come to the court for registration of their interfaith marriage. As no group gave any complaint in this connection, no case has been registered.” Earlier on Sunday, city’s Kotwali police had to exercise hard to save one Shahnawaz, accused of raping a minor girl in Rajmandir locality on June 8, from a group of youths donning saffron ‘gamchas’ (scarf) as they attacked him in front of police. Due to weekly holiday, the district court campus was deserted. When two cops brought Shahnawaz to produce him before the court of remand magistrate, four-five youths assaulted him. Though Inspector Cantt Vijay Pratap Singh denied any such incident, the SSP took cognizance of the incident when a video of the incident went viral on social media. Kulkarni said following initial probe, order has been issued to lodge an FIR in this connection. The role of police will also be probed, he added. Download The Times of India News App for Latest City ."}, "UP: 2017 Azamgarh hooch tragedy key accused, four aides in police net": {"link": "https://timesofindia.indiatimes.com//city/varanasi/2017-hooch-tragedy-key-accused-four-aides-in-net/articleshow/69681697.cms", "time": "2019-06-07 08:35:00", "description": "VARANASI: Hooch trader Dharmendra Maurya — the main accused in the Sagadi tragedy that claimed 32 lives in Azamgarh two years ago — was nabbed along with four accomplices from Itaura area under Sidhari thana of the same district on Thursday. Maurya’s arrest comes close on the heels of a June 3 encounter in Fatehpur, Barabanki, that resulted in the arrest of another spurious liquor dealer, Sunil Jaiswal, the key accused in the over two dozen hooch deaths in Barabanki and Sitapur last month. Azamgarh SP Triveni Singh said Maurya had been arrested and sent to jail after the 2017 hooch tragedy. He, however, resumed his unauthorised business after being discharged, prompting police to announce a reward of Rs 50,000 on his head. On Thursday morning, police acted on a tip-off and raided a suspected hideout in Itaura. Maurya and his aides were caught red-handed filling up bottles. As many as 192 crates, together containing 2,360 bottles, and two big drums of spurious liquor were seized from his den along with Rs 1.45 lakh in cash. SP Singh said efforts were being made to round up other members of Maurya’s network. “We are also zeroing in on places where he supplied hooch in the recent past,” the senior officer added. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "‘Dead man’ who came alive to win back lost acres soon": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/varanasi/dead-man-who-came-alive-to-win-back-lost-acres-soon/articleshow/69882170.cms", "time": "2019-06-21 09:43:00", "description": "VARANASI: Santosh Murat Singh’s incredibly long wait for justice may have finally come to an end. Singh — better known as the Main Zinda Hoon (I am alive) man in Chitauni village of Chaubeypur and beyond — hopes to take possession of his inherited 12.5 acres soon with district officials beginning measurements on Wednesday, seven years after he exposed a 2003 ruse by his relatives to pronounce him dead and grab his ancestral land. Singh’s name was restored in property records in 2012, but he did not receive legal possession of his land. Officials on Thursday said land revenue staff were expected to complete measurements in a week after which Singh would be handed over his lost acres. “After several years of disappointment, I finally see a ray of hope. The district magistrate has been very kind. He has not only initiated the process of restoration of land, but also warned everyone trying to pull off such a scam,” said Singh who hogged headlines for trying to contest for the President’s post, staging protests at Jantar Mantar, meeting former CM Akhilesh Yadav, offering to donate his kidney to former foreign minister Sushma Swaraj and contesting the UP assembly polls in 2017 from Shivpur. District magistrate Surendra Singh said although Santosh Singh’s name was restored in land records, the process of granting him possession could not begin owing to technical difficulties. “On Wednesday, I visited his village with officials and held a chaupal, where legalities were made clear to all. Process of measuring land has begun and is expected to be over in a week,” the DM added. The DM has further instructed Chaubeypur police to treat land-grabbers like land mafia and deal with them strictly. Download The Times of India News App for Latest City ."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Minor’s death sparks tension in Kaimur village": {"link": "https://timesofindia.indiatimes.com//city/varanasi/minors-death-sparks-tension-in-kaimur-village/articleshow/69674126.cms", "time": "2019-06-06 10:25:00", "description": "PATNA: Tension ran high at Bhagwanpur in Kaimur district on Wednesday following the death of a 17-year-old girl, prompting the police to detain one of the two suspects belonging to minority community. The victim’s family members alleged that she was raped and subsequently poisoned to death by two youths, a charge denied by the police. The girl had left her house at Nibi village under Bhagwanpur police station around 2 pm on Tuesday to withdraw money from a local bank. However, two hours later the girl’s elder sister received a call on her mobile phone from one Ejaz Ansari alias Sonu that she was serious. When the family members rushed to a private hospital at Bhabhua, the district headquarters of Kaimur, they found the girl lying in an unconscious state. She was later taken to a Chandauli-based hospital in Uttar Pradesh for better treatment. However, the doctors referred her to a government hospital at Varanasi. She died on way to the hospital. The victim’s family said two youths belonging to a neighbouring village had conspired to kill her. “She was poisoned to death after being raped,” alleged the deceased’s elder brother. The deceased’s father, Bahadur Yadav, who works at a private firm in Mumbai, was not present at his native village when the incident happened. Bhagwanpur police statation SHO Rakesh Kumar Raushan denied the allegation. “The postmortem report doesn’t confirm rape which was conducted under the supervision of a medical board headed by the civil surgeon,” the SHO said. He said the body was handed over to the family after postmortem. However, it was later sent to Varanasi for cremation under police protection due to tension in the village. One of the two youths identified as Sais Ali, who accompanied the girl to the bank, has been detained for interrogation. Police also said that the girl was in constant touch with her fiancé. “This has been established by the call detail records (CDR) of the cell phone of the deceased,” an investigating officer said. The locals, who were agitated over the incident, reportedly made an abortive attempt to damage the house of the suspect at nearby Asawan village dominated by people belonging to minority community. The situation was, however, brought under control due to the intervention of the panchayat mukhiya, who informed the senior police officials about the incident around 2 am on Wednesday. “We have deployed additional police force in the area as a precautionary measure. Patrolling has been intensified and the locals have been warned of stern action for taking law into their hands,” Bhagwanpur SHO said, adding that prima facie the incident appeared to be a fall out of love affair. Kaimur SP Dilnawaz Ahmad said that the accused involved in abetting the girl for taking the extreme step wouldn’t be spared. The victim’s viscera has also been preserved. Download The Times of India News App for Latest City ."}, "Fifth arrest over Yogi posts, two arrested in Gorakhpur": {"link": "https://timesofindia.indiatimes.com//city/varanasi/fifth-arrest-over-yogi-posts-two-arrested-in-gorakhpur/articleshow/69730989.cms", "time": "2019-06-11 09:30:00", "description": "Gorakhpur: In the fifth arrest in three days over uploading alleged objectionable posts on chief minister Yogi Adityanath, two Gorakhpur residents, Peer Mohammad and Ram Prasad were sent to prison while another Dharamveer Bharti, was booked on Monday. On Saturday, a Delhi-based journalist Prashant Kanojia, two senior employees of a private news channel, Ishika Singh and Anuj Shukla were arrested over alleged defamatory content against CM. On Monday, a resident of Gola area of Gorakhpur, Peer Mohammad, shared an allegedly objectionable post on social media which went viral. Mohammad had shared the post of one Dharamveer Bharti, a resident of Barrah under Gola police station in the district. Bharti is currently working in Muscat, said SSP Gorakhpur Sunil Gupta. Gola police registered a case against Peer Mohammad and Dharamveer Bharti under Sections 503 (criminal intimidation), 505 (statement conducing public mischief) IPC and 65/66 IT Act on Sunday evening after one Umesh Kumar Yadav complained from his twitter account to police. Police sent Peer Mohammad, a scrap dealer, to Gorakhpur district jail on Monday, while Bharti is employed abroad. The post contained a wedding card mentioning the name of chief minister. Manager of a nursing home in Bichchia area of Gorakhpur, Ram Prasad, was also sent behind bars on Monday for an objectionable post against CM Yogi. On Saturday, cyber cell of Lucknow Police arrested Delhi-based freelance journalist Prashant Jagdish Kanojia for sharing video of a Kanpur-based woman. Television channel employees Ishika Singh and Anuj Shukla were also arrested in Noida for allegedly broadcasting defamatory content against Yogi on June 6, police said. Police took action against the news channel for airing the woman’s claims without verification. “This could have led to a possible law and order situation,” SSP, Gautam Buddh Nagar, Vaibhav Krishna had said. During the probe, it was also found that the channel did not have requisite licence to operate. In Video:Five arrested over offensive social media posts against UP CMDownload The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "\nBanarasis enjoy this musical evening\n": {"link": "https://timesofindia.indiatimes.com//city/varanasi/banarasis-enjoy-this-musical-evening/articleshow/63910515.cms", "time": "", "description": "The annual music concert Gulab Bari organised by cultural organisation Kala Prakash and hosted by Ashok Gupta was a delightful experience. The guests turned up in ethnic wear in white and pink, the colour code of the evening. The ladies were welcomed with a red rose while the men with a pink stole and gulaal. Itra was sprinkled at regular intervals on the guests, who listened with rapt attention to vocalist Aarti Ankalikar, who mesmerised with her rendition of Hori and other raag based songs. The composition Piya Khelo Ri, Kesariya Aangiya Rang Dari, evoked a loud applause . The music concert attracted a lot of music lovers from the city and even abroad.  Deepak & Bharati Madhok (R) Meera, and Dreye (BCCL/ Unmesh Pandey) Richa Garg, Pal and Martha (BCCL/ Unmesh Pandey)  Saurabh Shah and Siddharth Gupta (R) Shonool Malik (BCCL/ Unmesh Pandey) Shivani Gupta (R) Shreela and Nitin Ramesh Gokaran (BCCL/ Unmesh Pandey)  Upendra Kumar (R) Aain, Nao Suzuki and Hania (BCCL/ Unmesh Pandey)  Bharati and Rajat Pathak (BCCL/ Unmesh Pandey)  Adele and Aarna Gupta (BCCL/ Unmesh Pandey) Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "UPPSC officers threaten boycott if police raid headquarters": {"link": "https://timesofindia.indiatimes.com//city/varanasi/uppsc-officers-threaten-boycott-if-police-raid-hq/articleshow/69768522.cms", "time": "2019-06-13 08:39:00", "description": "LUCKNOW: The officers’ union of Uttar Pradesh Public Service Commission has threatened to boycott examinations conducted by the commission and results related work if police carry out raids at UPPSC headquarters in Allahabad to probe Licentiate Grade Assistant Teachers’ Examinations-2018 paper leak case. Varanasi police have approached a local court seeking warrant to search UPPSC premises. On May 30, UP STF and Varanasi police had arrested UPPSC examination controller Anju Katiyar in the case. Varanasi police had sought the cooperation of UPPSC officials in the probe but in vain. Following this, investigating officer Anil Rai filed a plea in the court of special judge (anti-corruption) Lal Chandra in Varanasi on June 11 seeking warrant to search UPPSC premises. The matter would come up for hearing after the return of the judge from leave. “The application was filed in the court after UPPSC top officials did not cooperate with us in the paper leak case. We had sought documents and other information regarding examination controller Anju Katiyar from UPPSC chairman Aniruddh Yadav but he is yet to act,” ASP (crime) Varanasi Gyanendra Nath Prasad told TOI. UPPSC Employees/Officers’ Association president Dinesh Kumar said UPPSC is a constitutional body and police cannot enter into its premises to carry out searches. “We will also explore the legal option if any such attempt is made by police or the special task force,” he said. “We are supporting Anju Katiyar and if the police carry out searches then we will have no option but to indefinitely boycott examinations and that would hamper the results of thousands of UPPSC candidates,” Kumar added. The association has claimed that UP STF and police raid at UPPSC office on May 30 — a first in the commission’s history — and the subsequent arrest of Anju Katiyar were done in a haste. Download The Times of India News App for Latest City ."}, "Hum Banaras ke culture mein ekdum ghul gaye hain: Alia Bhatt": {"link": "https://timesofindia.indiatimes.com//city/varanasi/hum-banaras-ke-culture-mein-ekdum-ghul-gaye-hain-alia-bhatt/articleshow/69772369.cms", "time": "2019-06-14 01:00:00", "description": "The shooting of Ayan Mukerji’s 'Brahmasrta' is on in full swing in Varanasi these days. On Wednesday, Mukerji, along with the film's lead actors Ranbir Kapoor, Alia Bhatt, South sensation Nagarjuna and Mouni Roy held a press conference in the city. The director and the actors spoke at length about how the city has a big role to play in the film and how they are enjoying Banarasi culture and cuisine. Dressed in a black T-shirt and olive green chinos, Ranbir did most of talking for the team with Alia, wearing a blue printed suit, interjected in between, frequently. When asked about how Banaras had been featured in the film, Ranbir said, \"The film is inspired by mythological epics like the Ramayana and the Mahabharat and Banaras is a very important aspect of it.\"  (L-R) Ranbir Kapoor, Mouni Roy, Akkineni Nagarjuna and Alia Bhatt (BCCL/ Arvind Kumar) \"In fact, Banaras plays a very important role in our film. Banaras basically woh jagah hai jahan film ke characters saare aa ke ek saath milte hain. The whole adventure of the film begins from Banaras. We are shooting a song here and also a big action scene,\" said director Ayan Mukerji, adding, \"Our endeavour is to show a lot of Banaras in the film. It's a beautiful city and has a soul which we want to showcase in the film.\" Having spent more than a week shooting in Varanasi, the actors and the crew are making the most of the holy city. Alia and Ranbir also went to the Kashi Vishwanath Temple for darshan early morning on Saturday. The team has also been enjoying Banarasi cuisine on their cheat days. On Wednesday, Alia also posted a picture on Instagram of the Banarasi thali she had. When asked how she’s liking the city, Alia said, \"Hum Banaras ke culture mein ekdum ghul gaye hain. I’m having lassi every day. I have to have the chaat and the Banarasi thali on my day off. Toh hum yahan pe poori tarah bass gaye hain. Hum Kashi Vishwanath temple bhi gaye thay shoot khatm karne ke baad subah-subah.\"  (L) Mouni Roy (R) Mouni Roy (BCCL/ Arvind Kumar) \"That was a very very beautiful experience. Humne toh yahan pahunchte hi Banaras ki thandai bhi pi. Abhi we are yet to have the chaat, kachori, Banarasi paan and the phulki. I’ve made a list and I’ll ensure I eat it all. I am loving this city,\" shared Alia.  (L) Ranbir Kapoor (R) Alia Bhatt (BCCL/ Arvind Kumar) Reiterating what Alia said about the city, Ranbir, added, \"Ek baar do-teen din aap rahoge Banaras mein toh you’ll understand the soul and the essence of Banaras. And we’ve spent about eight days here and we are now understanding the soul and the essence of the city. It is incredible! In fact, Nagarjuna sir told us that when he had come to Banaras about a decade ago for a shoot, it was pretty dirty. But now there’s a sea change in the city. It’s very clean. The Ganga is so clean! I think we will have to give credit to Modi ji for his Swachh Bharat Abhiyan for this.\"  (BCCL/ Arvind Kumar) Asked about the change he saw in the city since he last visited it about a decade ago, Nagarjuna said, \"Yes, of course there is a big change in Banaras. The quality and the competition everything goes up, so you have to be on your feet. The basic heart and the story, it's always been the same, the technical changes have come and I’m enjoying that very much.\" — Arvind Kumar  (BCCL/ Arvind Kumar) In Video:'Hum Banaras ke culture mein ekdum ghul gaye hain': Alia BhattDownload The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Varanasi's plush Manduadih railway station resembles airport": {"link": "https://timesofindia.indiatimes.com//city/varanasi/varanasis-plush-manduadih-railway-station-resembles-airport/articleshow/69751533.cms", "time": "2019-06-12 11:25:00", "description": "VARANASI: The newly revamped Manduadih railway station in Varanasi is of world-class level- it can easily be mistaken for a swank corporate office or an airport terminal. Varanasi, also called Banaras and Kashi, is the parliamentary constituency of Prime Minister Narendra Modi. Not only does the station building make the railway station class apart, but also all its various passenger-friendly amenities. The new facilities provided by Indian Railways include LED lights, an air-conditioned waiting lounge and stainless steel benches. According to the reports, the Modi government plans to rename the revamped Manduadih station as 'Banaras' railway station. Fountains have been set up to beautify the areas which now have a spacious waiting area, circulating area, booking/reservation office, cafeteria, food court, waiting rooms and more.  The station also has AC and non-AC retiring rooms as well as dormitories. The architecture in the station premises reflects the spirit of Kashi. The platforms are clean and shining with LED lights and LCD display panels. The premises are well lit with LED lights and cleanliness is top-notch. This station will not only provide world-class international standard facility to the passengers but, it will also offer employment to Varanasi citizens. The Manduadih railway station has eight platforms and currently, eight trains originate from the station. Former Union Minister of State for Railways Manoj Sinha had written to Uttar Pradesh chief minister Yogi Adityanath requesting him to consider the renaming of the Manduadih Railway Station. \"The name Manduadih does not sound good and does not connect with the legacy of Banaras,\" a top railway official of Varanasi division was quoted as saying. The matter, however, did not reach its logical conclusion since elections were announced shortly after the new railway station was completed. Soon after Narendra Modi-led NDA came to power, the historic city of Varanasi has come alive as massive development projects have been sanctioned to re-develop Kashi or Varanasi, one of the most important religious and revered sites for Hindus. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "\nAn eco-friendly art exhibition in the city\n": {"link": "https://timesofindia.indiatimes.com//city/varanasi/an-eco-friendly-art-exhibition-in-the-city/articleshow/63728047.cms", "time": "", "description": "Creativity was its best at the annual art fair organised by Faculty of Visual Arts, Banaras Hindu University. The three-day art fair, that showcased the work of both the teachers and students, was a connoisseur’s delight. The paintings, installations, show pieces, all had an artist’s touch. What made these artefacts special was that all were made with eco-friendly materials. Not only the work, even the stalls where the artworks were displayed had an artistic feel to it, some of them were in the form of an installation. A stall shaped as an eye, grabbed the maximum eyeballs. The visitors enjoyed the scary house that was setup using trees. Neha Amrev, a visitor had a great time at the ghost house. The ambience not only gives an eerie feeling but also a perfect picture opportunity as well,\" she said. A photo booth that had Roman props to pose with, also turned out to be the most sought after place for the youngsters.  Harsh and Aditi (BCCL/ Arvind Kumar)  Abhishek (BCCL/ Arvind Kumar) Sushmita (L) and Sneha (BCCL/ Arvind Kumar)  (L-R) Dhammitra, Pragati, Priyanka and Ritu (BCCL/ Arvind Kumar)  (L-R) Madhuri, Aastha Pathak and Aastha Verma (BCCL/ Arvind Kumar)  Aditi and Hema (R) Bhakti (BCCL/ Arvind Kumar)  Akanksha (R) Lalit and Shiva (BCCL/ Arvind Kumar)  Body painting was also done at the event (BCCL/ Arvind Kumar) Dolly (R) Eman, Lihdseya and Kady (BCCL/ Arvind Kumar)  Pinky (R) Prof Suresh Nair and Prof Migrendra (BCCL/ Arvind Kumar)  Ritu and Priyanka, Rabia and Shikha (BCCL/ Arvind Kumar) Download The Times of India News App for Latest City ."}, "Varanasi plans cable cars as public transport": {"link": "https://timesofindia.indiatimes.com//city/varanasi/in-varanasi-drop-your-kid-to-school-on-a-ropeway/articleshow/69781074.cms", "time": "2019-06-14 07:58:00", "description": "VARANASI/NEW DELHI: Dropping your kid to school? Getting late to workplace due to traffic snarls? Take a ropeway. Varanasi could soon be one of the first few cities in India to get a web of cable car networks to beat congestion on streets. The cable car network based on ropeway system in PM Narendra Modi’s constituency is estimated to be 70% cheaper than Metro rail network.The state government has junked the Metro rail proposal and instead has decided to go in for the system in the temple town. This proposal of ropeway system at advance stage is being seen as a move to help commuters get the better of Kashi’s winding bylanes and a complex traffic profile — from meandering bulls and rickshaws to SUVs and buses. Sources said if the government gives the go ahead, cable cars moving in all directions would be a reality in less than two years. Till now cable cars are limited to tourist destinations in India unlike some of the western cities where it’s a mode of daily commuting. Doppelmayr, an Austrian company which has put cable cars in a few cities including the most acclaimed project in La Paz in Bolivia, has made the proposal to put the cable car system in the city. Vikram Singhal, managing director of its India operations told TOI, “A feasibility report by RITES was presented to the local authority. The frequency of cable cars will be in every few seconds and hence there will be almost no waiting time for commuters. We plan to put the system across the city and not on a few stretches.” Ropeway can ferry 12,000 people an hour’He added that the company is in dialogue with city administrations in Dehradun, Vishakhapatnam and Kanpur to put this system to beat congestion. Union transport minister Nitin Gadkari had suggested cities and towns in hills to explore cable car system for better connectivity. Varanasi Development Authority (VDA) chairman Deepak Agrawal said, “RITES has been asked to prepare a comprehensive mobility plan by integrating ropeways with mini-metro (monorail), bus rapid transport system and waterways in view of city’s topography. It will make another presentation before officials and stakeholders on June 25 after which the DPR will be forwarded to the Centre for a final nod.” The presentation will give a clear picture on the possible routes. Apart from densely populated areas, RITES will explore the possibility of introducing cable cars along the 11km Varuna Corridor by integrating a 7km stretch of River Varuna, which can used for water transport. In February 2018, the VDA had consulted Austrian companies in the wake of the success of cable car travel in old cities of Europe and other continents. The companies had conveyed to VDA that a ropeway system required no major ground coverage, as elevated stations were feasible in congested areas too. They said up to 80 passengers could be accommodated in one cable car and it was possible to ferry 12,000 people an hour. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "At 46.4 degrees Celsius , blistering heat cripples Varanasi, no relief soon": {"link": "https://timesofindia.indiatimes.com//city/varanasi/at-46-4c-blistering-heat-cripples-city-no-relief-soon/articleshow/69731028.cms", "time": "2019-06-11 11:41:00", "description": "VARANASI: People had a harrowing time in treacherous heat as the mercury touched 46.4 degrees Celsius in the city on Monday. This was the second time in a gap of 10 days, when the mercury crossed the 46 degree mark. On May 30, the maximum temperature soared to 46.1 degrees Celsius. According to India Meteorological Department (IMD), the maximum temperature in the city stood at 46.4 degrees Celsius, seven notches above normal. The minimum temperature was also registered two notches above normal at 29.5 degrees Celsius, making life miserable for the people. Unrelenting heat wave added to the discomfort of the people and experts have claimed there would not be any respite from the blistering heat in coming days. Markets are wearing a deserted look with people preferring to remain indoors fearing sunstroke. Health experts have advised people to stay indoors during peak heat hours (12 noon to 3pm) to avoid sun stroke and take plenty of fluids like aam panna and fruit juices to stay hydrated. The weather department has forecast no respite from heat wave in the coming week as the mercury will keep vovering around 45 degrees Celsius. Hot and humid conditions will persist in evening and night. In the past 10 years, the mercury has touched or crossed the 46 degree mark five times. On June 7, 2014, the maximum temperature was recorded as 46.7 degrees Celsius, while 46.5 degrees Celsius and 46.4 degrees Celsius was recorded on June 4, 2017 and June 9, 2015. All-time record of maximum temperature in Varanasi was 48 degrees Celsius on June 9, 1966. The weather department said the water-laden winds may lag further and reach Uttar Pradesh 8-10 days late and arrive in June last week. State Met officials said normal dates of monsoon arrival in UP and its capital are June 15 and June 18, respectively, but since it has hit Kerala eight days late, it would arrive in UP between June 23 and 25 if its advancement continues at normal speed. It will hit east UP first and cover Varanasi by June 24-26, Allahabad by June 27-28 and Lucknow only by June 28-29, the officials added. Monsoon enters UP from two directions, with the Bay of Bengal branch entering through Ballia and the Arabian Sea stream through Lalitpur district of Bundelkhand. The Bay of Bengal branch reaches earlier than the one from Arabian Sea. Download The Times of India News App for Latest City ."}, "Why Kashi as last home on earth": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/varanasi/why-kashi-as-last-home-on-earth/articleshow/69884913.cms", "time": "2019-06-21 09:21:00", "description": "VARANASI: Scholars of Kashi say that the belief 'Kashyam marnam muktih' (dying in Kashi is emancipation) has been held by wise and enlightened people for centuries. Retired professor of Sampurnanand Sanskrit University Padam Sri Bhagirath Prasad Tripathi 'Bagish Shastri' says, \"Scholars from all over the country would come to Kashi to look for and discuss knowledge in the ancient days. That is why the belief.\" Senior priest of Kashi Vishwanath temple Amarnath Upadhyaya explains, \"Kashivas or living in Kashi has four elements-stay here, be in company of scholars, consume Gangajal and worship Lord Shiva. Lord Tarkeshwara, one of the forms of Lord Vishwanath, gives 'Tarak Mantra' to those who adhere to these four elements during their Kashivas to get liberated from the cycle of birth and rebirth.\" Download The Times of India News App for Latest City ."}, "Two more in custody for objectionable posts on Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com//city/varanasi/two-more-in-custody-for-yogi-posts/articleshow/69733721.cms", "time": "2019-06-11 10:55:00", "description": "GORAKHPUR: The rash of arrests over uploading allegedly objectionable posts on CM Yogi Adityanath continued on Monday with two more people taken into custody, making the total number of arrests by UP Police five in three days. A Barrah resident, Dharamveer Bharti, working in Muscat was booked on Monday for the post, which a scrap dealer, now behind bars, had retweeted. The post showed a wedding card mentioning the CM's name. The two arrested, scrap dealer Peer Mohammad and manager of a nursing home Ram Prasad, both Gorakhpur residents, have been sent to the district jail.  Peer Mohammad had shared Bharti's post. Bharti is currently working in Muscat, said SSP Gorakhpur Sunil Gupta. In Video:Five arrested over offensive social media posts against UP CMDownload The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Ex-cop, wife lived with daughter’s body for month": {"link": "https://timesofindia.indiatimes.com//city/varanasi/ex-cop-wife-lived-with-daughters-body-for-month/articleshow/69834767.cms", "time": "2019-06-18 07:47:00", "description": "VARANASI: A retired sub-inspector of police, Dilawar Khan, and his wife lived with the decomposed body of their 30-year-old daughter for over a month in Hathiyaphatak area under the limits of Katra Kotwali police station in Mirzaputr district. On Monday morning, police seized the body and sent it for postmortem. ASP (City) Mirzapur PS Pandey said, “We are awaiting the postmortem report of the deceased Zeenat to know the actual cause of her death. As we have not received any complaint so far no decision has been taken yet to lodge a case.” Police said Dilawar was living at his parental home in Hathiyaphatak area along with his wife and daughter Zeenat. “His two sons, Anwar and Aftab, are settled in Aligarh and had not visited their parents for the past three years,” police added. Locals said Zeenat had died over a month ago. “The stench of the decaying body was being felt by us since a week after her death. We informed the police about it but whenever they visited the place, Dilawar told them to produce a search warrant for entering his home,” said a neighbour. Pandey admitted that “people of Hathiyaphatak had complained about the stench but Dilawar never allowed the police to enter his house”. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Trainee cops block road to protest voyeurs at barracks": {"link": "https://timesofindia.indiatimes.com//city/varanasi/trainee-cops-block-road-to-protest-voyeurs-at-barracks/articleshow/69681684.cms", "time": "2019-06-07 04:53:00", "description": "Varanasi: Over 300 trainee women constables blocked Pandeypur Road near Police Lines here on Wednesday, accusing a group of unidentified youths of breaking into the campus and trying to film them bathing. The protesters demanded that the height of the boundary wall be raised, the barracks properly illuminated and security beefed up. While SSP Anand Kulkarni has formed a team of three circle officers to probe into the allegations, he has also warned the trainees against taking to street protests without raising such issues at a proper forum. The 347 trainee constables blocked the road and staged a sit-in on Wednesday morning after some youths allegedly sneaked into the barracks on Tuesday night with the intention of filming them in the open-air bath chambers. Cantonment circle officer Anil Kumar rushed to the spot and quelled the protest with the promise to investigate the complaint. The SSP formed a probe team that included Chetganj CO Ankita Singh and Dashashwamedh CO Priti Tripathi, besides Cantonment CO Kumar . Apparently, no trainee could clearly tell the officers who saw the voyeurs on Tuesday night. The team also inspected the bathing area. Speaking to TOI on Thursday, SSP Kulkarni played down the incident. He claimed filming anyone was not possible from outside the bath chambers. “The new batch of trainees has come from Allahabad on June 3. Although making unwanted videos is not possible here, a team is still probing the complaint. In the meantime, trainees have been warned against indulging in street protests and indiscipline,” the SSP said. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Rape complainant alleges threats from BSP MP Atul Rai": {"link": "https://timesofindia.indiatimes.com//city/varanasi/rape-complainant-alleges-threats-from-bsp-mp-atul-rai/articleshow/69762039.cms", "time": "2019-06-13 12:33:00", "description": "VARANASI: The complainant who lodged a rape case against BSP MP-elect from Ghosi, Atul Rai has alleged that she, her family members and prime witness in the case were being coerced and threatened to withdraw the case by the MP and his goons. On Wednesday, she also tweeted the letter forwarded to chief minister Yogi Adityanath, DGP O P Singh, ADG Varanasi zone, SSP Varanasi and SPs of Ballia and Mau, stating that Rai was moving freely and trying to pressure her and the prime witness in the case. SP (City) Dinesh Kumar Singh said, “The complaint has been taken seriously and if needed, another case would be registered against Rai.” He said several police teams are already looking for Rai, who has been declared an absconder, and application has been submitted in court for attachment of his property. Rai was booked at Lanka police station in Varanasi on May 2 on the complaint of Ballia girl under sections 376 (rape), 504 (intentional insult with intent to provoke breach of the peace), 506 (criminal intimidation) and 420 (cheating and dishonestly inducing delivery of property) of IPC. He was declared an absconder by Lanka police on May 20. Rai, who won the recent Lok Sabha election from Ghosi, moved high court and the Supreme Court but did not get any relief. He later submitted an application for surrender in a Varanasi court. However, Rai avoided surrender though dates were fixed thrice by the chief judicial magistrate-I. The court finally turned down his surrender plea on June 4. Download The Times of India News App for Latest City ."}, "Wanted criminal injured in encounter, arrested": {"link": "https://timesofindia.indiatimes.com//city/varanasi/wanted-criminal-injured-in-encounter-arrested/articleshow/69762021.cms", "time": "2019-06-13 04:01:00", "description": "Gorakhpur: A criminal carrying reward of Rs 25,000 was arrested in a police encounter in Gorakhpur on Tuesday late evening. However, his accomplice managed to escape. The police have recovered a .32 bore pistol and a motorcycle from his possession. “Acting on a tip-off, the police was conducting a checking drive on Urwa and Kotwa roads under Shahpur police station limit when two youths passed from there on a motorcycle. On being asked to stop, they opened fire at the police. The police also opnened fire in which Udaiveer Yadav, a criminal having cases lodged against him at Bansgaon police station was injured. However, his accomplice managed to escape,” said SSP, Sunil Km Gupta. “The arrested criminal, carrying a reward of Rs 25,000 on his head, received bullet injury in leg and was arrested. He is undergoing treatment in BRD medical college where his condition was stated to be stable.” Udaiveer Yadav, son of Satyendra Yadav and resident of Urwa Bazar area in Gorakhpur district was arrested in cases lodged against him under section 392 (punishment for robbery), 411(dishonestly receiving stolen property) IPC at Gagaha police station, 392 (punishment for robbery), 311 (punishment for thug), 307 (attempt to murder) and 3/25 Arms Act at Urwa police station. Download The Times of India News App for Latest City ."}, "2 children drown in canal in Gudumba, 1 body found": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/varanasi/2-kids-drown-in-canal-1-body-found/articleshow/69867219.cms", "time": "2019-06-20 11:16:00", "description": "LUCKNOW: Two minor girls drowned while they had gone to take a bath in a canal in Gudumba on Wednesday. As per reports, the two victims. Kajal (10) and Raagini (11), were both residents of Bulbulpur area of Gudumba and they had gone to the canal along with a group of other children around 12.30pm. As then entered the water, they slipped deep inside the canal and started drowning. Eyewitnesses said they informed the police when they heard the two screaming for help. Police said that they had recovered Kajal’s body from the canal, but were still looking for Raagini’s. Download The Times of India News App for Latest City ."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "BJP toying with KVT idea after big 2014 mandate": {"link": "https://timesofindia.indiatimes.com//city/varanasi/bjp-toying-with-kvt-idea-after-big-2014-mandate/articleshow/69696049.cms", "time": "2019-06-08 11:29:00", "description": "VARANASI: Much before Prime Minister Narendra Modi performed ‘bhoomi pujan’ for the ambitious Kashi Vishwanath Dham (Corridor) project on March 8, BJP had started toying with the idea after assuming power at the Centre in 2014. “However, to ensure a world class facility at this prime pilgrimage site, the party had to wait till 2017 when it also came to power in Uttar Pradesh,” Kashi Vishwanath Temple (KVT) chief executive officer Vishal Singh recalled and said, “In December 2017, BJP chief Amit Shah went through the project’s proposal after which Yogi government sanctioned Rs 600 crores for it.” With the announcement of the project, chief minister Yogi Adityanath started allocation of funds for the purchase of buildings to be demolished. Later, presentations on the project were given during almost all the visits of Modi and Yogi to the city. The state government also formed a Sri Kashi Vishwanath Special Areas Development Board in July 2018. The project will connect the ancient temple and one of the 12 Jyotirlingas to the famous ghats of Varanasi. The main temple, Kashi Vishwanath Temple, which is located on the left bank of the Ganga, is surrounded by narrow lanes. The prime temple caters to roughly 5,000 to 7,000 people every day and on special occasions like Mahashivratri, the number reaches over 2-3 lakhs. Once completed, the corridor will ease the congestion and provide the pilgrims and travellers other amenities such as wider and cleaner roads and lanes, better lighting, clean drinking water, shades and food corners. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Varanasi: Ex-cop, wife lived with daughter’s body for month": {"link": "https://timesofindia.indiatimes.com//city/varanasi/varanasi-ex-cop-wife-lived-with-daughters-body-for-month/articleshow/69834893.cms", "time": "2019-06-18 13:13:00", "description": "VARANASI: A retired sub-inspector of police, Dilawar Khan, and his wife lived with the decomposed body of their 30-year-old daughter for over a month in Hathiyaphatak area under the limits of Katra Kotwali police station in Mirzapur district. On Monday morning, police seized the body and sent it for postmortem. ASP (City) Mirzapur PS Pandey said, “We are awaiting the postmortem report of the deceased Zeenat to know the actual cause of her death. As we have not received any complaint so far no decision has been taken yet to lodge a case.” Police said Dilawar was living at his parental home in Hathiyaphatak area along with his wife and daughter Zeenat. “His two sons, Anwar and Aftab, are settled in Aligarh and had not visited their parents for the past three years,” police added. Locals said Zeenat had died over a month ago. “The stench of the decaying body was being felt by us since a week after her death. We informed the police about it but whenever they visited the place, Dilawar told them to produce a search warrant for entering his home,” said a neighbour. Pandey admitted that “people of Hathiyaphatak had complained about the stench but Dilawar never allowed the police to enter his house”. Read this report in BengaliDownload The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Court rejects surrender plea of rape accused BSP MP Atul Rai": {"link": "https://timesofindia.indiatimes.com//city/varanasi/court-rejects-surrender-plea-of-rape-accused-bsp-mp-rai/articleshow/69656732.cms", "time": "2019-06-05 12:59:00", "description": "VARANASI: The court of chief judicial magistrate-I turned down the May 17 surrender plea of rape accused BSP MP-elect Atul Rai as he did not turn up for surrender on Tuesday. The court also turned down a fresh application moved by Rai’s lawyer to extend the date of his surrender. SSP Anand Kulkarni said police will now seek court order for attaching the property of the MP from Ghosi. Rai had presented a surrender application on May 17. Acting on the application, the CJM-I court had fixed May 28 and later June 1 and June 4 for surrender. Rai, however, did not surrender on the three dates. On Tuesday, his lawyer Anuj Yadav presented another application before the court to extend the date. It was claimed in the application that when Rai was heading to Varanasi to surrender before the court, he suffered serious leg injury in an accident at Jamania in Ghazipur. Taking serious note of the matter, CJM-I Ashutosh Tiwari termed it as a bid by Rai to delay the judicial process and told the lawyer to produce Rai’s medical certificate till 3.30pm. However, when Yadav failed to produce the certificate in the given time, the court rejected the application for extending the surrender date. A case was registered against Rai at Lanka police station in Varanasi on May 2 on the complaint of a Ballia girl under sections 376 (rape), 504 (intentional insult with intent to provoke breach of the peace), 506 (criminal intimidation) and 420 (cheating and dishonestly inducing delivery of property) of IPC. “Rai was declared an absconder by Lanka police on May 20,” said Lanka inspector Bharat Bhushan. Following the FIR, Rai absconded after leaving the responsibility of his poll campaign on his wife Priyanka Rai and brother Pavan Rai. He then tried to get a stay against his arrest from Allahabad High Court and Supreme Court. However, on rejection of his pleas, he presented a surrender application in Varanasi court on May 17. Even though he is on the run, Rai succeeded in defeating BJP candidate Harinarain Rajbhar from Ghosi parliamentary constituency. Download The Times of India News App for Latest City ."}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Electricity department inspector thrashed by illegal water plan owner in Varanasi": {"link": "https://timesofindia.indiatimes.com//city/varanasi/electricity-department-inspector-thrashed-by-illegal-water-plan-owner-in-varanasi/articleshow/69714721.cms", "time": "2019-06-09 19:58:00", "description": "VARANASI: Deepak Kumar Srivastava- an inspector in enforcement squad of electricity department, was brutally thrashed by an illegal water plant owner Imarti Lal, who is also follower in police department, and his family members in Pandeypur area under Cantonment police station on Sunday. Imarti’s wife was arrested after lodging of an FIR by the Cantt police. SP city Dinesh Kumar Singh said that Imarti is being suspended while police teams have been engaged to arrest him and his two sons in this connection. Police also asked food safety and drug administration officials to carry out a drive in Pandeypur and adjoining areas to detect how many illegal water plants are operating. On Sunday morning Srivastava raided Pandeypur area. Initially he entered the house of an electricity department employee, who was also found running water plant to prepare packaged water for selling in retail market. It is alleged that Srivastava avoided initiating any action against the owner of the unit. Later, he raided the neighbouring house of Imarti where on detection of similar water plant and packaging unit he allegedly threatened to initiate legal action. SP City said that during initial investigation of police it surfaced that following exchange of heated words between Srivastava and Imarti the latter attacked the inspector with his family members. Later, more supporters of Imarti joined him in attacking Srivastava, who somehow managed to escape. Later, he reached Cantt police station after which he was taken to hospital for medical examination. Following these developments SP City along with heavy police force raided incident site and carried out a massive checking drive after it was found that illegal water plants were being run in many houses. Upon noticing it he asked FSDA officials to carry out a massive drive as refilling of used bottles of branded packaged water was also suspected there. Download The Times of India News App for Latest City ."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Varanasi sadhus send Shri Ramcharitmanas to West Bengal CM Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com//city/varanasi/varanasi-sadhus-send-shri-ramcharitmanas-to-west-bengal-cm-mamata-banerjee/articleshow/69647118.cms", "time": "2019-06-04 14:05:00", "description": "VARANASI: After West Bengal chief minister Mamata Banerjee dubbed ‘Jai Shree Ram’ chants by alleged BJP activists as a “political stunt”, Varanasi sadhus have collectively sent a copy of Shri Ramcharitmanas to her. Varanasi's Patalpuri Shrine head Mahanth Balak Das have posted a copy of Shri Ramcharitmanas to the West Bengal chief minister. \"Mamata Banerjee has allergy with the name of Shri Ram. Kashi is the city which guides the world. Therefore, saints of Varanasi has tried to show her the right path and end malice about Hinduism,\" Balak Das said. Balak Das said, \"We request Mamata Banerjee to study Ramcharitmanas. It preaches us the path of communal harmony and inclusiveness. Mamata Banerjee is a regent and Ramcharitmanas guides us how King must behave to its people.\" The BJP will send 10 lakh postcards with \"Jai Shri Ram\" written on them to West Bengal chief minister Mamata Banerjee, a party leader had said earlier. On Friday, the West Bengal BJP hit out at Banerjee for losing her temper when a group of men shouted 'Jai Shri Ram' in front of her car. It asked whether it is a crime to chant the phrase in the state. On Thursday, Banerjee had lost her cool when some men shouted 'Jai Shri Ram' as her motorcade passed through Bhatpara area under Barrackpore Lok Sabha constituency. Earlier this month in West Midnapore district, a video showed Banerjee getting angry when some men chanted 'Jai Shri Ram' at her motorcade. Read this story in HindiDownload The Times of India News App for Latest City ."}, "Monsoon hits Kerala, in Lucknow on 28th": {"link": "https://timesofindia.indiatimes.com//city/varanasi/monsoon-hits-kerala-in-lucknow-on-28th/articleshow/69711566.cms", "time": "2019-06-09 13:50:00", "description": "LUCKNOW: Monsoon hit the Kerala coast on Saturday, a week behind schedule, marking the official commencement of the four-month rainfall season in the country. The water-laden winds may lag further and reach Uttar Pradesh 8-10 days late and arrive in June last week. State Met officials said normal dates of monsoon arrival in UP and its capital are June 15 and June 18, respectively, but since it has hit Kerala eight days late, it would arrive in UP between June 23 and 25 if its advancement continues at normal speed. It will hit east UP first and cover Varanasi by June 24-26, Allahabad by June 27-28 and Lucknow only by June 28-29, the officials added. Monsoon enters UP from two directions, with the Bay of Bengal branch entering through Ballia and the Arabian Sea stream through Lalitpur district of Bundelkhand. The Bay of Bengal branch reaches earlier than the one from Arabian Sea. State Met director J P Gupta said, \"As of now, it appears that monsoon will reach UP by last week of June. However, if a strong cyclonic circulation develops over the Bay of Bengal, the advancement could be faster.\" The Met department maintains that monsoon will be normal this year. The news augurs well for country as large parts have been witnessing agriculture distress and water levels in reservoirs have been receding. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Court rejects bail plea of PSC exam controller Katiyar": {"link": "https://timesofindia.indiatimes.com//city/varanasi/court-rejects-bail-plea-of-psc-exam-controller-katiyar/articleshow/69681625.cms", "time": "2019-06-07 04:49:00", "description": "Varanasi: The court of special judge (anti-corruption) Lal Chandra on Thursday rejected the bail plea of UPPSC examination controller Anju Katiyar in the LT Grade Exam 2018 paper leak case. The court also granted permission to the investigating officer in this case, Circle Officer Pindra Anil Rai, to record Katiyar’s statement in the jail. In an order issued on Thursday evening, the court said that Katiyar did not perform her administrative responsibilities. As the issue concerns with the future of lakhs of examinees, the possibility that she could influence the probe once she is grated bail can’t be denied. Therefore, the bail application is not found fit to be considered, the court observed. Katiyar was arrested on May 30 and sent to jail on 14 days judicial remand after being produced before the special judge (anti-corruption). She was earlier under custody from her residence in Allahabad by a joint team of STF and Cholapur police of Varanasi. The Cholapur police had lodged an FIR against Katiyar and eight other persons under section 406, 409 (criminal breach of trust), 420 (cheating and thereby dishonestly inducing the person deceived to deliver any property to any person), 120B (conspiring) of IPC and sections 7, 8 and 13 (public servant taking gratification other than legal remuneration in respect of an official act) of the Prevention of Corruption Act. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Garbage and filth welcomes you to this layout": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-and-filth-welcomes-you-to-this-layout/articleshow/62481950.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "\nAn exciting cricket match between St John’s Marhauli Alumni Association and Benaras Club\n": {"link": "https://timesofindia.indiatimes.com//city/varanasi/an-exciting-cricket-match-between-st-johns-marhauli-alumni-association-and-benaras-club/articleshow/67230920.cms", "time": "", "description": "An exciting cricket match was recently played between St John’s Marhauli Alumni Association and Benaras Club. After a nail biting finish, the match was won by the players of the alumni association, by 17 runs. The partnership between Apurv Mittal and Kishan Yadav gave a good start to the winners. Among other commendable performances included Rajkumar who scored 57 runs and took 3 wickets and was declared Man Of The Match. Sunny Johar gave some interesting commentary on the occasion.  Amit (L) and Jay Peswani (BCCL/ Arvind Kumar)  Apurv, Bharat and Bhagirath (BCCL/ Arvind Kumar)  Dishant Badlani and Dr Sanjeev (BCCL/ Arvind Kumar)  Hani, Harshit and Kishan (BCCL/ Arvind Kumar)  Raj Kumar and Rohit Kapoor (BCCL/ Arvind Kumar)  Sovin and Uday (BCCL/ Arvind Kumar) Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "3 run over by Sealdah Express in UP's Ballia": {"link": "https://timesofindia.indiatimes.com//city/varanasi/3-run-over-by-sealdah-express-in-ups-ballia/articleshow/69740527.cms", "time": "2019-06-11 16:32:00", "description": "VARANASI: At least three youths were killed after coming under the wheels of a moving train near eastern cabin of Bakulha railway station in Bairiya area of Ballia district on Tuesday morning. Reports stated that marriage of Surendra Bind’s daughter of Yadav Nagar area under the limits of Bairiya police station was scheduled on Monday night. To attend the marriage function his relatives including Vikky Bind (25), Pappu Bind (26) and Avadhesh Bind (25) had come from Bihar. The trio reached near the railway tracks on Tuesday morning to respond to nature’s call. It is said that while staying there they tried to take selfie with a moving train in background. However, in this bid they failed to leave the tracks before the train reached close to them and came under its wheels. All of them died on the spot. News of their killing spread like a wildfire as hundreds of villagers gathered near the incident site. Pal of gloom descended at a place where celebration of a marriage function was in progress. Bairiya police sent the bodies for postmortem. Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Nine-year-old Meerut girl raped and strangled to death, dumped in sewer": {"link": "https://timesofindia.indiatimes.com//city/varanasi/nine-year-old-meerut-girl-raped-and-strangled-to-death-dumped-in-sewer/articleshow/69717772.cms", "time": "2019-06-10 04:05:00", "description": "Meerut: Close on the heels of the gruesome murder of Aligarh girl which shook the nation’s conscience, another horrific rape and murder has come to light in west UP. A nine-year-old girl was raped, strangled to death and her body dumped in a sewer in Madhavpuram area of Meerut. The body of the girl, who went missing on June 4, was recovered two days later. On Saturday, police claimed to have arrested a man named Shadab who had allegedly abducted the minor. The accused – who lives in the same locality – was in Tihar jail for four years after his name had cropped up in an earlier murder case in Delhi’s Kamla Market area in 2008. According to police, the accused lured the minor girl on the pretext of giving chocolates and took her to a desolate spot and raped her. “Later, when the victim tried to raise alarm, the accused strangled her to death,” Meerut SSP Nitin Tiwari said. The body of the girl – wrapped in a bedsheet and a stole hanging around her neck – was recovered from the city’s Brahmapuri area after a local resident alerted the police on June 6. A case of kidnapping under IPC’s section 363 (punishment for kidnapping) was lodged at Kharkhauda police station based on the initial complaint of the family. Later, additional sections of 302 (murder), 376 (rape) and 201 (causing disappearance of evidence of offence) of IPC and relevant sections of the POCSO Act was included in the FIR. The victim's family alleged police inaction, claiming that “she might have been saved if the cops had acted in time to look for the missing girl”. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "UP: 12-year-old gang-raped in front of parents in Kushinagar, 4 arrested": {"link": "https://timesofindia.indiatimes.com//city/varanasi/12-year-old-girl-gang-raped-in-up-four-arrested/articleshow/69718307.cms", "time": "2019-06-10 09:21:00", "description": "GORAKHPUR: A 12-year-old girl was gang-raped on Friday evening in front of her parents allegedly by six men who had a dispute with her family over construction of a drain, the incident at Ahirouli Bazaar in Kushinagar district adding to the atrocities against children that are surfacing in the state with chilling regularity. A case was registered on Sunday morning, leading to the arrest of four of the accused identified as Veeru Yadav, Jaivir Prasad, Chandan Prasad and Gautam Prasad. Police have launched a manhunt for two others named as Nitish Kumar and Mukhtar Prasad in the FIR. The girl is admitted to the district hospital and her condition is said to be stable for now. According to the written complaint lodged by the girl’s mother at Ahirouli Bazaar thana late on Saturday evening, the six men had a longstanding dispute over construction of a drain with the family and the row snowballed on Friday. The accused allegedly dragged the girl out of her home and raped her by turn in front of her father and mother who were thrashed when they tried to resist. Raids on to arrest two other accusedThe six accused have been booked under Sections 376 (rape), 323(punishment for voluntarily causing hurt), 147 (punishment for rioting), 504 (intentional insult with intent to cause breach of peace), 506 (punishment for criminal intimidation) and 452 (trespassing after preparation for hurt, assault or wrongful restraint) of the IPC, besides relevant sections under Pocso Act and the SC/ ST Act,” said Kushinagar SP RN Mishra. SP Mishra added that raids were on to arrest the two other accused. Download The Times of India News App for Latest City ."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "\nBanarasi women rally on city road\n": {"link": "https://timesofindia.indiatimes.com//city/varanasi/banarasi-women-rally-on-city-road/articleshow/64017044.cms", "time": "", "description": "A women’s car rally was organised by Benaras Club, recently. The rally was flagged off by Yogeshwar Ram Mishra, district magistrate and Neha Bharadwaj, wife of the SSP. Nearly 65 women participated in the rally, which, after passing through various parts of the city, ended at Benaras Club. Preetu Chowdhary was declared the winner of the rally while Shipra Srivastava was awarded Queen of the rally for her overall performance. The second place was secured by Amita Poddar while the third position was secured by Savita Rathi.  Varun Mundra and Amit Modi (R) Ankita Agrawal (BCCL/ Unmesh Pandey)  Smita Sahu, Utkarsha Mukherjee and Amola Soni (BCCL/ Unmesh Pandey)  Rekha Parekh, Rishika Mishra and Shruti Jaju (BCCL/ Unmesh Pandey)  Chanchal Sharda (L) and Ritu Maheshwari, Manieesh Maheshwari (BCCL/ Unmesh Pandey)  (L-R) Archana Mhaskar, Sonia Didwania, Gunjan Chandak and Yogeshwar Ram Mishra (BCCL/ Unmesh Pandey)  Dr Shruti and Shubham Anand (BCCL/ Unmesh Pandey) Download The Times of India News App for Latest City ."}, "Actor Kinshuk Vaidya shoots in Varanasi!": {"link": "https://timesofindia.indiatimes.com//city/varanasi/actor-kinshuk-vaidya-shoots-in-varanasi/articleshow/69839440.cms", "time": "2019-06-18 13:53:00", "description": "Actor Kinshuk Vaidya recently shot for a TV show in Varanasi. The actor shot near the Ganga and says that the experience was incredible. \"The shoot in Varanasi was amazing but it was hectic due to the unfavourable climatic conditions as the temperature was very high, around 46 degrees and the schedule was almost 10-12 days long. We shot near Assi, Gaye and Meer ghats along with the Ramnagar Fort. We also attended the Ganga Aarti. Overall, the experience was wonderful as I got to see Varanasi and Ghazipur, where the show is actually based. It was a first-hand experience and I also got to meet people of those places,\" he says.  Kinshuk Vaidya in Varanasi (BCCL) He adds, \"I have visited Ganga Ghat for the first time in Banaras. I have been to Haridwar when I was very young during a school trip. This trip to Banaras was wonderful and I enjoyed a lot.\" Kinshuk is currently seen in the show 'Jaat Na Poocho Prem Ki', for which he was shooting in Varanasi. In Video:Actor Kinshuk Vaidya shoots in VaranasiDownload The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "More berths now in Kashi for freedom from cycle of rebirth": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/varanasi/more-berths-now-in-kashi-for-freedom-from-cycle-of-rebirth/articleshow/69882175.cms", "time": "2019-06-21 09:43:00", "description": "VARANASI: It is believed that death in Kashi means liberation from the cycle of birth and rebirth. For centuries, the sacred city’s labyrinthine lanes have beckoned devouts in their last days or, in several cases, their last years. But only a few are able to find space in ‘moksha centres’ or hospices where rooms are \"reserved for death\". With dozens of applications daily in the handful of moksha bhavans, the wait list can run into several years. But all that’s set to change. A new site for salvation that's coming up will be both \"more sacred\" and have enough rooms to make the wait shorter. As part of the Kashi Vishwanath Dham (corridor) project, a government-funded moksha bhavan is being built, with equal number of rooms for men and women, that will accommodate about 50 people. Chief executive officer of Kashi Vishwanath Temple Vishal Singh told TOI that while one of the existing moksha centres in Kashi only allows couples, the other is for those on their deathbed. The latest moksha bhavan will have no such riders. But what truly renders the new centre different from existing ones is the fact that it will come up in the most sacred part of Kashi — the Avimukt circle that falls between the Kashi Vishwanath temple and Manikarnika Ghat. The three-storied building will also house a hospital and accommodation would be provided on first come first serve basis. “To develop the hospice at the most sacred site, the building of an ashram — Vriddha Sant Seva Ashram — has been purchased for Rs 2.5 crore,” Singh said. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Man held for raping, killing seven-year-old": {"link": "https://timesofindia.indiatimes.com//city/varanasi/man-held-for-raping-killing-seven-yr-old/articleshow/69806054.cms", "time": "2019-06-16 10:26:00", "description": "GORAKHPUR: A seven-year-old girl was kidnapped, raped and murdered by a 55-year-old man in Sant Kabir Nagar district on late Friday night. The police have arrested the accused and recovered the body from his orchard. “Sikriganj police of Gorakhpur got information at around 11 pm on Friday that a seven-year-old girl had been kidnapped from a village by one Vinod Rai alias Pappu Rai, resident of a village under Dhanghata police jurisdiction of Sant Kabir Nagar. The accused was later caught with the help of the villagers. During interrogation, he confessed to have raped and strangled the girl. Police later recovered the body from his orchard after midnight,” said Sant Kabir Nagar SSP Dr Sunil Gupta. “A case has been registered against the accused at Sikriganj police station under sections 364 (kidnapping or abducting in order to murder), 376 (rape), 302 (murder) of IPC and ¾ of POCSO Act,” the SSP added. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Will fugitive Ghosi MP be arrested before taking oath?": {"link": "https://timesofindia.indiatimes.com//city/varanasi/will-fugitive-ghosi-mp-be-arrested-before-taking-oath/articleshow/69820112.cms", "time": "2019-06-17 10:07:00", "description": "VARANASI: Unable to nab rape accused Bahujan Samaj Party MP from Ghosi, Atul Rai, who was declared absconder by local court on May 20, Varanasi police officials have urged their Delhi counterparts to arrest the absconding MP if he reaches the national capital to attend the parliament session commencing from Monday. Rai was booked in a case of rape and fraud on the complaint of a girl from Ballia on May 2. Varanasi police and STF teams are already making efforts to arrest Rai but have not succeeded. Talking to TOI, SSP (Varanasi) Anand Kulkarni said, “As police teams could not trace Rai despite continuous efforts, we have sought the help of Delhi police in case he reaches there to attend parliament session on Monday.” Inspector of Lanka police station Bharat Bhushan said that Rai was declared absconder by local court under section 82 CrPC on May 20, following which police served notice at his Varanasi residence. The same notice was also served at Rai’s residence at Birpur village in Bhavarkole area of Ghazipur district on June 13. “If Rai does not surrender in a couple of days, police would lodge another case against him under section 174 of IPC on June 19. On June 20, police would submit application before the court to seek order for attachment of Rai’s property under section 83 of CrPC,” Bhushan added. As many as 13 criminal cases were lodged against Rai when he had filed nomination to contest LS poll from Ghosi seat on BSP ticket. A week after filing nomination, a Ballia girl lodged a complaint against Rai accusing him of raping her repeatedly and threatening to make video of the act viral on social media. She alleged that Rai called her to his flat at Chitaipur, Varanasi in March 2018 on pretext of introducing her to his wife, where he raped her and made a video of the act. After that, he raped her several times. Despite being an absconder, Rai won from Ghosi, defeating BJP candidate Harinarain Rajbhar. The case took a turn on June 12 when the complainant alleged that Rai and his goons were threatning her, her family and prime witness to withdraw the case. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Varanasi court refuses to give more time to rape accused Atul Rai": {"link": "https://timesofindia.indiatimes.com//city/varanasi/varanasi-court-refuses-to-give-more-time-to-rape-accused-atul-rai/articleshow/69653400.cms", "time": "2019-06-04 20:27:00", "description": "VARANASI: The chief judicial magistrate-I court on Tuesday rejected the surrender plea of Atul Rai, the Bahujan Samaj Party leader, who won Ghosi parliamentary seat despite being a rape accused and an absconder, as he did not turn up before it to surrender. The court also turned down the application of his lawyer to extend date for his surrender. Court had already given him dates on May 28 and June 4 to surrender. SSP Anand Kulkarni said that now the process to seek court order to attach the property of Rai will be started by police. On Tuesday his lawyer Anuj Yadav produced another application before the court to extend the date for Rai’s surrender. Yadav in his application mentioned that when Rai was heading to Varanasi in his vehicle to surrender before the court he suffered serious leg injuries in a road mishap at Jamania in Ghazipur. Taking serious note of it the CJM-I Ashutosh Tiwari termed it a bid of Rai to linger the process. He gave time till 3.30pm to Yadav to produce medical certificate in this regard. However, when Yadav failed to produce medical certificate in given time the court rejected the application for extending date for Rai to surrender. Rai was declared absconder by Lanka police on May 20, inspector Bharat Bhushan mentioning that efforts are on to arrest him. Rai on May 2 was booked on charges of rape and fraud at Lanka police station in Varanasi on the complaint of a Ballia girl. He was booked under sections 376 (rape), 504 (intentional insult with intent to provoke breach of the peace), 506 (criminal intimidation) and 420 (cheating and dishonestly inducing delivery of property) of IPC. Leaving responsibility of his poll campaign to wife Priyanka Rai and brother Pavan Rai he absconded and tried to get relief like stay against his arrest from Allahabad High Court and Supreme Court. However, on rejection of his plea he gave application in Varanasi court for surrender on May 17. Despite being absconder Rai succeeded in defeating BJP candidate Harinarain Rajbhar. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Strike in support of WB doctors hits BHU hospitals": {"link": "https://timesofindia.indiatimes.com//city/varanasi/strike-in-support-of-wb-docs-hits-bhu-hosps/articleshow/69794403.cms", "time": "2019-06-15 11:04:00", "description": "VARANASI: Extending support to the junior doctors of NRS Medical College and Hospital in West Bengal protesting against the attack on one of them on June 10, the junior and senior resident doctors of Institute of Medical Science-Banaras Hindu University went on a daylong token strike on Friday. The strike hit the services mainly at outdoor patient department in initial hours, but emergency services, ICU and operating theatres remained unaffected. Medical superintendent Sir Sunder Lal hospital BHU Prof SK Mathur said that as junior and senior residents went on strike without any prior information, services remained partially affected in initial hours at OPD however, later senior doctors handled the patients. Junior and senior residents gave a letter to the director IMS-BHU on Friday early morning announcing the one-day token strike in support of junior doctors of NRS Medical College hospital. In their letter they mentioned that in view of attacks on medical students, consultants and negligence of the state administration towards the issue the residents of IMS-BHU have decided to join the nation-wide agitation and abstain from services at OPDs, wards and elective OTs. However, they assured not to hinder ICU and emergency services. Before the hospital authorities were informed about the strike, around 3,500 old and new patients were registered, especially at SSL hospital. The waiting lounges as well as OPD rooms were flooded with patients and attendants. One of the patients Bharat Sharma, who had reached from Aurangabad in Bihar said that he had reached BHU after travelling in an overcrowded train for over 10 hours and was disappointed over the possibility of returning without consulting the doctor. There were many other patients like him. Taking note of it, the senior doctors swung into action. The medical superintendent said that maximum registered cases, over 3500, were handled by the senior doctors at OPD by late afternoon. He admitted that patients had to face problems in initial hours due to the strike but he claimed that service in indoor patient department (IPD), OTs, ICU and emergency ward remained unaffected. Junior doctors in WB had gone on strike demanding adequate security in hospitals following an attack on junior doctors on June 10 at NRS Medical College hospital. West Bengal CM Mamata Banerjee, on Thursday, asked the doctors to resume duty but the doctors’ delegation remained adamant on their demand. They, after meeting WB governor, said that they will continue agitation till their demands are met. Download The Times of India News App for Latest City ."}, "Govt shelter home caretaker harasses inmates, removed": {"link": "https://timesofindia.indiatimes.com//city/varanasi/govt-shelter-home-caretaker-harasses-inmates-removed/articleshow/69762011.cms", "time": "2019-06-13 04:00:00", "description": "Varanasi: The district administration on Tuesday ordered removal of the caretaker of the Government children’s home (boys), Ramnagar, Anil Kumar Rai, on charges of violating service rules and indulging in activities detrimental to the Juvenile Justice Act. Besides, suspension and disciplinary action has also been recommended against Rai. Rai had allegedly ill-treated some mentally challenged children recently and also made them clean toilets. Not only this, he made a video of the activities and uploaded it on social media. A controversial figure, Rai was reinstated in women welfare department in 2016 after spending 14 years in jail in a case of murder. District magistrate (DM) Surendra Singh has, meanwhile, attached Rai to the Government women’s old age home, Durgakund, and also recommended suspension and disciplinary action against him in a letter sent to the principal secretary, women welfare department, stating that his acts were violative of the Juvenile Justice Act as well as service rules. The DM said that after collecting video clips in which mentally challenged children could be seen cleaning toilets and kneading flour in the kitchen of the home on June 10, district probation officer Pravin Kumar Tripathi raided the place the same night. During investigation, the officer recorded the statement of the inmates and the staff. The children told the probation officer that Rai often forced them to clean the toilet. In his report submitted to the DM, the probation officer claimed that Rai, who has created a lobby with the help of some service providers of the home, uploaded the video on social media in a bid to malign the image of the home. The probation officer also reported that Rai had a criminal background and was in jail for 14 years on charge of murder. After his release, he managed to get himself reinstated in the department and was posted at the Government children’s home (boys), Ramnagar in 2016, he added. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Paper leak case: Court rejects bail plea of UPPSC exam controller": {"link": "https://timesofindia.indiatimes.com//city/varanasi/paper-leak-case-court-rejects-bail-plea-of-uppsc-exam-controller/articleshow/69684831.cms", "time": "2019-06-07 08:45:00", "description": "VARANASI: The court of special judge (anti-corruption) Lal Chandra on Thursday rejected the bail plea of UPPSC examination controller Anju Katiyar in the LT Grade Exam 2018 paper leak case. The court also granted permission to the investigating officer in this case, Circle Officer Pindra Anil Rai, to record Katiyar's statement in the jail. In an order issued on Thursday evening, the court said that Katiyar did not perform her administrative responsibilities. As the issue concerns with the future of lakhs of examinees, the possibility that she could influence the probe once she is grated bail can't be denied. Therefore, the bail application is not found fit to be considered, the court observed. Katiyar was arrested on May 30 and sent to jail on 14 days judicial remand after being produced before the special judge (anti-corruption). She was earlier under custody from her residence in Allahabad by a joint team of STF and Cholapur police of Varanasi. Katiyar and eight others were booked under section 406, 409 (criminal breach of trust), 420 (cheating and thereby dishonestly inducing the person deceived to deliver any property to any person), 120B (conspiring) of IPC and sections of the Prevention of Corruption Act. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Kashi boy bags AIR 3 in NEET, 5 others in Top 50": {"link": "https://timesofindia.indiatimes.com//city/varanasi/kashi-boy-bags-air-3-in-neet-5-others-in-top-50/articleshow/69685043.cms", "time": "2019-06-07 04:49:00", "description": "LUCKNOW: Two days before NEET, 17-year-old Akshat Kaushik of Varanasi went to watch a blockbuster movie. Weeks later, when the result was declared on Wednesday, he secured all-India third rank. A gym freak, Akshat was on a flight when congratulatory messages began flooding his phone. “He was confident of scoring well,” said his mother, Dr Kiran Kaushik. Both his parents are doctors and his elder brother is also a medical student. The National Eligibility cum Entrance Test (NEET) was held in May. Of this, six spots from UP featured in Top 50 All-India ranks (AIR). Besides Akshat who bagged third slot, AIR 5 was held by Anant Jain, AIR 8 by Dhruv Kushwaha, AIR 22 by Hardik Gupta, AIR 39 by Anurag Gautam and AIR 45 by Shikhar Gupta. Beating all odds, Sabhyata Singh Kushwaha from Uttar Pradesh secured the AIR-1 rank in the physically handicapped category among women students and Shobhit Tyagi bagged the second rank in the male category. A resident of Lucknow, all-India eighth rank holder, Dhruv Kushwaha, scored a perfect score in chemistry. “I spent six hours a day on preparation, but stayed away from social media.” Kushwaha, whose parents are both doctors, aims to become a neurologist. Born and brought up in Agra, AIR 22 Hardik Gupta, who also has doctor parents, said he would use social media only to his advantage while keeping distracting factors at bay. “I watched videos of previous years’ toppers to understand some topics. I minimized social networking too.” Aiming to become a cardiologist, AIR 45 holder, Shikhar Gupta of Lucknow, said consistency is the key to a good grade. Gaming enthusiast and 63 AIR holder Vineet Harsha curbed his urge to play while preparing for NEET. (With inputs from Shambhavi Mishra) Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "\nBanarasis celebrate friendship\n": {"link": "https://timesofindia.indiatimes.com//city/varanasi/banarasis-celebrate-friendship/articleshow/63812597.cms", "time": "", "description": "Pyar Dosti Hai was the theme of the party hosted by Sangini Club, in the city. The charming ladies bonded together and even the performances revolved around friendship. Adding a dash of Bollywood was a skit titled Pyar Dosti Hai that had reflections of the film Kuch Kuch Hota Hai. Sugandha Sehgal, Sunita, Sanjana, Priti, Riya and Shweta earned several compliments for their performances in the skit. Later, Soniya Sachdeva and Muskaan Dubey, president and secretary of the club, respectively, performed on Humma Humma which led to a loud cheer for them.  Namita and Soniya (R) Payal (BCCL/ Arvind Kumar)  Pallavi Agrawal and Sheetal Singh (R) Priya Bajaj (BCCL/ Arvind Kumar)  Reena and Pooja (R) Shweta Singh (BCCL/ Arvind Kumar)  Sugandha (R) Deepa and Anubha (BCCL/ Arvind Kumar)  (L-R) Gunjan, Sonali, Ruchi & Muskan (BCCL/ Arvind Kumar) Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Unlift garbage, party for Swine": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unliftgarbage2cpartyforswine/articleshow/69764438.cms", "time": "", "description": ""}, "Enforcement squad inspector beaten during raid against power theft": {"link": "https://timesofindia.indiatimes.com//city/varanasi/enforcement-squad-inspector-beaten-during-raid-against-power-theft/articleshow/69719266.cms", "time": "2019-06-10 08:35:00", "description": "VARANASI: An inspector in the enforcement squad of electricity department was brutally thrashed by a man running an illegal water plant and his family members when he conducted a raid at their house in Pandeypur area under Cantonment police station in Varanasi on Sunday. The water plant owner Imarti Lal works in police department and is posted as a follower. On Sunday morning, inspector Deepak Kumar Srivastava conducted a raid in Pandeypur area to check power pilferage. He entered the house of an electricity department employee and found that he was running water plant to sell packaged water in retail market. It is alleged that Srivastava did not initiate any action against the unit owner. He then raided the neighbouring house of Imarti Lal where he again found a similar water plant and packaging unit running and started taking action. A heated exchange of words started between Srivastava and Imarti. Later, Imarti and his family members attacked the inspector, said SP City Dinesh Kumar Singh. More supporters of Imarti joined in attacking Srivastava, who somehow managed to escape in his vehicle. He went to the Cantonment police station where he lodged a complaint after which he was taken to hospital for medical examination. Download The Times of India News App for Latest City ."}, "Garbage and filth welcomes you to chittappa layout": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-and-filth-welcomes-you-chitappa-layout/articleshow/62515857.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "UP: Rice mill owner, wife found murdered in house; son missing": {"link": "https://timesofindia.indiatimes.com//city/varanasi/rice-mill-owner-wife-found-murdered-in-house-son-missing/articleshow/69851892.cms", "time": "2019-06-19 10:14:00", "description": "GORAKHPUR: Bodies of a rice mill owner and his wife, with their throats slit, were found in their house in Barwa Faheem locality under Kotwali police station in Maharajganj district on Tuesday morning. According to reports, when the owner Vishwanath Sharma did not reach his rice mill on Tuesday morning, his accountant Ram Milan went to his house and knocked repeatedly but got no response. He then alerted neighbours and Vishwanath's brother who informed police. The police broke open the door and found the bodies of Vishwanath Sharma and his wife Lalti lying in pool of blood, said police officials. Police officials are still trying to ascertain the reason behind the killings. \"On the complaint of Sharma's brother, police have lodged a case under section 302 of IPC against unidentified assailants,\" said ASP Ashutosh Shukla. Police said that the couple's mentally ill son, Sateesh (30), is missing after the gruesome murder and his role is suspected in the case. Download The Times of India News App for Latest City ."}}