{"Lock-up escape: Two cops suspended, 2 sent to lines": {"link": "https://timesofindia.indiatimes.com//city/allahabad/lock-up-escape-two-cops-suspended-2-sent-to-lines/articleshow/69762064.cms", "time": "2019-06-13 12:29:00", "description": "ALLAHABAD: SSP (Allahabad) Atul Sharma late Tuesday night suspended two policemen and sent two others to police lines for dereliction of duty, hours after seven accused persons managed to escape from a lock-up at Baharia police station, in trans-Ganga area of the city. While head constable Satish and guard on duty Shivram were suspended, station officer Rakesh Rai, sub-inspector Rang Bahadur were removed from active duty and sent to Reserve Police Lines. Meanwhile, hours after the jail escape, police are still grappling with clues and are yet to make any headway. As per reports, the absconding accused were identified as Deepak Kumar, Anil Kumar, Krishna Kumar, Raju Yadav, Manoj, Sunny and Ramu. They had been arrested and kept in the lock-up on different charges including murder. Till Monday night, there were eight persons lodged in the lock up, however only seven of them managed to escape. They fled after a wall of the lock-up’s bathroom on the intervening night of Monday and Tuesday. When the seven accused fled, only Satish and Shivram were present at the police station. Police got to know about the incident when Shivram noticed a huge hole in the bathroom’s wall. SP (crime) Aashutosh Mishra, said, “We have formed two police teams to nab the absconding accused. Police are conducting a series of raids at possible hideouts.” Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Soraon couple killed over land dispute?": {"link": "https://timesofindia.indiatimes.com//city/allahabad/soraon-couple-killed-over-land-dispute/articleshow/69717758.cms", "time": "2019-06-10 11:12:00", "description": "ALLAHABAD: A day after a couple were allegedly murdered while sleeping on the terrace of their home in Soraon’s Sarai Lal Khatu village, police picked up two persons for questioning on Sunday. On June 8, Nagendra Bhushan (35) and his wife Manorama (30) were bludgeoned to death while they were sleeping on the terrace of their home, which was located around 200 metre from the main village in Soroan. The victims’ family registered an FIR against three persons. Police ruled out loot as a motive for the murders as the attackers did not take away Manorama’s jewellery. Local villagers had blocked the way while the police were taking the couple’s bodies for postmortem examination on Saturday morning. They had withdrawn after the SSP assured them that the culprits would be nabbed soon. The police department deployed more teams to diffuse the tension in the village on Sunday. An inspector of Soraon police station said a forensic team is analysing blood stains on the bricks of the house to get more clues. “We suspect that the two might have been killed over a property dispute and by a criminal gang. Police have detained two persons for interrogation,” said a police officer closely involved with the investigation. “The fact that the couple were attacked while sleeping with bricks indicates the involvement of a criminal gang,” the police official added. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Allahabad: Father kills self, two daughters": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-father-kills-self-two-daughters/articleshow/69729744.cms", "time": "2019-06-10 21:39:00", "description": "ALLAHABAD: A 45-year-old father committed suicide while also poisoning his two daughters at Kanjasa village under Ghoorpur police station of the district in UP on Monday. One of deceased daughters was 14-year-old while her younger sister was just eight. Shobhnath used to work at a factory somewhere in Rajasthan from where he had recently come back along with his family which included his wife Savitri and two daughters, 14-year-old Taniska and eight-year-old Shakshi. According to station officer of Ghoorpur, Brindaban Rai, “On Monday noon, Sobhanath mixed the poison in some drink and drank the same and gave it to his daughters. After a while, the girls started vomiting which woke their mother who rushed all three to the nearby community health center (CHC) from where they were referred to SRN hospital, but were declared brought dead.\" The bodies have been sent for post-mortem and probe is on to investigate the reason which led to Shobhnath committing suicide and poisoning his daughters too, said the official. He added that reports indicate that the couple used to fight quite often. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Allahabad University admissions: Entrance test results today": {"link": "https://timesofindia.indiatimes.com//city/allahabad/au-admissions-entrance-test-results-today/articleshow/69730822.cms", "time": "2019-06-11 11:35:00", "description": "ALLAHABAD: Allahabad University (AU) would be announcing the entrance test results for its undergraduate courses on Tuesday. The entrance test for all five UG courses offered by AU — BSc, BCom, BA, BA(LLB) and BSc (home science) — were conducted in the last week of May. Candidates would be able to check their results on AU’s official website by Tuesday evening. “As we would need to upload results of around 75,000 candidates, the process might take some time, but students will be able to view their results by late evening,” said AU director of admissions, Prof Krishna Kumar. The university authorities would also be announcing the toppers’ names, along with dates of counselling, which would be conducted at Pravesh Bhawan. Although, AU decided to forego negative marking in the entrance exams, it would continue to grant admissions on the basis of cut off marks. “AU has set 30% cut off for general category students. This means a general category student would have to score a minimum of 90 marks out of 300 to be eligible for admission. Likewise, for OBC candidates the cut off marks have been fixed at is 27%,” said the director. The concept of cutoff marks would be applicable for not AU’s main campus but also for all the degree colleges too. However, there would be no cut off marks for SC and ST candidates, said the director. The candidates would be competing for admission to courses offered by AU and its constituent colleges. There are around 6,200 seats in various UG programmes offered by AU, whereas CMP Degree College will admit students on around 4,000 seats, followed by ADC (2,500), Arya Kanya Degree College (1,500), SS Khanna (1,000), JT Girls College (800), Iswar Saran Degree College (2,000) and SPM Degree College (600). Download The Times of India News App for Latest City ."}, "Jeweller shot dead in midst of argument over accident": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/allahabad/jeweller-shot-dead-in-midst-of-argument-over-accident/articleshow/69882208.cms", "time": "2019-06-21 09:37:00", "description": "ALLAHABAD: A 48-year-old jeweller was shot dead by two unidentified men while he was arguing with an SUV owner who had rammed his car, under Baghrai police station in Pratapgarh on Thursday morning. The victim Lalloo Soni was a resident of Bihar Baghrai and was on his way to Babuganj weekly market when he was attacked near Bihar Bazar Pulia Road. Soni’s father was with him during the assault. Police said that the father-son duo left their home for the market and had travelled little over two kilometre when an SUV coming from the opposite direction collided with their car. Soni got out of his car and started arguing with the driver of the other vehicle. Meanwhile, two men approached the cars and shot at the jeweller, fleeing from the scene. The SUV driver also sped away after the attack. Police and local residents rushed the injured jeweller to hospital, but he was referred to Swaroop Rani Nehru Hospital in Allahabad. However, when he was finally taken to the Allahabad hospital Soni was declared brought dead. IG (Prayagraj range) Mohit Agarwal said three police teams have been constituted to crack a case. Speaking about the possibility of the SUV driver conniving with the accused to waylay Soni and then attack him, Agarwal said the police were probing two angles including loot. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Allahabad government school students run book bank, loan stationery": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/allahabad/govt-school-students-run-book-bank-loan-stationery/articleshow/69864848.cms", "time": "2019-06-20 12:41:00", "description": "ALLAHABAD: Even as government schools continue to draw flak for imparting subpar education, teachers at Chowki’s upper government school in Urwa block of Allahabad district are grooming their teen students to don bankers’ suits by helping them run a ‘stationery bank’. Run with the efficiency of a regular bank, the bank at the government school loans items like pens, pencils, erasers, sharpeners and notebooks. The students have to return the loaned items at the end of the day. The brainchild of one of the teachers of the school, Shazia Tasneem, the bank is also run by students. The most active student is made the manager and other meritorious students hold charge as junior managers, cashiers and accountants. Launched in April this year, every item loaned finds a mention in the bank’s records. An iron trunk secured with a heavy lock serves as a ‘strong room’ or chest and stationery owned by the bank is stored in it. The students update the records at the end of each day under the supervision of a teacher, to ensure that none of the items are missing. “The bank caters to over 160 children studying in class VI to class VII , who mostly hail from a rural background. Most of their families are not financially secure. As the children often find it hard to come up with even the most basic stationery supplies, we came up with the idea to help them out,” said Shazia Tasneem. Tasneem said the initiative not only helps out students in need, but also adds to their soft skills. She said that though the students get uniforms, shoes, books, schools bags and mid-day meals at the school, but stationery items are often a luxury they cannot afford. The seed capital for the stationery bank was supplied by Tasneem from her own salary and she takes the mantle of replenishing the trunk every time the bank runs short on supplies. “We note down each day’s transactions in a register, mentioning each item which was loaned or returned. We also conduct a monthly audit of records,” said Gaurav Singh, a class 8 student of the school who has been appointed the stationery bank’s manager. Basic Shiksha Ashikari (Allahabad) Sanjay Kumar Kushwaha said, “It’s a great initiative which is not only helping children meet their needs, but also teaching them lessons in management, accountancy, self-discipline and leadership at a young age. The initiative should be implemented in other primary and upper primary schools of the district too.” Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "UP: Planning big transactions? Cops ready to offer security cover to traders in Kaushambi": {"link": "https://timesofindia.indiatimes.com//city/allahabad/up-planning-big-transactions-cops-ready-to-offer-security-cover-to-traders-in-kaushambi/articleshow/69727284.cms", "time": "2019-06-10 19:52:00", "description": "ALLAHABAD: If you are planning for big transactions in terms of depositing or withdrawing money from banks, don’t worry. Kaushambi police have come up with a novel idea to offer adequate security cover to seekers (traders) going for big transactions. SP (Kaushambi) Pradeep Gupta has held a meeting with town’s prominent traders on Monday and assured that cops are initiating steps to provide security cover to traders seeking security cover for big transactions. Gupta said, “officials have been instructed to provide security cover to seekers who need police protection either while depositing or withdrawing large sums of money from banks. In case of presence of suspicious persons or vehicle in and around bank visitor/branch premises, verification should be made immediately by police in case of doubt.\" Besides, seekers could take help from concerned thana cops in case of depositing/withdrawing huge amount of money from banks. However, bank authorities have also been asked by police authorities to keep an eye on unwanted guests inside bank premises and alert concerned thana cops for immediate disposal of problem. The neighbouring police have taken steps after noticing that traders are being targeted while going to deposit big amounts to bank or returning after withdrawing big amounts from the banks. A total of 13 cases were reported where traders were targeted by outlaws in Kaushambi in the past six months. Though majority of cases were cracked by police but they have decided to offer security cover to seeker if desired. Download The Times of India News App for Latest City ."}, "Mulayam hospitalised with high BP, discharged": {"link": "https://timesofindia.indiatimes.com//city/allahabad/mulayam-hospitalised-with-high-bp-discharged/articleshow/69719550.cms", "time": "2019-06-10 09:00:00", "description": "LUCKNOW: Samajwadi Party patriarch Mulayam Singh Yadav, 79, was admitted to Gomtinagar-based Ram Manohar Lohia Institute of Medical Sceinces (RMLIMS) on Sunday. The former SP president was diagnosed with high blood pressure and high blood sugar. Doctors said, his condition is stable.  The veteran politician and Mainpuri MP was given treated at the cardiology department and admitted at a private ward on the second floor of the institute. \"He was brought to the institute in the evening. We found his blood sugar to be on the higher side. After medication and observation, he was discharged,\" said medical superintendent of the insti0tute, Dr Subhrat Chandra. Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Allahabad: Traffic police installs Public Address System to ease congestion at eight points": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-traffic-police-installs-public-address-system-to-ease-congestion-at-eight-points/articleshow/69726692.cms", "time": "2019-06-10 17:47:00", "description": "ALLAHABAD: In a bid to streamline traffic and ease congestion near shopping complexes, multiplexes and eatery joints, the traffic police have installed Public Address System (PAS). As part of the steps taken by police, Public Address System has been launched at MG Marg, SP Marg, Hot Stuff crossing , Civil Lines and adjoining streets. SP (Traffic) Kuldeep Singh said “Traffic police have geared up to handle the traffic flow at eight congested points and the new system would play a major role in helping to decongest traffic”. “If successful, the police would install PAS outside educational institutes especially schools located at Civil Lines and adjoining areas to ease traffic rush especially when schools are over” he adds. Singh said “Traffic cops have selected eight traffic points for PAS installation after carrying out a survey and found three main streets including MG Marg, SP Marg and Hot Stuff crossing which often face decongestion. The traffic police survey revealed no parking zones outside multiplexes, and eatery joints as prime cause behind congestion and despite a series of drives and subsequent issuing of challans, the situation remains same . Many vehicle owners parked their vehicles haphazardly, and that often led to traffic congestion at SP Marg and MG marg and turned a potential threat to moving vehicles and road users. Hence, to sensitize the commuters to following traffic rules and road regulations, the Public Address System was launched. “In the past fortnight, traffic police authorities have issued over 13,000 challans and earned worth over Rs 10 lakh from defaulters but this has too failed to leave an impact on errant commuters who continued to park their vehicles at no parking zones’ admitted an official preferring anonymity . He adds “ When traffic policemen announced the number of vehicles chaotically parked hindering flow of traffic through public address system, vehicle owners would straightaway park their vehicles in a proper place and manner” he added. Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Allahabad University to host convocation on September 5 after 15-year break": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/allahabad/au-to-host-convocation-on-sept-5-after-15-year-break/articleshow/69864829.cms", "time": "2019-06-20 12:43:00", "description": "ALLAHABAD: After administrative roadblocks kept the institution from hosting the event since the past 15 years, Allahabad University (AU) is all set to organise a convocation on September 5 for its students. The decision follows a meeting of varsity officials, during which several committees were formed as part of the preparations for the event. AU officials said that Noble laureate Kailash Satyarthi had agreed to be the chief guest at the event. “Apart from felicitating meritorious students with medals on the occasion, AU would be also be awarding a doctoral degree to the chief guest,” said AU public relations officer Chitranjan Kumar. The September event would be the first convocation the university is hosting ever since it was declared a central university in 2005. AU had last organised a convocation in 2003-04 and in 1993-94 before that, during the vice-chancellorship of SC Srivastava. The university had invited Samajwadi Party patriarch and the then defence minister Mulayam Singh Yadav as a chief guest and honoured former President APJ Abdul Kalam and former chief election commissioner TN Sheshan with honorary DSc and LLD degrees respectively. In the past, various vice-chancellors have tried to organise a convocation ceremony during their tenures, but administrative hiccups prevented the planning to materialise. During the meeting, the officials went through details like the number of guests attending the event and student to be felicitated, whether the convocation should be organised at Senate Hall and cultural programmes. “We have started with the preparations and are leaving no stone unturned to ensure that the convocation is a grand event,” said the PRO. Organising a convocation ceremony is also one of the many long pending demands of AU Students’ Union, which had been raising the issue since the past several years. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Four members of Babuli Kol gang arrested in Chitrakoot": {"link": "https://timesofindia.indiatimes.com//city/allahabad/four-members-of-babuli-kol-gang-arrested-in-chitrakoot/articleshow/69789330.cms", "time": "2019-06-14 17:21:00", "description": "ALLAHABAD: The anti-dacoity cell of the police on Friday arrested four dacoits after an encounter with notorious Babuli Kol gang near the Sati Mata mandir in Chitrakoot. However, Babuli Kol, the leader of the gang, managed to escape. The police have seized a huge cache of illegal weapons, cartridges and crude bombs from their possession. “Acting upon a specific tip-off, a joint team of anti–dacoit cell along with Markundi and Manikpur police conducted an intense search operation and indulged in a shootout with the gang near Chiriha Bandh road,\" ADG ( Prayagraj zone) SN Sabat told TOI. Sabat further added that police teams managed to nab four members of the gang who were identified as Phool Chandra of Majhgawan ( Satna), Umesh Kol of Babupur ( Satna), Deepak Kumar of Baura Mata village ( Chattishgarh) and Vijay Kumar Kol of Tihai ( Satna). Sabat also maintained that specially-constituted police teams were intensifying combing operation in dense forest areas under the jurisdiction of Manikpur and Markundi police stations for the past two days after receiving confirmed intelligence inputs that bandit Babuli Kol along with his henchmen was moving from one area to another to avoid police action. Officials said that combing operation against the dreaded bandit was going on in the hilly terrain of the Chitrakoot district. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "NCR mulls sensor-based trash separator at stations": {"link": "https://timesofindia.indiatimes.com//city/allahabad/ncr-mulls-sensor-based-trash-separator-at-stations/articleshow/69794518.cms", "time": "2019-06-15 10:26:00", "description": "ALLAHABAD: In what may change the future of waste recycling in the state and country, the North Central Railway (NCR) is mulling installation of proximity sensors to separate biodegradable and non-biodegradable trash. Chairing a compliance meeting of the National Green Tribunal here on Friday, NCR general manager Rajiv Chaudhry said segregating garbage at source was crucial to keeping cities clean and suggested that the sensors be tried on a pilot basis near garbage bins at stations. The proposed system makes use of different types of proximity sensors to identify incoming objects. A sensing plate separates metals, plastic and glass from biodegradable items such as paper, wood and food leftovers. “Garbage collection bags should be biodegradable and of separate colours,” Chaudhry said, adding that provision for more bottle crushing machines for major stations would be made. It is learnt procurement of 20 such crusher machines for six stations has already begun. He also mooted anti-littering messages on display in every train compartment and pledged a campaign against open defecation on tracks and railway areas. Chief public relations officer, NCR, Ajit Kumar Singh said the meeting also discussed provision for more toilets at stations and circulating areas. “All 1,300 coaches of NCR will be equipped with biotoilets by the end of this year,” Singh said. Chaudhry said a massive plantation drive was in the offing. An MoU has been signed with the forest department and the drive is expected to begin with the advent of monsoon. The NCR chief said an automatic coach washing plant was on the anvil to save water. The plants for Kanpur and Agra Cantt have already been sanctioned and are expected to be installed within this financial year. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Teen bug bounty hunter scores int'l fame with tech skills": {"link": "https://timesofindia.indiatimes.com//city/allahabad/teen-bug-bounty-hunter-scores-intl-fame-with-tech-skills/articleshow/69787656.cms", "time": "2019-06-14 15:36:00", "description": "ALLAHABAD: On January 15, when the rest of his friends were busy preparing for their Class XII examinations, 17-year-old Sudhanshu Rajbhar was beaming with pride as he had received a letter of appreciation from the University of Cambridge. The Kendriya Vidyalaya alumnus had managed to spot a software bug in the prestigious institution’s website. The bug would have paved way for hackers to gain unauthorised access to the website and hence students’ data. A software bug is an error in coding which might pose security risk to a website. When he informed the university about the security loophole via email, the administration wrote back to him. The letter read, “The site has been taken offline while the code is being worked upon. We appreciate you taking the time and effort to point out this vulnerability out to us, and wish you all the best in all your future endeavours.” Earlier, the self-taught programmer claims to have spotted coding errors in the official websites of several international software and tech giants. Back home, his talent has been appreciated by the likes of food aggregator Zomato and telecom major Reliance Jio Infocomm. Sudhanshu is a member of HackerOne, which is an online platform for ethical hackers to get rewarded by websites and companies for spotting potential security threats to their online portals. His father, Havaldar UC Rajbhar, is based in Allahabad and Sudhanshu is the younger of two siblings. “I scan websites of companies, institutions and governments for bugs, apprise them of the coding errors and accordingly suggest how they could fix the problem,” said the Army Colony resident. His talent has earned him not just appreciation but prize money as well. A few months shy of turning 18, Sudhanshu has received around $1,300 as prize money. In September 2018, the Dutch government had sent him a certificate and a t-shirt after he spotted a software bug in its official website. “I was introduced to the concept of ‘bug bounty’ through Facebook about nine months ago. I honed my skills by watching YouTube videos,” said the 17-year-old who scored 84% in class XII examination. TOI got in touch with Vin Everett from CSIRT Analyst Information Services, University of Cambridge, via mail inquiring about Sudhanshu’s achievements. “I definitely wrote to Sudhanshu Rajbhar. We do not have budgets to finance bug bounties, so all we can do is offer a thank you letter. It can help students training in IT security by polishing their resume. We also have a number of students writing WWW code. We end up becoming a target when that code is neglected.” “Five years ago, one might have been arrested for breaching a website’s security system, but now things have changed. Institutions and companies welcome individuals who can help them make their websites more secure,” Sudhanshu added. The computer wizard now wants to pursue a BCA to fulfil his dreams of becoming an ethical hacker. His school principal Shalini Dikshit rues not getting to know about her student’s talent earlier. “I am proud of his achievements, but at the same time I would like to encourage students to tell their teachers about their interests. If we had known about Sudhanshu’s talents earlier, we would have informed our headquarters in New Delhi and he could have more opportunities to use his talent,” said Dikshit, who is the principal of the school’s Old Cantonment branch. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Punjab police seeks crowd and traffic management plans from their UP counterparts": {"link": "https://timesofindia.indiatimes.com//city/allahabad/punjab-police-seeks-crowd-and-traffic-management-plans-from-their-up-counterparts/articleshow/69773371.cms", "time": "2019-06-13 17:25:00", "description": "ALLAHABAD: A six members UP police officials’ team led by DIG (Kumbh) K P Singh would leave for Jalandhar for four days to share and interact with Punjab police officials regarding Kumbh Mela traffic and crowd management experiences. As Punjab police is gearing for the 550th birth anniversary of Shri Guru Nanak Devji celebrations (Prakashtosav) starting from November and anticipating mammoth of crowd at Kapurthala, they have sought crowd and traffic management tips from their UP counterparts. The UP police held Kumbh mela festival incident free in March this year where over 24 crore pilgrims and devotees had arrived sangam during mela. DIG (Kumbh) K P Singh told TOI that “A six members UP police team comprising one Additional SP and three Deputy SPs would leave for Jalandhar on June 16 and would be interacting and sharing crowd and traffic management experiences with Punjab police officials”. He further added “The DGP, Punjab police has written to his UP counterpart seeking valuable tips and interaction with police officials who had played a major role in crowd and traffic management during Kumbh Mela”. Singh further claimed “ As dignitaries from all across the world are expected to attend Prakashotsav event to mark the 550th birth anniversary of Shri Guru Nanak Dev at Kapurthala in Punjab, UP police officials would brief them about minute tips for crowd and traffic management’. Besides, UP police officials would also conduct field visit. Additional SP (Sonbhadra) OP Singh, who was in-charge of traffic management during Kumbh said “ Kumbh mela traffic police team would be sharing its experiences with Punjab traffic police authorities and giving them valuable tips to manage VVIP\\VIP movements. He also said “UP police would also share them about traffic diversion plans, parking plans and traffic regulatory schemes with the Punjab police officials during the visit \". Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Police outposts for tourists’ safety at religious places": {"link": "https://timesofindia.indiatimes.com//city/allahabad/police-outposts-for-tourists-safety-at-religious-places/articleshow/69696157.cms", "time": "2019-06-08 10:57:00", "description": "ALLAHABAD: Seeking to live up to the expectations of tourists especially after the grandeur of Kumbh Mela, police department would set up five temporary police outposts near religious attractions like Beni Madhav temple, Akshayvat and Bade Hanuman temple to ensure safety of visitors. The temporary outposts will be set up in Alopibagh, Beni Madhav temple, Dashashwamedh ghat, Akshayvat and Parade Ground. The department has deployed eight policemen at each of these outposts and they would report to Daraganj police. The move comes after inspector of Daraganj police station Vineet Singh mooted the idea as a way to deal with visitors more efficiently at religious attractions. The move would speed up police action whenever they are approached by tourists with grievances. Singh said the department has earlier decided to set up three police outposts, but the number was later increased to five. “Ever since Akshayvat was opened to public, the number of devotees coming to Sangam has increased. A new police outpost at Akshayvat would help in regulating the rush of devotees,” he added. The extra security would also rein pick pocketers and petty criminals lurking around tourists spots waiting to fleece or con visitors. A temporary outpost at Alopibagh would help police man the crowd of devotees which throngs the famous Maa Alopidevi temple throughout the year. Download The Times of India News App for Latest City ."}, "Allahabad: Blast in toilet kills two kids": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-blast-in-toilet-kills-two-kids/articleshow/69851709.cms", "time": "2019-06-19 09:29:00", "description": "ALLAHABAD: Two children - aged four and five - were killed and a six-year-old was grievously injured when a suspected crude bomb exploded in an unused toilet at Dubawal village in Sarai Inayat police station area of the district on Tuesday. Sarai Inayat station officer Sunil Vajpayee said the children were playing near the toilet, a stone's throw from their homes, when the explosion took place. \"Villagers heard a bang and found them in puddles of blood. All three were rushed to the primary health centre. Sonam (5) died at the health centre while Vijay (4) and Ayush (6) were referred to SRN Hospital. Vijay succumbed to his injuries at the hospital,\" the officer said. Vajpayee said preliminary investigation revealed the toilet was built by Vijay's father Shivpujan Bind with government funds. \"The blast was caused by either a crude bomb or some explosive material. We are probing if Bind had knowledge of the same. If yes, we have to find out why he was stocking explosives. If no, we need to zero in on people who were using the toilet to store bombs,\" the officer said. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Allahabad: Thousands take holy dip in Ganga on Ganga Dussehra": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-thousands-take-holy-dip-in-ganga-on-ganga-dussehra/articleshow/69758190.cms", "time": "2019-06-12 18:14:00", "description": "ALLAHABAD: Thousands of devotees including pilgrims from other states on Wednesday took a holy dip in Ganga on the occasion of Ganga Dussehra. The devotees from city as well as neighbouring districts like Pratapgarh, Kaushmabi, Chitrakoot and Bhadohi started arriving sangam – the confluence of Ganga, Yamuna and mythological Saraswati since early morning and performed rituals on the river banks. Meanwhile, streets leading to sangam also wore a crowded look when devotees in large numbers arrived through their own vehicles and created jam like situation on frequent intervals. However, on being alerted, traffic police authorities swung into action and regulated the traffic especially Bairahana and Harshwardhan crossings. Kaushambi resident Ashok Kesarwani said “ I along with my family arrived Sangam to offer prayers to Goddess Ganga for well being of the family as well as country”. Religious scholar A K Mishra, meanwhile, said “In Hindu religion, the river Ganga is considered holy and is also treated like Goddess (mother). He added “ Ganga Dussehra is known as Gangavataran, which means 'the descent of the Ganga on earth and is being celebrated every year on dashami tithi or the tenth day of the bright half of the moon in the month of Jyaistha as per the Hindu calendar. On the occasion of Ganga Dussehra, devotees perform several rituals including Gau-daan. Apart from taking holy dips, the devotees also offered prayers at Bade Hanuman ji temple and Beni Madhav temple. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Allahabad: Five new temporary police outposts to offer adequate security cover to visitors at Sangam": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-five-new-temporary-police-outposts-to-offer-adequate-security-cover-to-visitors-at-sangam/articleshow/69692808.cms", "time": "2019-06-07 18:37:00", "description": "ALLAHABAD: In an attempt to offer adequate security cover to pilgrims and devotees arriving Sangam – the confluence of Ganga, Yamuna and mythological Saraswati and other religious spots like Beni Madhav temple, Akshaybut, Bade Hanuman temple and Dashashwamedh Ghat post Kumbh , the district police authorities have set up five temporary police outposts at Alopibagh, Beni Madhav, Dashashwamedh, Akshaybut and Parade areas. The department has also deployed eight policemen each including outpost in-charge and they would be reporting to inspector Daraganj police station for better crowd management. Inspector, Daraganj, Vineet Singh, who sent the proposal to his senior for setting up temporary police outpost to deal with visitors more efficiently after Kumbh, said “ Post Kumbh, the strength of devotees continued to swell at all important religious spots including Akshaybut , Dashashwamedh ghat, Beni Madhav temple , and Bade Hanuman temple located near Sangam and cops would be coordinating to offer adequate security cover. With setting up temporary police outposts, cops would be attending devotees and pilgrims’ grievances in a better way coming from far flung areas to sangam to take holy dips as well as offering prayers at ancient temples. Singh, meanwhile, said that there were earlier three police outposts including Jal Police , Sangam and Buxi Bundh police outposts to deal visitors’ problems and complaints. However, with the setting up five new police outposts, cops would be handling visitor’s grievances sincerely and candidly. “After the opening of Akshaybut, the strength of devotees arriving sangam has increased manifold “ said an official adding “ a new police outpost at Akshaybut would help policemen to man crowd properly” he added. The move would also help police to combat the graph of pick-pocketing, thefts and other petty offences taking place sangam and nearby areas. Pointedly, temporary police outpost at Alopibagh would also help police to man the crowd of devotees at famous Maa Alopidevi temple who arrive to offer prayers to goddesses throughout the year. During Kumbh, the Kumbh mela police had set up as many as 40 temporary police stations and over 50 police outposts for better crowd management. Download The Times of India News App for Latest City ."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Lone flight to Mum flyers’ new favourite in Allahabad": {"link": "https://timesofindia.indiatimes.com//city/allahabad/lone-flight-to-mum-flyers-new-favourite-in-allahabad/articleshow/69696121.cms", "time": "2019-06-08 11:08:00", "description": "ALLAHABAD: Days after its launch on May 20, the lone direct flight from Bamrauli Airport to Mumbai has been an instant hit with Allahabad citizens flying to the metro city. Offered by private carrier IndiGo, the flight’s popularity could also be attributed to teh problems passengers face in getting a confirmed train ticket given the summer rush. Currently, there are 29 trains plying between Allahabad and Mumbai, of which 13 originate from Allahabad Junction and the the rest from Cheoki railway station. The two-hour flight takes off at 2pm from Bamrauli Airport and reaches Mumbai at 4pm. The flight is popular enough that many passengers do not mind paying the high fares If one books a ticket to Mumbai from Allahbad for any day over the next week, he/she might have to shell out up to Rs 8,000. On a regular day, the same flight might would cost as low as Rs 3,700. “Because of the heavy rush, the flight for Mumbai is quite popular. We expect the trend to last over the next few days,” said regional director of Airports Authority of India (AAI) Sunil Yadav. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Allahabad: Cloudy weather brings respite from scorching heat": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-cloudy-weather-brings-respite-from-scorching-heat/articleshow/69861358.cms", "time": "2019-06-19 20:17:00", "description": "ALLAHABAD: After witnessing extreme hot conditions for the past two months, people of Allahabad enjoyed a pleasant weather on Wednesday. The blazing sun gave way to cool breeze and layers of clouds brought down the mercury, making the weather pleasant for the entire day. The weather managed to bring down the maximum temperature. The temperature in the day was 35.5 degree Celsius, over ten degrees less than what the city witnessed on Saturday, which was 47 degree Celsius. Likewise, the minimum temperature was 29.4 degrees Celsius. The weather conditions also brought sporadic rains at some localities of the city in the morning but only for a few minutes. The sudden turn of the weather came as a welcome news for the people, especially for kids who were seen coming out of their homes and flocking in the parks. Not only parks of the localities, but pleasant weather brought smiles on the faces of shopkeepers who otherwise have thin attendance of the customers because of the scorching heat. Market areas like Civil Lines, Katra and Chowk witnessed hectic activities, as people went out for shopping as well. \"These are the conditions of pre-monsoon showers which results in weather changes,\" said Prof SS Ojha of the department of geography of Allahabad University. The city could continue to witness similar conditions for the next two days after which the temperatures would rise again, he added. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Allahabad division to have mechanised cleaning system at 6 railway stations": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-division-to-have-mechanised-cleaning-system-at-6-railway-stations/articleshow/69845814.cms", "time": "2019-06-18 20:50:00", "description": "ALLAHABAD: With an aim to provide better and improved facilities, the Allahabad division of the railways has improved the sanitation system at Allahabad and Kanpur stations by introducing mechanised cleaning. “Special attention is being given to cleanliness under the ‘Swachh Rail Swachh Bharat’ campaign wherein the contract for intensive mechanised cleaning at Aligarh, Tundla, Phaphund, Etawah, Fatehpur and Mirzapur stations of Allahabad division has been awarded,” Amitabh, divisional railway manager, Allahabad. Mechanised cleaning system will be implemented by an Allahabad-based company with the railways having contracted for about Rs 30 crores for four years. Stations will be cleaned by 11 types of machines, including ride on scrubber drier, walk behind automatic scrubber drier, walk behind manual sweeping machine, wet and dry vacuum cleaner, single disc scrubber door/window dry cleaner, back pack dry vacuum cleaner, window vacuum cleaner, hand compression insecticide spray machine, steam cleaner machine and high pressure jet cleaner. Apart from this, a plastic bottle crusher machine has also been installed at platform number one of Allahabad station. “Many passengers throw empty plastic bottles at station premises. To fix this a bottle crushing machine has been installed and another would be installed soon at Kanpur Central station,” said the DRM. Download The Times of India News App for Latest City ."}, "Inter-state Gang of train thieves busted, two arrested": {"link": "https://timesofindia.indiatimes.com//city/allahabad/inter-state-gang-of-train-thieves-busted-two-arrested/articleshow/69753440.cms", "time": "2019-06-12 13:23:00", "description": "ALLAHABAD: Sleuths of the Government Railway Police (GRP) on Tuesday claimed to have busted an inter-state gang of thieves involved in lifting suitcases and valuables of passengers from running or stationary trains between Deen Dayal Upadhyaya and Ghaziabad junctions. Police arrested two brothers, both members of the gang, when they were plotting another crime. The police have also seized Rs 4,600 in cash and a stolen mobile phone from their possession. The accused were identified as Prince Kumar (21) and Nitesh Kumar (19), residents of Pusauli in Bihar. Inspector R K Singh said: \"The duo used to change their operating stations to dodge the police.\" They used to travel with valid tickets while stealing the passengers' belongings and valuables. Download The Times of India News App for Latest City ."}, "Strike by medicos continues on second day in Allahabad": {"link": "https://timesofindia.indiatimes.com//city/allahabad/strike-by-medicos-continues-on-second-day-in-allahabad/articleshow/69805090.cms", "time": "2019-06-15 21:06:00", "description": "ALLAHABAD: The striking junior doctors of the Swaroop Rani Nehru hospital of the city continued their protest on the second day, on Saturday. They are protesting over the incident that occurred at a hospital in Kolkata on the night of June 10. Since morning, the striking medicos have boycotted the work because of which no OPD functioned in the hospital. Although the emergency services, trauma center and planned operations functioned normally, but rest of the services were adversely affected. Because of the second day of strike, patient care suffered badly at this hospital which caters to urban and rural population of not only Allahabad but of all the neighbouring districts. Owing to not functioning of the OPD’s, new patients and their family members were seen agitated at the hospital. Many of them had no other option but to consult doctors in private nursing homes. “I have come for getting my son treated who is suffering from fever for the past three days but the staff here told me to visit some private doctor because doctors here at SRN are not sitting in OPD’s, I don’t have money to pay the hefty fee of the doctors outside, what should in do, why is my son not being treated for something which has occurred in other state”, said Naresh Pal, a labour from Kanjasa village of Ghoorpur block of the district. Principal, MLN medical college, Dr SP Singh, who was out of town for a day on official duty, said, “I have spoken to head’s of all the departments and the junior doctors too who have assured us that their protest would affect the emergency services, what happened in Kolkata cannot be justified by any means but we also have to see that patients here in our city should not suffer”. Meanwhile, the doctors in the city, associated with Allahabad Medical Association (AMA), too continued with their protest by wearing black badges. They also took out a candle procession in the city on late evening to show their solidarity against the medicos of Kolkata and rest of the country. “IMA condemns the violence against the doctors in West Bengal and demands exemplary action by the state government of West Bengal and on the call by the Indian Medical Association (IMA) we would withdraw all the non-essential services on June 17 (Monday) for 24 hours from 6 AM to 6AM next day”, said PRO, AMA, Dr Anoop Chauhan. All emergency and causality services will continue to function normally, he added. Download The Times of India News App for Latest City ."}, "Provide 'zero error' security in courts, CJ directs Uttar Pradesh government": {"link": "https://timesofindia.indiatimes.com//city/allahabad/provide-zero-error-security-in-courts-cj-directs-uttar-pradesh-government/articleshow/69782222.cms", "time": "2019-06-14 09:27:00", "description": "ALLAHABAD: Chief Justice of Allahabad high court has directed the state government to immediately take appropriate steps to provide 'zero error' security in the court, its Lucknow bench and all district courts of the state in the wake of the murder of Darvesh Yadav, who was elected the first woman chairperson of the UP Bar Council. Darvesh, 38, was shot dead by lawyer Manish Sharma, who later shot himself and is undergoing treatment. The registrar general of Allahabad high court issued a news release stating, \"I am directed to assure the advocates' fraternity that the court is taking all necessary steps to beef up security of court campuses and of the persons related to dispensation of justice in subordinate courts.\" Darvesh's nephew Sunny Yadav has lodged an FIR in which he has named Manish, his wife Vandana and another advocate Vineet Gulecha as accused. The three have been booked for murder, criminal conspiracy and criminal intimidation. The lawyers of Allahabad district court held a condolence meeting on Thursday morning and observed a day's strike condemning the incident. \"We demand that all necessary steps should be taken to revamp the security of all courts in the state and no one, be it lawyers or common public, should be allowed in court campus with weapons,\" said District Bar Association, Allahabad, secretary, Manoj Kumar Singh alias Lokesh. High Court Bar Association, Allahabad, too held a meeting where the members observed a two-minute silence in remembrance of the deceased. It demanded compensation for Darvesh's family. Download The Times of India News App for Latest City ."}, "\nIIT Kanpur students to distribute the Bhagvad Gita to the visitors at the Maha Kumbh in Allahabad\n": {"link": "https://timesofindia.indiatimes.com//city/allahabad/IIT-Kanpur-students-to-distribute-the-Bhagvad-Gita-to-the-visitors-at-the-Maha-Kumbh-in-Allahabad/articleshow/32421601.cms", "time": "", "description": "Students of IIT Kanpur are on their way to the kumbh for some spiritual gyaan Displaying their spiritual side, a group of around 40 students of IIT-Kanpur is all set to go to Allahabad to witness the Maha Kumbh. The students plan on performing Hari Naam Sankirtan and distribute the Bhagvad Gita to the visitors at the kumbh. One such students is Venkat Buddhiraju who is pursuing his PhD in chemical engineering from IIT- K. Excited about going to the kumbh mela, Venkat tells us, “It’s one of the largest religious gatherings and being a member of a spiritual club in the institute, I have a lot of interest in such events. I’m sure that the visit to the Maha Kumbh will be a divine experience and will help us to learn more about our religion.” Accompanying Venkat is Vipul Arora, pursuing PhD in electrical engineering. “A visit to the kumbh will make me understand my religion better,” he says. Another student, Tharun Reddy, reveals his plans to us. “During our stay there we have decided to interact with dharma gurus. We have also decided to perform Hari Naam Sankirtan at the camp where we will stay. We will also distribute the Bhagvad Gita to the visitors there.” Some faculty members will also be accompanying the students, like Dr Laxmidhar Behera. “I strongly feel that this visit to the Kumbh will strengthen the cultural and religious roots of the students,” he says. Download The Times of India News App for Latest City ."}, "King of fruits flaunts royal price tag, Dussehri Rs 120/kg": {"link": "https://timesofindia.indiatimes.com//city/allahabad/king-of-fruits-flaunts-royal-price-tag-dussehri-rs-120/kg/articleshow/69696083.cms", "time": "2019-06-08 11:05:00", "description": "ALLAHABAD: The searing heat has claimed its first casualty in Allahabad — the king of fruits. A sharp decline in productivity this year has jacked up the price of mango, pushing it beyond the reach of the aam aadmi in the city and the rest of the district. If the Dussehri is selling for a premium — Rs 120 a kilo to be precise — the Chausa is no cheaper at Rs 80-90 per kg. Last year, the Dussehri was affordable at Rs 40 and the Chausa was easier on the pocket at Rs 30 a kilo. Fruit vendors expressed helplessness over the skyrocketing price of mango, saying more than half of their supply was being procured from Mumbai and parts of south India in the absence of adequate local produce. “There are high transport costs involved. How can the mangoes be any cheaper?” said a city vendor. The state horticulture department has encouraged around 500 hectares of mango orchards in Allahabad. These are maintained by 100-odd farmers in Kaudihar, Phulpur and Karchana areas of the district. Most of them are small-time growers while a handful have orchards as large as 1.5 hectares each. “The city greatly depends on supply from outside to meet the demand for mangoes. This time, the entire district and the region is reeling under adverse weather. Both extreme temperatures and unexpected storms have damaged the crop,” said Ram Lal, a wholesaler. “We were expecting different varieties, including Dussehri, Langda and Chausa, from Varanasi, Manikpur, Kunda, Lucknow and Unnao, but the whole mango belt has suffered this year,” Lal added. Mango grower from Phulpur Brijmohan Kumar rued that he had lost half of his produce. “The weather has played spoilsport. The ideal temperature for good mango yield is 27°C to 35°C. But here, the Celsius soared to 47 degrees. Both extreme heat and excessive moisture ruin quality of the fruit,” he said. Agreed Devendra Singh whose orchard has lost 30% of its yield. “We have not been able to supply mango in adequate quantities to the market,” Singh added. Pratibha Pandey, district horticulture officer, said under a government scheme, farmers were provided with a three-year grant each to grow mango orchards and the results were encouraging. “However, adverse weather is beyond anyone’s control,” she said. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Robbers injure VHP leader and owner of electronic gadgets shop in Allahabad": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/allahabad/robbers-injure-vhp-leader-and-owner-of-electronic-gadgets-shop-in-allahabad/articleshow/69874969.cms", "time": "2019-06-20 16:56:00", "description": "ALLAHABAD: Two days after miscreants opened indiscriminate firing on a zila panchayat member and left a private security guard injured, three unidentified armed and masked bike borne assailants on Thursday opened fire on two persons including a trader dealing in electronic gadgets inside the electronic goods’ shop located near Jhunsi nagar panchyat police outpost under the limits of Jhunsi police station and left trader injured. The injured trader is also said to be associated with Vishwa Hindu Parishad (VHP). The broad daylight firing incident created panic among shop keepers and locals who came on streets demanding police higher ups to ensure the arrest of assailants at the earliest. The police administration too deployed adequate police force to defuse tension. On being alerted, senior police officials too rushed the spot and carried out thorough investigations. The injured trader, identified as VK Agarwal was admitted at a hospital where his condition was stated to be stable. Inspector ( Jhunsi) Vinod Kumar told TOI “ two police teams have been constituted to crack down the incident”. He further added “ police teams have also conducted a series of raids at hideouts of suspected criminals and case would be worked out very soon”. Meanwhile, traders at Jhunsi market alleged a local and Jailed history- sheeter was constantly making extortion calls to traders’ community but police have failed to tighten the noose around goons. It was also reported that the jailed history-sheeter had made an extortion call to one of the family member of trader and even threatened of dire consequences if they failed to pay Rs 10 lakh. This was the second such firing incident at Jhunsi nagar panchayat area within a week that left local residents and traders worried. The traders community have urged police administration to tighten the noose around law breakers or they would be forced to come on streets. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "How Allahabad became UP's heat chamber, AU research scholar explains in her PhD paper": {"link": "https://timesofindia.indiatimes.com//city/allahabad/how-allahabad-became-ups-heat-chamber-au-research-scholar-explains-in-her-phd-paper/articleshow/69787593.cms", "time": "2019-06-14 15:44:00", "description": "ALLAHABAD: If the Celsius soared to a 40-year high of 48.9 degrees in Sangam city on Monday, this mercury mayhem is largely man-made, argues Roohi Rawat whose pioneering micro-level study on the climate here has recently earned her a PhD from Allahabad University. According to the scholar, deforestation over the past three decades, population boom during the same period and decline in the number of open spaces such as parks were fuelling the heat meter. “Allahabad has been evolving as a city over the past few decades. Urbanisation by default leads to clearing natural vegetation from vast swathes of land. This in turn has a direct bearing on the environment and climate,” she said. To analyse the change in climate, Rawat calculated the “vegetation fraction cover” of Allahabad city. Vegetation fraction is defined as the percentage or fraction of occupation of vegetation canopy in a given ground area in vertical projection. It is popularly treated as a comprehensive quantitative index in forest management to monitor respective land cover conditions, she explained. Assessment of spatial change in the vegetation fraction cover from 1991 to 2018 shows that there has been a large-scale increase in built-up areas. If images of Allahabad city during the two periods is compared, it can be seen that greenery within the city has made way for roads and buildings. “There is a correlation between vegetation fraction cover, impervious surface and land surface temperature. The vegetation has reduced largely in the city centre and around the Civil Lines area, which is the commercial hub of the city. Only a meagre 2.21sqkm of the total city area of 92.98sqkm in Allahabad constitutes parks, gardens and open spaces,” Rawat said. At present, there are only 204 identified parks and open spaces in the city. The seven zones of the city have 181 and the remaining are located in Cantonment Board area. The central and northeastern parts of the city have the most number of parks and open spaces, which decreases as one moves towards the periphery. It has been observed that in 1991, the percentage of built-up area was a mere 16.51% and that increased to 46.39% in 2001; 53.85% in 2011; and 58% in 2018. The total increase is 41.49% in a period of three decades. The percentage of sparse to healthy vegetation cover in the city, on the other hand, has reduced from 83.49% in 1991 to 53.61% in 2001; 46.15% in 2011; and 42% in 2018. The total loss is 41.49% over the past three decades. “The development of the city in terms of infrastructure over all these years seems to have occurred at the cost of its vegetation loss, which is adversely affecting the temperature in the city,” said professor AR Siddiqui of the department of geography under whom Rawat completed her PhD. District forest officer YP Singh agreed. “It is a well-known fact that ‘black spots’, created by rampant felling of trees in an area, adversely affect temperature. The city has been witness to gradual decline of vegetative cover because of which we are seeing the abrupt rise in temperatures,” Singh said. The forester also pointed out that around 12,200 trees were axed last year for development work for Kumbh out of which around 2,200 tree were felled in the city alone. He, however, added that the department had set a target of planting over 10,000 saplings in monsoon. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Allahabad University first central varsity in UP to give insurance to students": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-university-first-central-varsity-in-up-to-give-insurance-to-students/articleshow/69850314.cms", "time": "2019-06-19 06:18:00", "description": "ALLAHABAD: In a first, Allahabad University becomes the first Central varsity in state to provide insurance to its students. Students pursuing any course at Allahabad University need not worry about the treatment cost in case of any serious ailment or accident as they will be covered under accidental and health insurance cover of Rs 5 lakh on annual premium of just Rs 77. Finally after a wait of six long years, the AU authorities gave nod to the accidental and health insurance scheme for students pursuing different courses on the campus. For availing the scheme, which is perhaps one of its kind being implemented in any central university of the country, every student will have to pay an amount of Rs 77 following which he or she would be covered under an insurance cover of Rs five lakh. The scheme was put on hold for the past six years despite the fact that it was approved by all the decision making bodies of the university. Before implementing the scheme, the university authorities invited tender for around five parties interested to extent the scheme. \"We found that the rates quoted by New India Insurance was the lowest and it would be providing the insurance cover to the students enrolled for any course on the campus,\" said dean student welfare (DSW), Prof Harsh Kumar. According to the proposed scheme, AU students would be paying the money (Rs 77) for getting insured at the time of admission itself. \"The fee would be restructured in a way that the student is made to pay the amount of the annual premium along with the fee itself after that the student could avail the benefit of the insurance cover,\" said the Kumar. He added that under the scheme, if any student meets any accident or suffers any health problem during his course at the campus, he or she would get Rs five lakh in case of injury causing permanent disability or the family would get the amount in case of death. In case of serious injury, the student would get Rs 2.5 lakh for treatment. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Couple found murdered on terrace at a village of Allahabad": {"link": "https://timesofindia.indiatimes.com//city/allahabad/couple-found-murdered-on-terrace-at-a-village-of-allahabad/articleshow/69705254.cms", "time": "2019-06-08 19:54:00", "description": "ALLAHABAD: A couple was found murdered at the terrace of their house at village Sarai Lal Khatun under Soraon block of the district. Both husband and wife were murdered while they were in deep sleep on the terrace of the house, located around 200 meters from the main village. According to station officer Soraon police station, Arun Chaturvedi, Nagendra Bhushan Tewari, aged around 32, and his 28-year-old wife Manorama were found dead in a pool of blood on the wee hours of Saturday. “Both husband and wife were hit by something hard on the head, like iron rod, killing them on the spot, while the assailants searched the entire house thoroughly for different valuables which could have been taken by them”, said SP Trans Ganga, Nagendra Kumar Singh. The assailants could have used some pointed iron rod by which they were successful in breaking the lock of the main door and they have also broken the locks of Amirah, trunks etc with the same tool. “However, they have not touched the double barrel gun and the live cartridges or the jewellery that his wife was wearing”, added the official. The couple are survived by three kids, two sons and a daughter, all aged between 5 to 2 years. However, there is no one to tell the exact amount that the murderers have taken away as the deceased was living separately from the rest of the family in his house which he had constructed far from the main village. A named FIR has been lodged by the father of the deceased, Harihar Prasad Tewari who has retired from the post of head constable of UP police. Three people have been named in the FIR while no arrests have been made in the case so far. As the news of the brutal murder spread in the area, villagers became angry. Senior police officials including the SSP, Atul Sharma, SP trans Ganga, When the police tried to take the body for postmortem, they blocked their way and were demanding that the DM should also visit the village and make sure the culprits are caught. However, the SSP assured the villagers that culprits would be arrested soon after which the villagers let go the body of the couple for postmortem. Download The Times of India News App for Latest City ."}, "Allahabad: Only surviving kid of Tuesday's blast succumbs to injuries": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-only-surviving-kid-of-tuesdays-blast-succumbs-to-injuries/articleshow/69869833.cms", "time": "2019-06-20 11:20:00", "description": "ALLAHABAD: The only surviving kid, 6-year-old Ayush, who was undergoing treatment at SRN hospital in Allahabad after being injured in the explosion which took place in village Dubhawal of Sarai Inayat of Allahabad, succumbed to his injuries late Wednesday night. Ayush was injured along with two other kids, Vijay (5) and Sonam (4) on Tuesday when they were playing around an unused toilet in the village. The toilet belonged to Vijay's father Shiv pujan who was using this as store. While the three kids were playing, the villagers heard a loud explosion near the toilet and when they rushed to the spot, they found all the three kids, Vijay, Sonam and Ayush lying in a pool of blood. All three were rushed to local primary health center (PHC) where Sonam died while Vijay and Ayush were brought to the city and admitted to SRN hospital. However, Vijay died on Tuesday itself while Ayush was undergoing treatment at the hospital where he too died on Wednesday night. \"We had launched the probe on Tuesday itself and vijay's father, Shiv Pujan, is also being interrogated as to how and what sort of explosive was stored in his toilet,\" said SP Trans-Ganga, NK Singh. Download The Times of India News App for Latest City ."}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "\nLet's play Holi!\n": {"link": "https://timesofindia.indiatimes.com//city/allahabad/lets-play-holi/articleshow/63299049.cms", "time": "", "description": "A Holi celebration was organised by Kavita Yadav and Rama Mahana at the residence of Kavita, soon after the festival. Attended by several eminent ladies of the city and Holi revellers, the event marked fun and frolic for everyone who attended the do. Sprinkling colourful water, dancing to hit numbers of Bollywood, especially those composed for the festival of colours, eating several mouth-watering dishes and wishing each other Holi by applying gulaal, marked the party. By Pankaj Singh  (L) Anamika and Priyanka (C) Gaytree (R) Kavita and Rama (BCCL/ Pankaj Singh)  (L) Nandini and Shweta (C) Neha and Sarita (R) Pratibha and Shweta (BCCL/ Pankaj Singh)  (L) Ruby and Harshi (R) Shalini and Rati (BCCL/ Pankaj Singh)  (L) Shivangi and Kanak (R) Vinita and Shweta (BCCL/ Pankaj Singh) Download The Times of India News App for Latest City ."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Options galore on International Yoga Day": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/allahabad/options-galore-on-intl-yoga-day/articleshow/69882212.cms", "time": "2019-06-21 09:37:00", "description": "ALLAHABAD: Allahabad citizens are spoilt for choice when it comes to celebrating the fifth International Day of Yoga, which will be observed on Friday, given the multitude of events being organised in the city to mark the occasion. Special celebrations would be organised at Madan Mohan Malviya Stadium inside Chandrashekhar Azad Park, the theme for which is ‘Yoga for heart care’. Over 2,500 residents from different backgrounds assembled at the stadium for a rehearsal on Thursday. Deputy chief minister Keshav Prasad Maurya will also be attending yoga sessions at Prayag Sangeet Samiti, MMM Stadium and Victoria Memorial on Friday morning. The Indian Institute of Information Technology-Allahabad (IIIT-A) will also be celebrating the day by organising a ‘Yoga Mahotsav’ on its Jhalwa campus. Starting 6.30am onwards, the yoga sessions would include demonstrations of different yoga asanas. Moreover, hundreds of local residents will be practising yoga with Prayag Peethadhishwar of Kinnar Akhara Teena Maa at Baiharana at 7am. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Absconding since February, accused arrested in Naini": {"link": "https://timesofindia.indiatimes.com//city/allahabad/absconding-since-february-accused-arrested-in-naini/articleshow/69681810.cms", "time": "2019-06-07 04:06:00", "description": "Allahabad: A man wanted in a murder case and with cash reward of Rs 25,000 on his head was arrested in Naini on Thursday. Police also recovered four crude bombs from the accused, Ravi Bharatiya alias Ravi Gaur alia Tiger, who is a resident of Chak Lal Mohammed area of Naini. He had been evading arrest since the past four months . Inspector of Naini police station VK Sing said his team received a tip off about Bharatiya’s whereabouts and he was later arrested near Godown Road. “A case was registered under section 452,147,323,302,307 and 506 of the Indian Penal Code against him with Naini police. As many as three criminal cases were pending against him in the city. Download The Times of India News App for Latest City ."}, "Out to graze goats, child raped by teenager": {"link": "https://timesofindia.indiatimes.com//city/allahabad/out-to-graze-goats-child-raped-by-teen/articleshow/69794502.cms", "time": "2019-06-15 10:28:00", "description": "Allahabad: An eight-year-old girl was allegedly raped by a teenager when she went to a forest to graze goats in Lalganj block of the neighbouring Pratapgrah on Thursday. The girl was found by shepherds in an unconscious state and was bleeding profusely. They rushed her to a community health centre (CHC) and informed her family. An FIR was lodged and police arrested the accused who lived in the same village. Lalganj SHO Harish Tiwari said, “The girl had gone to graze goats in the morning. Finding her alone, a 17-year-old boy of the same village raped her. She was spotted by some shepherds who took her to the CHC, from where she was shifted to the district hospital. However, when her condition deteriorated, the doctors referred her to a government hospital in Allahabad. The condition of the girl is now said to be stable.” “The accused has been charged under relevant sections of IPC and POCSO Act,” he added. Download The Times of India News App for Latest City ."}, "Elderly man found dead near pond": {"link": "https://timesofindia.indiatimes.com//city/allahabad/elderly-man-found-dead-near-pond/articleshow/69696132.cms", "time": "2019-06-08 11:14:00", "description": "ALLAHABAD: A 65-year-old man was found dead with eye wounds in Baharpur village, under the jurisdiction of Holagrah police station, on Friday. The victim, Harish Chandra Shukla, is a resident of Baharpur. As per reports, the elderly man left his house on Thursday evening to take his buffaloes out for a bath in a nearby pond. However, when he did not return till late night, his family started searching for him. They spotted his body near the pond early Friday morning. Harish Chandra’s son Ravi Kumar said he found his father lying in a pool of blood near the pond. Police said the body bore several marks of injuries. After being alerted, police reached the spot with a team of forensic experts to investigate. Chandra’s family told the police that he did not have any enmity with anyone. The gruesome murder shocked local villagers. A group of residents staged a demonstration to demand that police nab the killers at the earliest. Holagarh police said they are yet to ascertain the cause of death and they have formed two teams to investigate the murder. Download The Times of India News App for Latest City ."}, "One killed, 2 hurt in road mishap in Manda": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/allahabad/one-killed-2-hurt-in-road-mishap-in-manda/articleshow/69875955.cms", "time": "2019-06-20 17:41:00", "description": "ALLAHABAD: A 30-year-old woman died on spot while two others were critically injured after they were hit by a speeding Magic vehicle near Monai village under the limits of Manda police station in wee hours of Thursday. The deceased has been identified as Rita Devi, wife of Yogendra Nishad and resident of Meja. The Injured women identified as Sukhrai , wife of Nirhoo and Urmila Devi, wife of Tilakdhari and both residents of Monai were admitted at SRN hospital for treatment where their condition was stated to be stable. Inspector ( Manda) said that the incident took place at around 4 AM when these women had gone to attend the call of nature. He further added “ when the trio were crossing the road, driver of a speeding magic vehicle could not maintain the speed and hit them and left one of them killed on spot”. Inspector added “ The errant driver after hitting women could not manage to stop the vehicle and rammed into a roadside tree and left himself injured. He was too admitted at a nearby hospital for treatment. Police said that a group of three women had come to one M L Tiwari’s house located at Meja village on Wednesday night for baking chapatis (rotis) during a marriage function. They left the house to attend a call of nature and were hit by the speeding vehicle. A case has been lodged in this connection. Download The Times of India News App for Latest City ."}, "\nHaving a blast!\n": {"link": "https://timesofindia.indiatimes.com//city/allahabad/having-a-blast/articleshow/63714979.cms", "time": "", "description": "Shubhra celebrated her birthday with great pomp and show at the Ashok Nagar area in the city. The do was attended by her close friends. The party also saw lots of naach- gaana as the guests grooved to latest Bollywood numbers. Everyone also played several games at the do. By Pankaj Singh  (L) Ragini (C) Rati (R) Shilpi (BCCL/ Pankaj Singh) (L) Shubhra (C) Shweta and Akansha (R) Vinita (BCCL/ Pankaj Singh) Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "UP: 3 bikers murder truck driver in Pratapgarh": {"link": "https://timesofindia.indiatimes.com//city/allahabad/up-3-bikers-murder-truck-driver-in-pratapgarh/articleshow/69704664.cms", "time": "2019-06-08 18:58:00", "description": "ALLAHABAD: A 30-year-old truck driver, Manoj Chaurasia, was shot dead in broad daylight in the neighbouring district of Pratapgarh. The deceased was going by E-rickshaw to catch a train at around 12:30 noon when three assailants shot him dead. According to Inspector Kotwali, Pratapgarh, Ravindra Srivastava, “Chaurasia used to drive a truck and was going towards station when three youths, riding a motorcycle approached towards him. The deceased had covered his face with a handkerchief and tried to flee but the assailants surrounded him and after removing the piece of cloth from his face, shot him three bullets after which he succumbed on the spot”. The official further added that police is probing all angles to this board daylight murder but there seems less chances that the daring act was done for loot. Special teams have been formed to probe the incident and police is conducting raids at several locations to catch the culprits. The incident comes two days after the STF accomplishment wherein a dreaded criminal Taukir was killed in an encounter with the STF at Chilbila railway crossing. The criminal was carrying an award of Rs One lakh on his head. Download The Times of India News App for Latest City ."}, "\nCelebrating a decade of togetherness\n": {"link": "https://timesofindia.indiatimes.com//city/allahabad/celebrating-a-decade-of-togetherness/articleshow/63907996.cms", "time": "", "description": "A social club of the city celebrated its 10th anniversary at a hotel, recently. Poonam Srivastava, former judge of the Allahabad High Court, was the chief guest for the occasion. Meena Gupta and Madhubala Srivastava, the key organisers of the event, were seen socializing with the guests. The highlight of the evening was Manju Narayan's dance performance as well as the Ghoomar dance by the members that kept the guests entertained. By Pankaj Singh  (L) Manju Narayan (C) Monika (R) Parul (BCCL/ Pankaj Singh)  (L) Rani (C) Sangeeta (R) Sarika (BCCL/ Pankaj Singh)  (L) Sushma, Aruna and Namita (BCCL/ Pankaj Singh)  (L) Shalini (R) Vartika (BCCL/ Pankaj Singh) Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Monsoon hits Kerala, in Lucknow on 28th": {"link": "https://timesofindia.indiatimes.com//city/allahabad/monsoon-hits-kerala-in-lucknow-on-28th/articleshow/69711567.cms", "time": "2019-06-09 13:50:00", "description": "LUCKNOW: Monsoon hit the Kerala coast on Saturday, a week behind schedule, marking the official commencement of the four-month rainfall season in the country. The water-laden winds may lag further and reach Uttar Pradesh 8-10 days late and arrive in June last week. State Met officials said normal dates of monsoon arrival in UP and its capital are June 15 and June 18, respectively, but since it has hit Kerala eight days late, it would arrive in UP between June 23 and 25 if its advancement continues at normal speed. It will hit east UP first and cover Varanasi by June 24-26, Allahabad by June 27-28 and Lucknow only by June 28-29, the officials added. Monsoon enters UP from two directions, with the Bay of Bengal branch entering through Ballia and the Arabian Sea stream through Lalitpur district of Bundelkhand. The Bay of Bengal branch reaches earlier than the one from Arabian Sea. State Met director J P Gupta said, \"As of now, it appears that monsoon will reach UP by last week of June. However, if a strong cyclonic circulation develops over the Bay of Bengal, the advancement could be faster.\" The Met department maintains that monsoon will be normal this year. The news augurs well for country as large parts have been witnessing agriculture distress and water levels in reservoirs have been receding. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "\nA riot of colours\n": {"link": "https://timesofindia.indiatimes.com//city/allahabad/a-riot-of-colours/articleshow/63395439.cms", "time": "", "description": "A social club in the city organized a get-together for its members recently. The highlight of this do was the phoolon ki Holi played by the members. Several colourful cultural programmes were also organized on the occasion. The dance performance of Shreya was applauded by all. The members were divided in four teams namely, Brij, Barsana, Avadh and Kashi to play some interesting games. Later, team Barsana was declared the winner and Priya Tandon was awarded the Crown of Miss Phagun.  By Pankaj Singh  (L) Geetika and Harshita (C) Jaishree (R) Kanika (BCCL/ Pankaj Singh)  (L) Monika and Anuragini (R) Monika, Sanjukta and Vaishaly (BCCL/ Pankaj Singh) Download The Times of India News App for Latest City ."}, "UP: Cops clueless in Allahabad lock-up case": {"link": "https://timesofindia.indiatimes.com//city/allahabad/up-allahabad-police-station-lock-up-breakup-case-cops-clueless/articleshow/69759422.cms", "time": "2019-06-12 20:05:00", "description": "ALLAHABAD: A day after seven persons had managed to escape from the lock-up of the Baharia police station on the intervening night of Monday and Tuesday, the men in khaki were still empty handed. Though the district police chief has taken strict action against four errant policemen posted at Baharia police station in Trans Ganga area including station officer and investigation officer who were attached to reserve police lines and suspended two others on the charges of dereliction of duties, the crime branch teams have failed to trace out the foot prints of absconders. Seven persons including Deepak Kumar, Anil Kumar, Krishna Kumar, Raju Yadav, Manoj, Sunny and Ramu were apprehended by police in connection with different cases including murder and kept them at the lock-up. While a total of eight persons were kept at the lock-up, seven of them managed to escape from there after breaking the wall of bathroom. SP (Crime) Aashutosh Mishra told TOI, “Two police teams have been assigned the task to ensure the arrest of absconding miscreants.\" He added police teams have conducted a series of raids at hideouts of miscreants, but success story was yet to be scripted.” The official said station officer (Baharia) Rakesh Rai and sub-inspector Rang Bahadur were attached to reserve police line while two others including head constable Satish and security guard (Pahra) on duty Shivram have been suspended on the charges of dereliction of duty. Mishra, meanwhile, claimed that crime branch sleuths have received some clues and teams are working in right direction to nab the absconders. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Youth arrested for burgling ex-boss’ home": {"link": "https://timesofindia.indiatimes.com//city/allahabad/youth-arrested-for-burgling-ex-boss-home/articleshow/69696167.cms", "time": "2019-06-08 11:23:00", "description": "ALLAHABAD: A day after he burgled his fomer employer’s house in Lukerganj, an 18-year-old youth was arrested on Friday in Dhoomanganj while he was trying to escape from the city. Police recovered Rs 5.5 lakh in cash, 23 silver coins, five silver bars, two gold rings and 13 duplicate keys from the accused Manish Yadav, who is a resident of Dhoomanganj. SP (crime) Aashutosh Mishra, said, “Yadav had stolen cash, jewellery and other precious articles from a city-based businessman’s house in Lukerganj area on June 6. The businessman dealt in electronic goods and Yadav broke into his house by cutting an iron grille.” Following the burglary at the businessman’s house, a case was lodged with Khuldabad police against unidentified miscreants under sections 457 and 380 of the Indian Penal Code. The SP said that Yadav used to work at the bizman’s showroom of electronic goods, but left the job two months back. During one of his visits to his employer’s house, he hatched the plan to burgle the residence. Download The Times of India News App for Latest City ."}, "Allahabad junction to have nine more escalators": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-junction-to-have-nine-more-escalators/articleshow/69743531.cms", "time": "2019-06-11 19:34:00", "description": "ALLAHABAD: Good news awaits passengers coming to Allahabad junction, especially those who find it hard to climb the stairs to reach a given platform, as authorities of Allahabad division of North Central Railway (NCR) would soon install nine new escalators at different locations. According to public relation officer (PRO) Allahabad division SK Gupta said, “Although Allahabad junction has escalator facility to climb up on the foot overbridge (FOB) but as there was no facility of similar escalator to climb down, a large number of passengers were facing inconvenience, especially the elderly.” To provide better facility to passengers, one escalator each would to be installed to climb down at civil lines side (Smith Road) on FOB number 01, on civil lines side FOB number 02. Apart from that, one each to climb up and down near power cabin exit. Likewise, two escalators are to be installed on platform four and five and on platform six to climb up and down respectively and one escalator to climb down is to be installed at FOB 03 near RMS in the city side of Allahabad Jn, he added. Two lifts are already functioning on platform number 7 to 10 and three escalators on civil lines side and two on city sides have already been installed and are working, said Gupta. For the safety of passengers at major stations of the division, authorities have installed a number of CCTV’s. These include, 25 at Mirzapur, 17 at Vindhyachal, 30 at Allahabad-Chivki, 35 at Naini, 143 at Allahabad, 23 each at Subedarganj and Fatehpur, 61 at Kanpur, 19 at Govindpuri, 15 at Aligarh and 27 at Manikpur, said the official. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Kaushambi: Four of a family killed in road mishap": {"link": "https://timesofindia.indiatimes.com//city/allahabad/kaushambi-four-of-a-family-killed-in-road-mishap/articleshow/69742673.cms", "time": "2019-06-11 18:13:00", "description": "ALLAHABAD: In a tragic incident, four members of a family, including three toddlers, were killed when the bike they were travelling in rammed a truck at Kakora village on Allahabad-Kanpur highway (NH-2) under the limits of Kokhraj police station, on Tuesday evening. The family was on its way to Saini from Kokhraj when the tragedy hit. Inspector (Kokhraj) Ajeet Pandey said “All the three kids died on spot while father succumbed to his injuries on the way to the hospital”. He further added “A couple along with their three children were travelling on a bike when the incident took place at around 4.30 in the evening”. The condition of injured woman was also stated to be critical. She was reportedly referred to Allahabad for treatment. Upon being alerted, senior police officials rushed the spot to take stock of situation. Police said that the accused truck driver managed to escape from the scene unchallenged. The truck, as per the eyewitnesses, was heading towards Saini from wrong side. As per the documents recovered on spot, police said the deceased youth (bike owner) has been identified as Rajkaran, a resident of Khojwapur (Saini). The identities of all three kids was yet to be ascertained. The bodies have also been sent for post mortem. Download The Times of India News App for Latest City ."}, "Sweltering at 48.9 Celsius, Allahabad breaks 40-year-old record": {"link": "https://timesofindia.indiatimes.com//city/allahabad/sweltering-at-48-9-celsius-city-breaks-40-yr-old-record/articleshow/69730863.cms", "time": "2019-06-11 11:16:00", "description": "ALLAHABAD: Breaking a 40-year-old record, the soaring mercury touched 48.9 degrees Celsius in Allahabad on Monday. The last time Allahabad’s maximum temperature touched the 48 degree-mark in June was on June 6, 1979. Sizzling at 49.2 degrees Celsius, Banda was the hottest city in the state on Monday. The water scarce city also broke an earlier record of a maximum temperature of 48.9 degrees Celsius on June 3, 1995. Meanwhile, Churu in Rajasthan was the hottest city across the country at 50.3 degrees Celsius. In Allahabad, temperature levels rarely cross the 48 degree-mark during the month of June Apart from 1979, the the maximum temperature has crossed the level only twice before — 48.3 degrees Celsius on June 7, 2014 and 48 degrees Celsius on June 4, 2017. Monday’s maximum temperature was nine degrees above normal, while the minimum temperature was recorded as 29.3 degrees Celsius. A high relative humidity added to the sultry weather as the maximum humidity was recorded as 42%. “I cannot comment about what happened in 1979, but the huge number of trees which were felled in Allahabad as part of the preparations for Kumbh Mela earlier this year had an adverse affect on the weather,” said Prof Suneet Dwivedi from Allahabad University’s (AU) ocean and atmospheric sciences department. Prof NB Singh from AU’s botany department said such new records were warning signs from nature. “Things could worsen as authorities have surrounded most trees with concrete structures, because of this he water cannot percolate and blocks the growth of trees,” he added, “June is usually known for high humidity levels but temperatures stay below the 44 degrees Celsius mark. Such ‘freak weather’ conditions are induced by human actions. We can surely say that this is unlikely to result in a normal monsoon,” said Prof SS Ojha from AU’s geography department. Meanwhile, people had a harrowing time in treacherous heat as the mercury touched 46.4 degrees Celsius in the city on Monday. This was the second time in a gap of 10 days, when the mercury crossed the 46 degree mark. On May 30, the maximum temperature soared to 46.1 degrees Celsius. According to India Meteorological Department (IMD), the maximum temperature in the city stood at 46.4 degrees Celsius, seven notches above normal. The minimum temperature was also registered two notches above normal at 29.5 degrees Celsius, making life miserable for the people. Unrelenting heat wave added to the discomfort of the people and experts have claimed there would not be any respite from the blistering heat in coming days. The weather department has forecast no respite from heat wave in the coming week as the mercury will keep vovering around 45 degrees Celsius. Hot and humid conditions will persist in evening and night. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Charred body of farmer found in UP's Pratapgarh": {"link": "https://timesofindia.indiatimes.com//city/allahabad/charred-body-of-farmer-found-in-ups-pratapgarh/articleshow/69825527.cms", "time": "2019-06-17 16:29:00", "description": "ALLAHABAD: Charred body of a 35-year-old farmer, Vinay Prakash Saroj of Pratapgrah's Bela Rampur village was found in his hut on Monday morning. Police is suspecting that he was murdered while in sleep and his hut was later set on fire. According to circle officer (CO), Patti, Jilajeet Chaudhary, “The farmer was in the business of pig farming which he used to pursue in a hut, away from the main village. His charred body was found on Monday morning by villagers who later informed the police”. When the police reached the spot, they found his charred body inside the hut which too was gutted in the fire. “We have registered an unnamed FIR in the case and are probing several angles and would soon solve the case”, said the CO. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Minor girl raped in Pratapgrah, accused held": {"link": "https://timesofindia.indiatimes.com//city/allahabad/minor-girl-raped-in-pratapgrah-accused-held/articleshow/69786247.cms", "time": "2019-06-14 14:12:00", "description": "ALLAHABAD: An eight-year-old girl, native of village Handor of Lalganj block of the neighbouring district of Pratapgrah, was raped when she had gone for grazing goats in a nearby forest, on Thursday. The girl was found in an unconscious state by a group of shepherds, who took her to the nearby CHC (community health center) and informed the family of the girl. An FIR was lodged in the matter and police arrested the accused by late Thursday night. The accused is also a minor and resident of the same village as that of the victim girl. According to SHO Lalganj, Harish Tiwari, the girl had gone to graze goats in the morning when she was raped by 17-year-old boy of the same village. \"The accused will be charged with suitable sections under POCSO and will be sent to jail today,\" said the official. Download The Times of India News App for Latest City ."}, "Two Naini jail officials suspended after inmates' booze party": {"link": "https://timesofindia.indiatimes.com//city/allahabad/two-jail-officials-suspended-as-naini-booze-clip-goes-viral/articleshow/69681666.cms", "time": "2019-06-07 10:00:00", "description": "LUCKNOW: UP government on Thursday suspended two officials of Allahabad's Naini Jail months after inmates allegedly consumed alcohol in jail barracks. A show cause notice has also been issued to the jail superintendent in connection with the incident. Those suspended were head-warder Mulchand Dohre and warder Krishna Kumar. The 30-second video, which went viral on Wednesday evening, was shot on the eve of Holi this year. It shows inmates having liquor and non-veg inside the barrack. ADG (prisons) had asked the DIG (jails) Allahabad to carry out a probe and submit a report less than 24 hours. ADG (prisons) Chandra Prakash, said: “We have written for the suspension of the jailer along with deputy jailer and issued a show cause notice to the jail superintendent.” “A detailed report will also be prepared and role of each and every jail official would be scrutinized. Nobody causing such breaches would be spared,” added Prakash. Those identified in the video include Uday Yadav, Ranu, Parshad Pati Rajkumar and Gadau Pasi — all sharp shooters of different gangs. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Junior doctors boycott work, patients suffer": {"link": "https://timesofindia.indiatimes.com//city/allahabad/junior-docs-boycott-work-patients-suffer/articleshow/69794482.cms", "time": "2019-06-15 10:29:00", "description": "ALLAHABAD: With the stalemate between the West Bengal government and striking junior doctors showing no signs of ending following an attack on a hospital intern by a patient’s family in Kolkata, doctors of various government and private hospitals boycotted work and wore black ribbons to express solidarity with the protest in Allahabad on Friday. The city-wide protest hit patient care services, as citizens were seen standing in queues with no doctors to tend to them in both government and private hospitals. On Friday, doctors of Swaroop Rani Nehru Hospital boycotted work in support of the agitating doctors in Kolkata. The hospital’s junior doctors refused to report for their duties in the out patient department around 1pm. They assembled in the portico of the old building of their hospital and staged a demonstration. Medicos at various government hospitals and private clinics chose to show their support by sporting black arm bands. On June 10, a junior doctor Paribha Mukherjee was attacked by a violent mob at NRS Medical College. He is currently in a critical condition. Over 300 doctors working in government-run hospitals tendered their resignation to protest against the attack on their colleague, even as medical services took a hit in West Bengal. Apart from the Indian Medical Association, the medical professionals in several other states have come out in support of the agitating doctors. “We are sorry that we are not able to help patients coming to the hospital, but the government has to understand that if such attacks on doctors continue, we won’t be able to treat any patients,” said Akash junior doctor at SRN Hospital. The agitating doctors demanded that the government provide more protection to hospitals so as to avoid similar attacks on medical professionals. They also warned that if their demands are not met with, they might even be forced to pull out of emergency cases as well. Doctors associated with Allahabad Medical Association (AMA) attended to patients wearing black arms hands. A delegation of AMA members handed over a memorandum addressed to Prime Minister Narendra Modi to the district magistrate. The doctors demanded for a law against attacks on doctors and violence in hospitals. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "\nStudents go high on fashion\n": {"link": "https://timesofindia.indiatimes.com//city/allahabad/students-go-high-on-fashion/articleshow/63643476.cms", "time": "", "description": "Students of a private institute in the city displayed more than 250 outfits based on different themes in a one-and-a-half-hour fashion show, as part of their annual festival. The event was inaugurated by Dr Manisha Dwivedi, HOD, Department of Medicine, MLN Medical College, while Dr VK Mishra, Additional CMO, Allahabad, and Dr Ruchi Mittal, principal of the institute, welcomed the guests.  (L) Atul and Somya (C) Chandni (R) Monika (BCCL/ Pankaj Singh) Arshima and Akansha commenced the show with their designs while Amrita and Richa were next with their collection of semi-formal Indo western wear. Pretty shades of peach with elaborate hand embroidery and creative ribbon embellishment made their dresses elegant, pretty and very cosmopolitan. The first year students took a break from heavy designing and walked the ramp in black outfits along with a tie and dye shrug, depicting a casual and sporty look.  (L) Narmata (R) Nitika, Ruchi and Pragya (BCCL/ Pankaj Singh) Neha and Madhu presented a sequence of saris and lehenngas while Shivali, Reena and Nikita gave a mixed presentation of gowns, long skirts, pallazos, salwars in an Indo-western style. The show concluded with a very sleek presentation of Indo western outfits in animal prints presented by Saumya and Sangeeta. By Pankaj Singh  (L) VK Mishra (C) Shivali (R) Preeti (BCCL/ Pankaj Singh) Download The Times of India News App for Latest City ."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Doctors' strike hits OPD services across UP on Sunday": {"link": "https://timesofindia.indiatimes.com//city/allahabad/doctors-strike-hits-opd-services-across-up/articleshow/69835216.cms", "time": "2019-06-18 08:47:00", "description": "ALLAHABAD: The registration counter in SRN hospital wore a deserted look on Monday as all junior and senior resident doctors were on strike. 65-year-old Changul lay bare chest in front of the registration counter. Changul, a native of Rajapur village in Chitrakoot district, was brought to the hospital by his son, Prayagraj, after he fell from the stairs at home. He has a neck injury which has paralysed his half body. “It has been two days since I am sitting here with my father, waiting for some senior doctor to come and admit him. I don’t know about the strike and don’t have the money to admit him to a private hospital. There is no one to tell me what should I do,” said Prayagraj. On the first floor of hospital’s new building, TOI found Rano Devi, a landless labourer and native of Meja Khas, lying all alone. She complains of fever and vomiting for the past three days and says her husband, Bhisen, has gone home to arrange money for medicines. “I have no one to take care of me as my husband has gone back to the village to arrange money by mortgaging my anklet. No doctor attended me here at the hospital nor I have been admitted, everyone says there is a strike,” she said. The condition of patients admitted to the hospital was also no better. “My brother is admitted here since one week. Only interns used to come to see him, but after the strike, they too are coming just a few times. We pray that this strike ends soon so that poor patients like us do not suffer,” said Naveen Gupta, an attendant. Patients at private nursing homes and hospitals too complained about doctors being on strike. “I injured my left thumb and suspect that I have a hairline fracture. I went to a local radiologist but he refused to do X-ray and am bearing the pain,” said Gopal, an executive. Download The Times of India News App for Latest City ."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "\nTwo much fun at this do!\n": {"link": "https://timesofindia.indiatimes.com//city/allahabad/two-much-fun-at-this-do/articleshow/63557369.cms", "time": "", "description": "Varun and Pratibha organised a birthday bash for the second birthday of their daughter Anaya at a hotel in Allahabad, recently.  (L) Abhishek and Akansha (R) Kamal and Vinita (BCCL/ Pankaj Singh)  (L) Priyanka and Gaurav (R) Pavan (BCCL/ Pankaj Singh) Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Soroan double murder and dacoity case: Cops fail to make any breakthrough": {"link": "https://timesofindia.indiatimes.com//city/allahabad/soroan-double-murder-and-dacoity-case-cops-fail-to-make-any-breakthrough/articleshow/69713123.cms", "time": "2019-06-09 17:13:00", "description": "ALLAHABAD: Twenty four hours after the sensational Soraon double murder and dacoity case, red-faced police have failed to make significant headway. Despite forming two special teams, cops are unable to get leads. However, senior police authorities on Sunday deployed adequate police forces to defuse the tension in the village. Local residents of Soraon and adjoining areas have demanded the police higher-ups to solve the double murder mystery at the earliest. A couple identified as Nagendra Bhushan Tiwari (35) and his wife Manorama (30) was bludgeoned to death in Soraon area on the intervening night of Friday and Saturday. The bodies of the couple were found lying on separate cots on the terrace of their residence at Sarai Lal Khatu village early Saturday morning. Inspector, Soraon said, \"Police teams are running from pillar to post to get clues and also to ensure the arrest of assailants involved in the incident.\" He, however, said that the motive behind double murder would be cracked only after the arrest of criminals. He, meanwhile, said slain Nagendra was a son of retired police sub-inspector of Pratapgarh district and survived by his wife, and three children. The forensic team is analysing the brick having blood stains to get clues, he added. \"Cops are probing the case on two angles including internal property dispute and involvement of a criminal tribe gang,” said a cop associated with investigations,\" adding that the police have picked up two persons for quizzing suspecting their role regarding the incident. Following the incident, the family members had lodged an FIR against three persons including two named and one unidentified accusing them to kill the couple. Apart from looking for named persons, the police have also been collecting the sequence of incident suspecting the role of the criminal tribe. \"The sequence of incidences where a couple was attacked with a brick while sleeping indicates towards the involvement of criminal tribe as they execute crime\\kill victims with brick or sticks only,\" said an official, adding, missing of jewellery and other valuables also confirm their role. Download The Times of India News App for Latest City ."}, "Allahabad: After raids in 11 cities, 25 ticket touts held": {"link": "https://timesofindia.indiatimes.com//city/allahabad/allahabad-after-raids-in-11-cities-25-ticket-touts-held/articleshow/69809482.cms", "time": "2019-06-16 10:33:00", "description": "ALLAHABAD: Twenty five persons were arrested for allegedly using fake user IDs and booking tatkal railway tickets online from 11 cities of the state, following several raids on Thursday by Railway Protection Force. Termed 'Operation Thunder', RPF seized 123 tickets worth Rs 2 lakh and 361 fake IDs during the drive, which was termed 'Operation Thunder'. The seized tickets were cancelled. \"During the summer rush, we get a lot of complaints about touts selling confirmed tickets tatkal tickets. They book these tickets using fake IDs as soon as the window for booking tatkal tickets opens. The raids were conducted in cities like Allahabad, Kanpur, Jhansi, Agra, Mathura, Tundla, Gwalior and Aligrah, and 25 touts were arrested under section 143 of the Railway Act,\" said North Central Railway's chief public relations officer Ajit Kumar Singh. \"Police also got details about 3,532 tickets worth Rs 64,17,283 booked for earlier journeys,\" said Singh.IG RPF SN Pandey led the operation and was assisted by teams of 20 inspectors each. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Stations under North Central Railways to install proximity sensor in dustbins": {"link": "https://timesofindia.indiatimes.com//city/allahabad/stations-under-north-central-railways-to-install-proximity-sensor-in-dustbins/articleshow/69791949.cms", "time": "2019-06-14 19:55:00", "description": "ALLAHABAD: In a major initiative for disposing and recycling garbage in near future, authorities of North Central Railways (NCR) is mulling over the proposal to install proximity sensor based audio playing equipment to separate bio degradable and non-biodegradable waste. General manager, NCR, Rajiv Chaudhry, while chairing a compliance meeting of National Green Tribunal, on Friday, suggested that installing such sensors can be tried out near public dustbins for better awareness among passengers. “Garbage collection bags should be bio-degradable and of separate colours and CCTVs should be installed at stations to check cleaning activity,” the GM said. It was informed that about 10 stations including Allahabad and Kanpur are already covered under CCTV and work for 20 more stations is underway. Likewise, provision of more bottle crushing machines for major stations would be made. It was informed that procurement for about 20 machines covering six stations has already started. He also emphasised to have anti-litter display in all coaches of NCR and added that NCR will also undertake campaign against open defecation over railway areas and tracks. “The discussion about provision of more toilets on stations and circulating area also took place during the meeting. It was also informed during the meeting that all 1,300 coaches of NCR shall be equipped with bio toilets within this year,” informed NCR, CPRO, Ajit Kumar Singh. Chaudhry informed in the meeting that massive plantation drive with the help of forest department is being undertaken. A MoU has already been signed and plantation will start with first rains expected around June 20. He also said that the automatic coach washing plant should be installed to save water. It was said that the automatic coach washing plant for Kanpur and Agra Cantt has already been sanctioned and it is expected to get installed within this financial year. “We should use technology, innovation, mechanization to conserve water and there should be monthly progress monitoring of these important components regarding compliance of NGT directives,” said the GM. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "\nAllahabadis enjoy Daamaad Ek Khoj\n": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/theatre/allahabadis-enjoy-daamaad-ek-khoj/articleshow/63814780.cms", "time": "", "description": ""}}