{"Workshop to train school bus drivers held in Ranchi": {"link": "https://timesofindia.indiatimes.com//city/ranchi/workshop-to-train-school-bus-drivers-held-in-ranchi/articleshow/69700945.cms", "time": "2019-06-08 12:38:00", "description": "RANCHI: The transport department in collaboration with Society of Indian Automobile Manufacturers organised a workshop to train and sensitise drivers and attendants operating buses of city-based schools. Around 50 school bus drivers participated in the day-long event held at the district transport office here on Friday. The programme focused on educating the drivers and attendants about safety parameters. Apart from that, the participants were also given an account of school transportation guidelines issued by the Central Board of Secondary Education. The day-long training was conducted by Ankur Mathur, who primarily zeroed in on blind spot detection, lane driving, road signage familiarisation and turning rules. \"School bus drivers usually have lot of experience, but most of them lack adequate knowledge of traffic rules and that is why they need to update themselves. Before conducting the training, we tested their knowledge of traffic rules and found that only 20% were aware of the guidelines. However, most scored between 70-80% after attending the workshop,\" Mathur said. The drivers and attendants were also issued certificates after completion of the training programme. A few drivers raised the issue of time management, which they face on a daily basis. \"I have been driving school bus for the last 12 years and have witnessed the change in city traffic. Ten years ago, it was easier to get back to school in time after dropping kids, but with the rampant growth of traffic it has become a herculean task. If we miss the deadline, we are taken to task by the school management. How can a driver concentrate on safety parameters when he is under pressure to conform to school timings,\" a driver working with a reputed CBSE school in capital city said. When contacted, the joint transport commissioner of road safety, Ravishankar Vidyarthi, said that the programme was organised in order to make roads safe for school kids. Vidyarthi also took cognizance of the issues raised by drivers and said: \"The concerns raised by the drivers are valid and I will look into the problems.\" Download The Times of India News App for Latest City ."}, "After last Friday namaz before Eid, shoppers throng markets": {"link": "https://timesofindia.indiatimes.com//city/ranchi/after-last-friday-namaz-before-eid-shoppers-throng-markets/articleshow/69608634.cms", "time": "2019-06-01 12:52:00", "description": "RANCHI: With 'Alvida Jumma' - the final Friday of the holy month of Ramzan - over, preparations for Eid-ul-Fitr are now in full swing in the city markets. From delicious food items to skullcaps, the markets put up all festive items for sale. After the iftar, the street-side markets on the stretch between Kali Mandir Chowk and Iqra Masjid was abuzz with activity as shoppers came out in large numbers. The traffic on this route has already been diverted. Sale of the staple food during Ramzan - dry fruits - has taken quite a hit this year due to the scorching heat. Instead of buying cashews and raisins, people for watermelons, mangoes and other seasonal fruits, the shopkeepers said. \"This year, Ramzan will be observed in the peak of summer and hence, the shoppers prefer hydrating food items. Dates, especially from Saudi Arabia, are in great demand as it is nourishing and doesn't raise the body temperature. People are also including fresh fruits in their iftar platter,\" said Md Ashfaque, a shopkeeper who has been setting up his stall of dry fruits at the market for the past decade. The Bakar Khani or sweetbread is yet another item that is selling in large numbers. Bakers, who sell freshly made Bakar Khani, have been in the business for decades. Fifty-year-old Firoz, who sells freshly made and fragrant Bakar Khani from his tiny shop-cum-bakery at the stretch between Ratan Talkies Chowk and Karbala Chowk, has been making the delicacy since he was a young boy. \"We work odd jobs around the year, but during Ramzaan, selling Bakar Khani has been a family business for many years now. We begin preparations at 6 am in the morning and the first batch is ready and packaged for sale by the noon. They are priced anything between Rs 10 and Rs 80 a piece, depending on the size and also the ingredients.\" Many shops have also stocked up imported 'Itars', with the pricier varieties pegged at Rs 1,000 for a bottle - both in edible and daily use varieties for the festival. Download The Times of India News App for Latest City ."}, "Life thrown out of gear as sudden storm lashes Ranchi": {"link": "https://timesofindia.indiatimes.com//city/ranchi/life-thrown-out-of-gear-as-sudden-storm-lashes-ranchi/articleshow/69644412.cms", "time": "2019-06-04 11:18:00", "description": "RANCHI: Life in Ranchi was thrown out of gear on Monday evening as heavy rain lashed the city for an hour resulting in inundation of low lying areas and bringing the traffic to a standstill after trees were uprooted at several places. The rain, however, provided the citizens with a much-needed relief from the scorching heat. After the rain, the mercury plummeted by around five degrees to 34.6° Ceslius. Within the hour-long rainfall, the city received 22 mm and several areas of Azad Basti, Karbala Chowk, Pathalkudwa, AG More and parts of Kutchery Road faced waterlogging. Traffic also came to a standstill as several trees were uprooted by a strong gust of wind and led to long traffic snarls on major arterial roads. Uprooted trees were seen near Roshpa Tower on Main Road, Kantatoli Chowk, AG More. A tree also fell on an ambulance which was parked near K C Roy memorial hospital in Lalpur, damaging the vehicle. Electricity supply was affected in various areas as a pole fell down near the residence of the SP (city). The electricity department has started clearing the debris and are fixing faults to restore the supply at the earliest. No injuries and casualties were reported till evening. Soon after the thunderstorms, Ranchi Municipal Corporation deployed several teams to clear the debris and normal traffic was restored by 7 pm. \"All uprooted trees have been cleared and there was no report of any injury or casualty,\" said RMC city manager Sandeep Kumar, . India Metrological Department (IMD) Ranchi centre director S D Kotal said the rain is the effect of the onset of monsoon and south westerly winds which passed through the state on the way to Bay of Bengal. \"Several districts of the state, including Ranchi, will experience similar weather for the next five days with rain and thunderstorm,\" Kotal said. Download The Times of India News App for Latest City ."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "Teacher accuses Hussainabad MLA of harassment": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ranchi/teacher-accuses-hussainabad-mla-of-harassment/articleshow/69864591.cms", "time": "2019-06-20 12:45:00", "description": "PALAMU/RANCHI: The state commission for women (JSCW) asked Palamu police to provide security to a woman who on Tuesday accused Hussainabad MLA Kushwaha Shivpujan Mehta and four others of making sexual advances and causing mental harassment to her. The complainant is an assistant teacher at a government middle school in Palamu’s Medininagar. The lawmaker has denied the charges. Palamu SP Indrajeet Mahatha said he has received a request from JSCW for arranging security for the teacher. “Adequate security will be provided to her,” he added. On Tuesday, the teacher submitted a three-page complaint letter to the JSCW, Ranchi, saying Rajeshwar Mehta, the principal of government middle school in Hussainabad where she was posted in 2018, had made sexual advances towards her at the behest of the MLA. In her complaint, the teacher said she was put through mental harassment after she declined Rajeshwar’s advances. “When I applied for a transfer, assistant clerk Mahendra Singh sought bribe for getting the job done. I was defamed and humiliated repeatedly, which in turn has made me mentally ill and threw my life out of gear,” the complainant said in her letter. The complainant, who was posted briefly at the district library, is presently posted at middle school in Pokhraha Khurd in Medininagar. Shivpujan, a BSP MLA, rubbished the allegations and said he was being framed by a few local politicians and officials of the district education department. “I have never met the teacher. I do not even know her,” he told TOI. JSCW chairperson Kalyani Sharan said an enquiry will be conducted as per the commission’s protocol. “The MLA and the other accused will also be called to explain their stand,” Sharan said on Wednesday. Shivpujan is the second incumbent MLA of the state in the middle of a sex slur after JVM-P’s Pradeep Yadav. Ahead of the Lok Sabha election, Yadav was accused of molesting a woman functionary of his party in a hotel room. A lower court dismissed Yadav’s anticipatory bail plea on Tuesday. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "\nManan Vidya Manrakhan Mahto School celebrates its fifth annual day in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/Manan-Vidya-Manrakhan-Mahto-School-celebrates-its-fifth-annual-day-in-Ranchi/articleshow/32421569.cms", "time": "", "description": "Music, rhythm and dance set the evening rolling for the celebration of the fifth annual day of Manan Vidya Manrakhan Mahto School, last week. Shipra impressed with her performance during a dance-drama based on Tagore’s 'Chandalika'.  Students put up a variety of acts, dancing to the tunes of eastern, western and folk songs. Ritika and Shrishti matched steps to the tunes of Mera desh rangeela, while tiny tots rocked the stage on Cockroaz’s signature tune. “It’s like watching trained actors perform on stage. My friends have presented a wonderful show,” an enthusiastic Mani said. Toppers were felicitated as Principal Jayalakshmi S presented the school’s progress report. Chief guest MJ Xavier, who is the director of IIM-Ranchi, presented the awards. “I loved the performance put up by the school orchestra,” said Sidharth, a music-lover.Download The Times of India News App for Latest City ."}, "Jharkhand: Call for ballot paper polls grows louder": {"link": "https://timesofindia.indiatimes.com//city/ranchi/jharkhand-call-for-ballot-paper-polls-grows-louder/articleshow/69854300.cms", "time": "2019-06-19 12:35:00", "description": "RANCHI: Blaming their humiliating rout in the recently concluded general elections to EVMs, opposition parties in the state have begun a campaign for return to ballot papers in the upcoming assembly polls. While the Left parties have time and again questioned the authenticity of EVMs, regional parties of Jharkhand, which are currently confronting existential crisis, have also echoed similar concerns. Two weeks ago, JVM-P led by former chief minister Babulal Marandi voiced in favour of ballot papers. On Sunday, Jharkhand Mukti Morcha (JMM), the principal opposition party in the state, also resolved to press for use of ballot of papers during its recent central committee meeting. JMM working president Hemant Soren said, \"The authenticity of the Election Commission and the polls have increasingly come under question. In such a situation, we demand that all elections henceforth, including the upcoming assembly elections, be done on ballot papers.\" On the 2019 Lok Sabha polls verdict, Soren said, \"The results makes us raise more questions on EVMs. Just sometime back, someone was telling me about a news report in a national magazine which did an RTI-based story highlighting how 20,000 EVMs went missing. Moreover, after every big occasion, say a big festival, there is often a great enthusiasm among public for days. But after the our election festival, I couldn't sense any happiness among the masses.\" RJD - another constituent of the opposition's mahagatbandhan during general elections in the state, echoed similar sentiments. RJD's state president Abhay Singh said they will submit a fresh memorandum to the EC demanding use of ballot papers. \"Jharkhand is a small state. Why not experiment with ballot paper this time in assembly polls? This will give a clear idea between authenticity of EVMs and ballot papers,\" he said, adding that RJD has long been demanding this. Congress, the grand old party and another key constituent of the grand alliance, however, towed a different line. \"Our stand is simple. Rather than blaming EVMs, it's time everyone works on the ground to make an impact in the election,\" a senior Congress leader and party spokesperson Alok Dubey said. Meanwhile, BJP isn't surprised with the ballot chorus. \"EVM is good when results are in favour, but bad when you lose. That's the hypocrisy of parties which prefer doing opportunistic politics. BJP believes in development-based politics and sanctity of constitutional bodies,\" party spokesperson Pratul Shahdeo said. Taking a dig on JMM, he said, \"Why don't their MP from Rajmahal resign, if they are not in favour of EVMs.\" Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Steel City bike gangs target senior citizens": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ranchi/steel-city-bike-gangs-target-senior-citizens/articleshow/69881546.cms", "time": "2019-06-21 05:30:00", "description": "Loot and snatching have become common in the Steel City with goons targeting the senior citizens and women with impunity. Recently, septuagenarian Namita Chatterjee was taking an evening walk in front of her house in Sonari when three bike-borne goons came from behind and snatched her chain. Chatterjee fell when the pushed her and broke her arm. Neighbours took the bleeding old lady to TMH. Namita had to be operated upon and was confined to bed for nearly four months. She refused to lodge a complaint with the police. Similarly, Manju Kar, who is in her sixties and also lives in Sonari, was targeted by bike-borne snatchers near her home. Manju talking to TOI narrated how she was stopped by the goons and her chain was snatched. Manju's daughter Chaitali Kar, who lives in Australia with her family and had come down to her ancestral house with her children, too fell victims of this snatching gang. She was attacked near busy Kagalnagar market area. Chaitali said goons came on a bike and snatched her purse. Chaitali had to approach the police to lodge a complaint, as she lost her debit cards and mobile phone. Another woman was robbed of her ornaments in Sonari on knife-point, when she was out on the road in the early hours to get milk from the booth. Due to the shrinking job market, many youths from the Steel City are moving to other places leaving behind their old parents. Taking advantage of this situation goons are now target senior citizens and women. Though these types of attacks were common in most parts of the city, a study revealed that most of the chain snatching and house loot incidents are taking place in areas under Sonari and Kadma police stations, which are under Jamshedpur West assembly segment. When BJP MLA saryu Rai, the local lawmaker, was contacted, he said CM Raghubar Das is the home minister too, and he should pay attention to this problem. City SP Prabhat Kumar, instead of going into the details of the problem and having sympathy for senior citizens, tried to gauge the gravity of the situation by records. He said those incidents which are not reported to police are “no incidents”. Meanwhile, residents of the affected area said Sonari police station office incharge is not cooperative and is always reluctant to register cases terming them to be petty crimes. During Raghubar's recent visit, the CM came down heavily on the city SP at the Sonari aero-drome over the rise in crime graph in the Steel City. Residents allege that Tiger Mobiles (police on bikes) and PCR vans patrolling in the city area are of no use. “They are more interested getting bribes from builders, engaged in illegal construction in Tata Steel lease area, rather than giving security to the common man,” said Manoj Singh, an ex-officer of Tata Steel. Former state minister from Congress Banna Gupta too echoed similar sentiments and came down heavily on the poice administration for not able to give protection to women and senior citizens. Gupta too said police are more interested in making money than giving security, which is their prime job. Though he did not want to name to corrupt officers, he said a section of the cops are hands in glove with the illegal matka, gambling den operators. He said crime in city can not be controlled unless illegal bars, gambling and drug dens are uprooted with an iron hand. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Imam gets life in jail for raping minor in Bokaro": {"link": "https://timesofindia.indiatimes.com//city/ranchi/imam-gets-life-in-jail-for-raping-minor-in-bokaro/articleshow/69588347.cms", "time": "2019-05-31 13:12:00", "description": "BOKARO/RANCHI: In two separate incidents, an Imam was sentenced to life imprisonment for raping a minor girl while another man was awarded seven years in prison for raping a woman in two different parts of the state. In the first case, the court of special Pocso judge, Justice Ramesh Chandra, on Thursday sentenced Zakir Hussain (40) to life imprisonment and imposed a fine of Rs 50,000 on him for raping a Class VIII girl. Hussain was the Imam of the madrassa where the girl studied. The court held him guilty under section 4 and 6 of POCSO Act. The case against Zakir was registered at Bengabad police station in Giridih on September 1, 2017. The complainant had alleged that he raped her four times at madrassa while claiming he loved her. Additional public prosecutor, Ajay Kumar, said the convict is already married. He said, “The court awarded life imprisonment to and slapped Rs 50,000 fine on Hussain for outraging modesty of a minor girl.” In the second incident, a local court in Ranchi sentenced a man to seven years in jail for raping a woman under Khalari police station area of Ranchi district. A fine of Rs 20,000 was also slapped on the convict with the provision that he would undergo additional imprisonment of six months for default in payment. “Additional judicial commissioner S K Pandey sentenced the convict, Ajay Kumar Ekka, after finding him guilty under Section 376 (rape) of the IPC,” additional public prosecutor A K Ray said. In her FIR lodged with Khalari police station in June 2017, the survivor said Ekka had sexually exploited her on the pretext of marrying her after getting a job. She alleged the convict had also taken Rs 3 lakh from her. Download The Times of India News App for Latest City ."}, "\nThree-day food festival organized by students of BIT Mesra Hotel Management in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/Three-day-food-festival-organized-by-students-of-BIT-Mesra-Hotel-Management-in-Ranchi/articleshow/32662734.cms", "time": "", "description": "The three-day food festival, orgainzed by students of BIT Mesra Hotel Management, got underway on Thursday. This year’s theme was Awadhi cuisine. “We wanted to stress on rich traditional Indian cuisine this year, and thus chose famed Awadhi food as our theme,” said Gautam Shandilya, professor of hotel management. The students tried their best to emulate Awadhi mahaul, from decorating the place with model cannons to wearing traditional kurtas and topis to using Lakhnawi tallafuz in their language. “We tried to make the setting look as authentic as possible and took help from friends who are from that region to brush up our language,” said Satyendra Ojha, a student. Students were seen enjoying both the vegetarian and non-vegetarian fare platters. But it was the Kebab and Paneer Tikka that were hits. “These are most delicious kebabs I have ever had,” Prasanth was heard complimenting Chandan, who was manning the stall. Among the vegetarians, Shahi Tukda and Sevaiyyan were major hits. The evening also saw cultural activities. Shambo Chatterjee’s rendition of Beete lamhe got him quite a fan following. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Ahead of monsoon, city turns into garbage dump": {"link": "https://timesofindia.indiatimes.com//city/ranchi/ahead-of-monsoon-city-turns-into-garbage-dump/articleshow/69722695.cms", "time": "2019-06-10 13:16:00", "description": "RANCHI: The garbage collection system in Ranchi seems to have completely collapsed in the past one week as piles of wastes were seen littered across the city. Ahead of the monsoon, such garbage piles pose potential threats, including waterlogging and outbreak of diseases. The garbage piles were seen in both residential and commercial areas with wastes overflowing from bins. A quick recce of the city's showed even posh places like Kanke Road, Morhabad, Circular Road and Bariatu Road among others are also not only spared but have become the worst-affected places. Divyanshu, a resident of Rose Valley apartment in Rameshwaram Lane in Bariatu, rued that the garbage collection has stopped for at least a week now and narrated how foul smell and mosquito problems have made life difficult for people in the locality. He said, \"No one has turned up for cleaning since the last one week forcing us to live with the stink. Flies and mosquitoes can be seen everywhere. We aren't able to open windows even during daytime due to the stink.\" Kanke Road residents, too, echoed the same. \"As I go out to Morhabadi for morning walk daily, I find scores of unattended garbage at seven to eight points. They are overflowing from the bins everyday,\" said Akash Rajgarhia, a resident of Vasant Vihar in Kanke road. Ahead of the monsoon, the residents fear that such apathy by the authorities concerned would lead to health hazards. An associate professor of the medicine department at Rims, Dr D K Jha, said such accumulation of domestic garbage acts as catalyst for all kinds of microorganism that can infect any healthy body. He said, \"There are high chances of spreading of diseases like malaria, dengue and typhoid due to garbage heaps. Moreover, people can also get gastro infections due to the unhygienic environment.\" The Ranchi Municipal Corporation (RMC), which is responsible for upkeep of the city, said 800 workers of Essel Infra had gone on a strike over payment of wages but promised things will improve soon. \"We have sorted out the cleanliness worker issues and they have started returning to work starting Saturday. We are deploying 200 pick-up trucks and JCBs in three shifts to clear the garbage,\" said RMC's city manager Sandeep Kumar. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Admissions for 18 new courses begin": {"link": "https://timesofindia.indiatimes.com//city/ranchi/admissions-for-18-new-courses-begin/articleshow/69688117.cms", "time": "2019-06-07 13:05:00", "description": "RANCHI: Within a week of its academic council decision, Dr Shyama Prasad Mukherjee University (SPMU) has now opened admissions to 18 different new degree and diploma courses at the UG and PG levels at the varsity. For the new courses like rural development, tribal arts and communication, DSPMU will be pooling in faculty from various departments and inviting guest faculties for the job initially, said officials. The deadline for application for the new courses is June 17 through the university website. Talking to TOI, SN Munda, vice-chancellor of DSPMU, said, \"Most of the courses are under the aegis of the parent departments of anthropology, political science and MCA. We will be engaging faculty members from these departments for teaching students as a large chunk of the syllabus in these courses are similar to the existing courses. We are rolling out 18 new courses from the 2019-20 session.\" This will be the second session for the institution as an independent university. SPMU was known as Ranchi College until two years ago before it was separated from Ranchi University. SPMU will also be starting classes under the School of Journalism and Mass Communication (SJMC) - with six different courses from this session. These include a six-month certificate course, a one-year diploma course along with two different bachelor degrees-one in journalism and mass communication and another on film-making. The intake for all the six courses, including PG degree and PhD course under the SJMC is 50 students each. \"The admission to a few courses has already been announced. They include 10 different certificate courses in office automation, web designing, multimedia development and information security and cyber law among others,\" said Rajesh Singh, PRO, SPMU. Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Man tries to kidnap girlfriend, fires at her relative before fleeing": {"link": "https://timesofindia.indiatimes.com//city/ranchi/man-tries-to-kidnap-girlfriend-fires-at-her-relative-before-fleeing/articleshow/69795190.cms", "time": "2019-06-15 12:22:00", "description": "RANCHI: A man fired and injured a relative of a girl while trying to kidnap her in Girja Kocha locality of Namkum police station area here. Police said Dilip Surin was shot in the stomach by Surindra Oraon alias Aryan around 9.30pm on Thursday. Surin was injured critically and is now undergoing treatment in Rajendra Institute of Medical Science (Rims). Police further said Oraon, a resident of Bishnupur area in Gumla district, is having a relationship with the girl who also hails from his locality. She was putting up at the house of Surin, who is her relative. Oraon arrived at the house on a motorcycle and hid a gun behind a nearby hut. He then tried to call out the girl but Surin and the girl’s maternal uncle Pravin Aind came out and tried to prevent him. Aind told police that Oraon and Surin had an argument after which the former ran behind the hut. “He then shot at Surin and fled after scaling a wall. He also fired one more round in the air before fleeing,” Aind said. A police team from different police stations rushed to the spot soon after the incident and carried out the preliminary investigations. “The accused is still absconding. Police have seized his motorcycle and teams have been sent to different places to hunt him down,” SP (rural) Ashutosh Shekhar said. Download The Times of India News App for Latest City ."}, "Bike-borne Maoists gun down 5 cops in Jharkhand village": {"link": "https://timesofindia.indiatimes.com//city/ranchi/bike-borne-maoists-gun-down-5-cops-in-jharkhand-village/articleshow/69796757.cms", "time": "2019-06-15 07:38:00", "description": "JAMSHEDPUR/RANCHI: Just about 60km from Jamshedpur, Maoists on Friday gunned down five policemen at a weekly market in Seraikela-Kharsawan district in Jharkhand. The attack was the latest in a string of strikes by CPI (Maoist) in the state after the Lok Sabha polls. The incident occurred in Kukru Haat under Tiruldih police station limits. The policemen — all from Jharkhand Police — were killed on the spot. Eyewitnesses told police that the motorcycle-borne attackers fled with the weapons of the deceased. The identities of the dead policemen could not be ascertained till late evening, but sources in Ranchi said they were posted at Tiruldih police station —two were assistant sub-inspectors and three, constables. The five policemen were on patrol duty in the market on Friday. Locals said at least six Maoists, travelling on two motorcycles, first attacked the police with knives and then fired indiscriminately. “They circled the jeep and dragged the jawans out and killed them,” said a source. “One of our men, who was part of the patrolling party, is missing,” Seraikela-Kharsawan SP Chandan Sinha said. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "\nMajlish, a cultural association, celebrates Navratri at MECON community hall in Shyamali in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/Majlish-a-cultural-association-celebrates-Navratri-at-MECON-community-hall-in-Shyamali-in-Ranchi/articleshow/32655585.cms", "time": "", "description": "Majlish, a cultural association in Ranchi, celebrated Mahalaya as Sarad Arghya at MECON community hall in Shyamali. The members celebrated the beginning of Navratri by singing traditional Durga Puja songs like Jaya Jaya Japa Japa. However, it was an enticing performance on Mahishasur Mardini, by child artistes, directed by Kajal Bose from Asansol, which drew a huge applause from the audience. Later, Majlish also staged a play titled Babuder Dalkukure, a satire on the prevailing political scenario in the country and how it is affecting the households of netas. The play, directed by thespian Nimu Bhowmik from Kolkata, had everyone in splits with its twists and excellent performance by the actors. Download The Times of India News App for Latest City ."}, "Ranchi: Daylong bandh to protest desecration of Birsa statue passes off peacefully": {"link": "https://timesofindia.indiatimes.com//city/ranchi/ranchi-daylong-bandh-to-protest-desecration-of-birsa-statue-passes-off-peacefully/articleshow/69809799.cms", "time": "2019-06-16 11:16:00", "description": "RANCHI: The dawn-to-dusk Ranchi bandh called by opposition parties and tribal outfits on Saturday to protest against the desecration of tribal icon Birsa Munda's statue at Kokar on Friday evoked lukewarm response as business and life in the capital went on as usual amid heavy security arrangements. Contrary to the apprehensions, commuters faced no problems as both private and public vehicles plied normally. A few schools and institutions that remained open also functioned normally. All petrol pumps too stayed opened. In the morning, Jharkhand Mukti Morcha (JMM) workers along with members of Kendriya Sarna Samiti and other tribal outfits took out a peaceful procession at Albert Ekka chowk. Members of Left parties too staged a protest at the same venue. They were arrested and sent to camp jail in Morhabadi thereafter. SSP Anish Gupta said the bandh passed off peacefully. \"A total of 168 people were arrested and the protests were peaceful. We had written to all leaders to refrain from any kind of violence and warned them of strict action as per Section 120B (criminal conspiracy) of Indian penal code,\" he said. Amar Kumar who runs a book shop on Pustak Path near Shaheed Chowk, said: \"I was a bit hesitant to open my shop in the morning. However, before noon I saw that protests were peaceful and there was no threat to property and I decided to open my shop.\" Meanwhile, Ranchi Municipal Corporation (RMC) repaired the statue on priority basis late on Friday night. Deputy mayor Sanjeev Vijayavargiya, who arranged the logistics for the repairs, said, \"The material required to repair the statue was brought from Kolkata to Jamshedpur on train. From there we brought it to Ranchi by road on priority basis. The sculptor who had installed the statue was also called in and the statue was fixed by midnight.\" Tribal leaders however weren't happy with the repair work. Speaking to TOI, chief priest of Kendriya Sarna Samiti, Jaglal Pahan, said: \"The desecration of Bhagwan Birsa Munda's statue is a direct attack on tribal identity and we demand a metal statue in place of brick and mortar one from the government at the same place. We have also given a asked Lalpur police to identify the people involved in the incident and bring them to justice.\" Download The Times of India News App for Latest City ."}, "Field officers must be sensitive towards people's problems: DGP": {"link": "https://timesofindia.indiatimes.com//city/ranchi/field-officers-must-be-sensitive-towards-peoples-problems-dgp/articleshow/69711319.cms", "time": "2019-06-09 13:14:00", "description": "RANCHI: Newly appointed director general of police (DGP) Kamal Nayan Choubey, who assumed charge on Saturday, said that one of his top priorities is to transform the state police into more \"sensitive and humane force\". He also warned field officers of stringent action if they are found to be \"indifferent\" towards the problems of the people. He said that the mindset of police at district and the police station levels should be more public-friendly. The steps taken to close the gap between police and the public would be an important aspect of assessing the performance of SP's and the officers-in-charge of police stations. \"Instead of fearing to visit the police station in emergency, people should regard the state force as friend and a help. Police should register FIR on compliant even if the issue may be small. I will take entire responsibility for sharp rise in cases in such circumstances. The police must be sensitive towards women-related issues who form 50 percent of the population,\" he said. The DGP added, \"Reducing Left Wing Extremism (LWE), controlling cyber crime and ensuring law and order, which directly affects the common man, would be stressed upon. I would not sell dreams. However, I give assurance to work hard and with dedication to achieve constructive goals.\" He stated the current government policies towards LWE have yielded positive results and they would be continued with more vigour. He said, \"Extremists who are disenchanted by functioning of their organisation are welcome to surrender under state government's policy. The police would, however, verify whether the person is genuinely an ultra or a pretender laying down arms before police merely to take benefits of government schemes.\" He opined that ensuring an eco-system for development, which would also attract the people towards the social mainstream, is another important way to reduce extremism. \"Police would play important role in creating environment for implementation of welfare projects,\" he said. On cyber crime, he observed it was a challenging issue with a few districts becoming ill-famed across the country for such activities. \"State police would train its personnel to deal with this crime and if needed resource persons would be roped in from outside the state to handle the situation. We have to remain a step ahead of cyber criminals and LWE situation in state,\" he stated. The DGP also held meeting with top police officers after assuming office and told them that he would manage the police force through collective leadership and team spirit. He said a meeting would be held with field officers within a fortnight in which lists of criminals, extremists and pending cases and steps taken to handle them would be discussed. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Congress wants to field Jharkhand chief Ajoy Kumar from Jamshedpur West": {"link": "https://timesofindia.indiatimes.com//city/ranchi/east-singhbhum-congress-wants-to-field-state-chief-ajoy-kumar-from-jamshedpur-west/articleshow/69640199.cms", "time": "2019-06-04 11:18:00", "description": "In a meeting chaired by East Singhbhum district Congress committee chief Vijay Khan at Tilak Pustakalaya in Bistupur, Jamshedpur, a decision was taken that if mahagathbandhan parties fight the forthcoming Jharkhand assembly polls together, the Grand Old Party would field its candidate in Jamshedpur East, Jamshedpur West and Potka (reserved) assembly seat. Sources also said Ajoy Kumar could be fielded from the Jamshedpur West seat. A section of district Congress functionaries feels that if Ajoy refuses to contest from the seat, a leader from the minority community should be the Congress nominee. District Congress president Vijay Khan talking to TOI on Monday confirmed that a section of functionaries from the party’s Jamshedpur West segment wants Ajoy to contest from the seat. Jamshedpur West seat has a sizeable Muslim population. It may be mentioned here that Jamshedpur Lok Sabha has six assembly segments — Jamshedpur West, Jamshedpur East, Jugsalai, Potka, Ghatshila and Baharagora. Sources said district Congress also decided that if there is no tie-up, Congress would contest on all seats. Interestingly, the former state minister and former Jamshedpur West MLA from Congress, Banna Gupta, a known face in the party, was absent from the meeting. Absence of Gupta led to a lot of speculation, as after the party’s recent Lok Sabha poll debacle Gupta had questioned the leadership of state Congress head Ajoy Kumar. After this, district president Khan had sought disciplinary action against Gupta for questioning the leadership of Kumar in public. At the meeting, discussions were held on how to improve Congress’s tally in the coming polls due at the end of the year. Download The Times of India News App for Latest City ."}, "\nBBA students of BIT-Mesra’s Lalpur extension throw a Fresher’s Day party in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/BBA-students-of-BIT-Mesras-Lalpur-extension-throw-a-Freshers-Day-party-in-Ranchi/articleshow/32660666.cms", "time": "", "description": "The BBA students of BIT-Mesra’s Lalpur extension recently threw a Fresher’s Day party at a hotel to welcome the new batch of students. To break the ice, the seniors arranged various games like musical chairs, balloon dance and a fashion show. Needless to say, the freshers' had a gala time. On the dance floor Once the events got over, everyone trooped on to the dance floor, shimmying on the beats of latest chartbusters like Brown rang, Cocktail mashup and Disco deewane. Rajat’s moves on the song Angreji beat impressed everybody while Namrata and Sandhya matched steps to Chinta ta ta.Silence please Amidst all the revelry, the entry of Speaker CP Singh as the chief guest made everyone fall in line. Nonetheless, the students enjoyed the event to the hilt. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "‘BJP to redouble efforts to get 65-plus seats’": {"link": "https://timesofindia.indiatimes.com//city/ranchi/bjp-to-redouble-efforts-to-get-65-plus-seats/articleshow/69832485.cms", "time": "2019-06-18 12:00:00", "description": "With an aim to continue the development work in Jharkhand, BJP aims to increase its tally to 65+ in the forthcoming assembly election, likely to be held at the end of the year. Party president Amit Shah held a two-day meeting of party in-charges of Jharkhand, Haryana and Maharashtra on June 13 and 14. During the meeting, Shah set a target for BJP to win 65 seats own its own in the 81-member Jharkhand assembly. BJP heads the NDA government in Jharkhand with Ajsu-P as its partner. State BJP president Laxman Gilua told TOI, “To speed up the development work, both the state and the Centre have to work hand in hand.” He said the need of the hour is the “double engine” government — same party rule both at the Centre and the state — so that there are no speed breakers on the road to development. Highlighting the achievements of the current NDA government-led by Raghubar Das in the state, Gilua said all-round development of the state in the next five years will be possible as there will be the “double engine” government, too. Recounting his recent meeting in Delhi with Shah, Gilua said all efforts would be made to get 65+ seats. He said similar measures taken up during the the Lok Sabha polls, like making every party functionary play an active role in the polls, would be replicated for the state polls. He added booth-level committees would be strengthened so that party can improve its tally in every booth. The meeting with Shah was attended by Jamshedpur MP Bidyut Baran Mahato, state poll in-charge Mangal Pandey and several party big wigs apart from Gilua. In the recent polls, BJP won 12 out of 14 Lok Sabha seats in state and vote share indicated that party is ahead in 63 assembly seats. In the 2014 state polls, BJP and its ally Ajsu-P bagged 42 seats, just one more than simple majority in the House. Giula said going ahead with this calculation, BJP wants to improve its tally to 65 plus seats. On alliances with other parties, Gilua said Ajsu-P is already an ally and the tie-up would continue. Commenting on JD(U), Gilua said, “We are partners in Bihar and at the Centre.” He indicated the possibility of joining hands for the state polls with the Nitish Kumar-led party. Gilua, however, refused to comment if BJP would fight the state polls with Raghubar Das as chief ministerial face. He said each and every person in the party is equally important so a chief ministerial candidate is not an issue. Download The Times of India News App for Latest City ."}, "Police on alert after SUV mows down one": {"link": "https://timesofindia.indiatimes.com//city/ranchi/police-on-alert-after-suv-mows-down-one/articleshow/69673871.cms", "time": "2019-06-06 13:19:00", "description": "RANCHI: A day after a speeding SUV mowed down one person and injured three others near Booty More under Bariyatu police station here, city police on Wednesday kept a close vigil on rumours doing the rounds of social media. A few locals had intercepted the vehicle after the accident and set it on fire. Although the rogue driver was immediately arrested on Tuesday night, police said that distorted versions of the incident having the potential to create unrest were being circulated on social media on Wednesday morning. Ranchi SSP Anish Gupta said they have alerted cyber cell to track the developments and have issued an advisory to the public to tackle falsehood. The injured persons are undergoing treatment in a hospital. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "'Hunger death' victim's body to be exhumed for probe: Jharkhand minister": {"link": "https://timesofindia.indiatimes.com//city/ranchi/hunger-death-victims-body-to-be-exhumed-for-probe-jharkhand-minister/articleshow/69710486.cms", "time": "2019-06-09 12:51:00", "description": "DALTONGANJ: A senior Jharkhand minister on Saturday said the body of an elderly Adivasi, who allegedly died of hunger three days ago, would be exhumed to find out the actual reasons of his death. The dead tribal was identified as Ramchandra Munda (65) from Lurgumi Kalan Tola at Durup village of Latehar district. Quoting Munda's daughter, Sonali Kumari, Right to Food activist Asarfi Nand Prasad on Saturday said, \"Munda didn't have anything to eat for three days before he died. The last meal had taken was boiled rice and starch.\" On Friday, deputy commissioner (Latehar) Rajiv Kumar indicated that Munda had not been getting his ration through the PDS for at least two months. He said, \"When we went through the delivery records, the columns next to Munda's name was empty of the last two months. We have to find out if the ration meant for him was sold to someone else by the PDS dealer.\" Faced with growing criticism of the government for Munda's death and Kumar's subsequent observations, food, civil supplies & consumer affair minister Saryu Rai, while on a visit to Latehar on Saturday, took exception to the way the deputy commissioner handled the case. Rai said, \"There were many lapses in the way the district administration handled the case. It was highly inept.\" He added that he would send two senior officials to investigate Munda's death. The minister further said, \"Munda's body should have been exhumed for post mortem and the entire procedure videographed. But these things were done.\" Download The Times of India News App for Latest City ."}, "\nMerrymaking during the Navratri celebration on dandiya beats in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/Merrymaking-during-the-Navratri-celebration-on-dandiya-beats-in-Ranchi/articleshow/32654445.cms", "time": "", "description": "As the daylights gave way to the arclights, the lush lawns of a city hotel came alive with merrymaking crowd, celebrating Navratra on the dandiya beats. The participants were seen enjoying the evening with elan, twirling to one song after another amid cheers from the friends and family. “Dandiya is big in in Ranchi. Last time I had missed it but this time, I wanted to make sure I had a taste of it this season,” said Darshana, who was seen enjoying with her gang of friends. The already excited festive crowd became almost unmanageable with the entry of the Kaliyon ka chaman girl, Meghna Naidu, who made revellers swoon with her moves to Ooh la la and Munni badnam. The other star attraction, Sambhavna Seth was energy personified once she took to the stage, shimming to the beats of Chammak chhallo and Chinta ta ta. Though it was meant to be a traditional night, very few actually bothered to get into the traditional Dandiya costume and instead came dressed in their normal fare. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Civil surgeon files FIR against three Hazaribag nursing homes": {"link": "https://timesofindia.indiatimes.com//city/ranchi/civil-surgeon-files-fir-against-three-hazaribag-nursing-homes/articleshow/69660442.cms", "time": "2019-06-05 12:02:00", "description": "HAZARIBAG: Civil surgeon of Hazaribag district, Dr Lalita Verma, on Tuesday filed FIRs against three private clinics for violating Clinical Establishment Act. The FIRs were filed after the intervention of district commissioner Ravi Shankar Shukla. Verma said FIRs will also filed against two more ultrasonography (USG) clincs which were sealed recently by DDC Vijaya Jadhav during a raid. Earlier on May 30, Jadhav led a team to raid the clinics and two of them - Sahara USG Clinic and Dr Jeetendra Singh's USG - and three private nursing homes - Poonam Nursing Home and hospital, Jeevandeep Nursing Home and Sahay Nursing Home - in town area were found operating in violation of the Clinical Establishment Act. Later, they were sealed. Shukla said, \"Prima facie findings have revealed that all three nursing homes violated the Clinical Establishment Act which necessitated their sealing and an FIR to send a strong message.\" He added, \"As far as the UGS clinics are concerned, we have sought details of slips issued by the clinics for conducting USG of expecting mothers. After studying those, FIR will be slapped, if we see any discrepancy.\" After the DDC conducted the raid, the civil surgeon had termed it illegal saying no consent was taken from her office. The DC, however, justified the raids and directed the civil surgeon to file the FIRs. The DC also said he has also sought an explanation from the civil surgeon for her \"irresponsible\" statements, questioning the veracity of the raids. Download The Times of India News App for Latest City ."}, "SSB jawan killed in encounter with Maoists in Dumka": {"link": "https://timesofindia.indiatimes.com//city/ranchi/ssb-jawan-killed-in-encounter-with-maoists-in-dumka/articleshow/69616752.cms", "time": "2019-06-02 08:45:00", "description": "DUMKA: A jawan was killed and four others were injured in an encounter between the Sashastra Seema Bal (SSB) and Maoists in forests of Taldangal in Dumka district on Sunday, a senior police officer said here. Superintendent of Police, Y S Ramesh : In an encounter with Naxals in Dumka, 1 jawan has lost his life and 4 others… https://t.co/byiWN5Woin&mdash; ANI (@ANI) 1559442518000A search operation was going on when Maoists opened fire on jawans around 3.30 am, Superintendent of Police Y S Ramesh said. He said in the retaliatory action, at least five Maoists received bullets as they retreated into the forest. SSB jawan Niraj Chetri was killed while Rajesh Kumar Rai, Sonu Kumar, Satish Gujar and Karan Kumar were injured, he said. While Rai was airlifted to Ranchi for treatment, others were admitted to the Dumka Sadar Hospital, the police officer said. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "More fatal accidents on NHs: Report": {"link": "https://timesofindia.indiatimes.com//city/ranchi/more-fatal-accidents-on-nhs-report/articleshow/69731390.cms", "time": "2019-06-11 13:59:00", "description": "RANCHI: With fatalities in road accidents reported across the state almost every day in the past few weeks, a look at the latest data available with the Union ministry of road transport and highways indicated that accidents on National Highways (NH) in the state have killed more people than on the state highways. Between 2014 and 2017, at least 4,466 lives were lost in NH accidents across Jharkhand, while the number of road accident-related fatalities in the same period across state highways is 3,510. The number of total accidents in the state every year close to about 5,000 during the last four-year period and the highest number of deaths occurred in 2017 with 3,256 casualties out of a total of 3,034 fatal accidents in the state during the year. In 2018, the number of deaths saw a marginal drop of 4.7% with the number reducing to 3,104 deaths. Even though the number of accidents between 2014 and 2017 have not increased, the total fatalities have spiked from 2,628 in 2014 to 3,256 in 2017. The number of deaths in accidents on National Highways have also seen a steep increase from 669 in 2014 to almost double in 2017 at 1,250. According to a district transport department official, a total of 654 road accidents took place in which 300 people died in 2018 in Ranchi. Out of all the total number of victims, over 300 sustained grievous injures. In 2019, though the data is yet to be tabulated, but the official said on an average, anywhere between 45-50 accidents are being reported every month in which the casualty rate is 50%. Outlining the reason for the high fatality, city-based road safety activist Rishab Anand said, “There are two factors that make accidents on the National Highway more fatal than the state highways. One is the common notion that NH is built for speeding and that results in fatal accidents. Second is the comparatively lower accessibility to medical facilities in the crucial hours following the accident on the highway which also ends up costing much more lives.” The issue has already come as a concern for the state government with chief secretary D K Tiwari recently instructing the departments concerned for deployment of ambulances equipped with GPS and other connectivity tools with the nearest police station for every 50 km on national highways across the state. “The goal is to cut down on the number of road accidents in the state in half by 2020. More highway patrolling and effective use of cameras to crack down on rash drivers is equally crucial,” Tiwari said, stressing on the extra effort made on the 146 “black” spots identified on the state and National Highways in the state. Download The Times of India News App for Latest City ."}, "JD (U) likely to go it alone in Jharkhand assembly polls": {"link": "https://timesofindia.indiatimes.com//city/ranchi/jd-u-likely-to-go-it-alone-in-jharkhand-assembly-election/articleshow/69686680.cms", "time": "2019-06-07 11:29:00", "description": "PATNA: Speculations are rife that chief minister Nitish Kumar-led JD (U) may contest the coming state assembly polls in Jharkhand on its own. Jharkhand JD (U) chief Salkhan Murmu said on Thursday that he would submit a proposal to Nitish the proposed meeting of the national executive committee to be held in Patna on June 9. “My proposal is based on logic and not merely on expectations,” he said. Murmu said the JD (U), which is part of the ruling NDA in Bihar and also at the Centre, has already started preparations for the assembly election in Jharkhand and meetings of party workers are being held at divisional and district levels at regular intervals. “We are getting feedback from our workers at the grass roots level. But the national president will take a final call on the matter whether to go solo or with alliance partner,” Murmu told this newspaper over phone. He, however, said the party is gearing up to contest all the 81 seats, if the situation arises so. The recent development at the centre when the party was offered only one symbolic ministerial berth in PM Narendra Modi-cabinet has compelled the leadership of the party to be ready for similar situation in Jharkhand. He said the JD (U) may provide an alternative to the tribals, who are no more inclined to the main opposition JMM-Congress combine. “The disenchantment of the tribals towards JMM-Congress combine can be gauged from the fact that JMM chief Sibu Soren lost the recently concluded Lok Sabha election. The JMM, which claimed to have championed the cause of the tribals, ruled over the state for three terms. But what did the tribals get from the JMM led government? They feel deceived by all parties,” the Jharkhand chief said. He said even the BJP has failed to garner the support of the tribals as desired. The BJP won the two tribal (reserved) Lok Sabha seats—Khunti and Lohardagga—with a thin margin. Besides, out of the 14, the BJP-AJSU combine bagged 11 and one seat respectively. The issues of tribal locals and non-tribal locals will also dominate the electoral scene, which will go in favour of the party, he added. Above all, the JD (U) will project Nitish Kumar’s development model for the people of Jharkhand as well. “Both the JMM-Congress and the BJP have ruled the state ever since it came into existence. But they have not come up to the expectations of the majority of the people. Moreover, people belonging to minority community will prefer the JD (U) instead of other parties because of its clear stand on secularism,” the state president added. Meanwhile, JD (U) secretary general KC Tyagi said the party would submit a proposal to Arunachal Pradesh (AP) speaker for staking claim on the portfolio of Leader of Opposition in the AP legislative assembly, where BJP is in majority. He said though the JD (U) will support the BJP government but it is the rightful claimant for having its leader of Opposition as it has seven MLA, the second largest chunk in the 60- member assembly in Arunachal Pradesh. Tyagi, however, added that if Pema Khandu-led BJP government in AP will extend proposal for induction of JD (U) MLAs in his cabinet of minister, then JD (U) will readily accept it. “If the BJP government in AP sends invitation to us, then we would have no issues in becoming a part of the government. Our main motto is to keep the NDA strong,” he said. BJP and JD (U) contested the assembly elections in AP separately held on April 11. While BJP won 41 seats and formed the government, JD (U) with winning seven out of 15 seats it contested, became the second largest party. Download The Times of India News App for Latest City ."}, "\nAmazing performances by a dance troupe from Kolkata at the bar opening celebration in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/Amazing-performances-by-a-dance-troupe-from-Kolkata-at-the-bar-opening-celebration-in-Ranchi/articleshow/32654512.cms", "time": "", "description": "The opening of a new bar at a city hotel recently saw the guests having a gala time. Dressed in their casual best, the guests, for once, let their guard down, and enjoyed the evening over drinks and some amazing performances by a dance troupe from Kolkata. However, it was G Kumarsan’s act on the dance floor which drew the maximum cheers. Mantu’s Bhangra skills on Dhol Jageero Da was also applauded. The eves, especially Sarita, Rashmi and Ranjani were seen sharing their plans for the festive season. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "'Jharkhand infant mortality rate fifth-lowest among 21 states'": {"link": "https://timesofindia.indiatimes.com//city/ranchi/jharkhand-infant-mortality-rate-fifth-lowest-among-21-states/articleshow/69626150.cms", "time": "2019-06-03 10:55:00", "description": "RANCHI: Jharkhand's infant mortality rate (IMR) has improved but the state still has a lot of ground to cover, a recent survey conducted by the office of the Registrar General of India revealed. The Sample Registration Survey (SRS) of 2017, whose findings were released late last month, has put Jharkhand's IMR at 29 deaths per 1,000 live births. The SRS bulletin - which is the latest survey of India's health indicators on birth rate, death rate, natural growth rate and IMR - has shown a better performance of Jharkhand in comparison to 2015-16, when 44 out of every 1,000 newborns had died. The latest study has shown a heavy drop in IMR in rural areas of the state. In 2017, as many as 30 of 1,000 infants had died in rural areas while in 2015-16, the death rate was 46 deaths per 1,000 live births. In 2017, IMR at urban areas was at 24 deaths per 1,000 live births. The state has been jointly ranked fifth among 21 states with Telangana. While Kerala has the lowest IMR at 10, Madhya Pradesh has the highest at 47 per live births. Jharkhand's IMR is also better than the national average, which stands at 33 deaths per 1,000 live births. Nitin Madan Kulkarni, state health secretary, attributed the performance to a host of measures being undertaken. \"Over the last few years, ante-natal care is being provided to as many as 80% of pregnant women. Institutional delivery has risen and the distribution system of iron folic acid (IFA) tablets to pregnant mothers have been strengthened. Ambulance services, rolled out for ferrying pregnant women for institutional delivery, has also helped in reduction of IMR,\" Kulkarni said. Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Ajsu-P's Jugsalai MLA to get cabinet berth today": {"link": "https://timesofindia.indiatimes.com//city/ranchi/ajsu-ps-jugsalai-mla-to-get-cabinet-berth-today/articleshow/69768567.cms", "time": "2019-06-13 12:43:00", "description": "RANCHI: BJP's ally Ajsu-P on Wednesday announced that its Jugsalai MLA Ramchandra Sahis will replace former Ramgarh MLA Chandra Prakash Choudhary in the state cabinet. The ministerial berth fell vacant after Choudhary won the Giridh Lok Sabha seat in the recently-concluded parliamentary polls. Sahis will take oath on Thursday evening. Ajsu-P central spokesperson Deosharan Bhagat said, \"His name was finalised after a couple of rounds of meeting within the party earlier this week. We kept several aspects in mind to maintain a balance within the party and in the government.\" The party had short-listed two sitting MLAs - Raj Kishore Mahto (Tundi) and Sahis. Initially, Mahto was in the fray after many within the party backed him because he is a popular kurmi face - a significant vote base for Ajsu-P. Sources within Ajsu-P said the Sudesh Mahto-led party is focussing on reviving its image ahead of the assembly polls, and not restrict itself to be known as a party dominated by Mahtos. The assembly elections will also be an acid test for Ajsu-P for more than one reasons because of its poor show in bypolls since 2014. \"In the lone LS seat which we fought, we named a Mahto. If we had recommended Raj Kishore Mahto for the ministerial berth at this juncture, it would have led credence to the perception. Therefore, we decided to appoint Sahis, who is from Scheduled Castes community,\" said a party insider. Talking to TOI, Sahis said that he will use the opportunity to the fullest. \"I will barely be a minister for four or five months so there is not much that I could do, but I will try to maintain the momentum of development in whichever department I am entrusted with,\" he said. The BJP and Ajsu Party had jointly fought the 2014 assembly election. Ajsu-P had won five seats. But a year later its strength came down to four after Lohardaga MLA K K Bhagat's membership was terminated owing to his conviction in a murder case. Subsequently, its Tamar MLA Vikas Kumar Munda left the party following differences with Mahto. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Register housing projects or face action: Jharkhand Rera": {"link": "https://timesofindia.indiatimes.com//city/ranchi/register-housing-projects-or-face-action-jharkhand-rera/articleshow/69588259.cms", "time": "2019-05-31 05:00:00", "description": "Ranchi: Jharkhand’s Real Estate Regulatory Authority (RERA), a state-level watchdog for real estate sector, on Thursday set a three-month deadline to real estate agents, promoters and developers operating in Jharkhand to compulsorily register their ongoing projects with them, or face punitive actions. In sync with Centre’s guidelines to streamline the real estate sector, Jharkhand notified RERA in 2017 after devising its own rules in tune with Real Estate (Regulation and Development) Act 2016. Since then, sources told TOI that two advisories were served to real estate promoters, building and developers for seeking compulsory registration of their works. However, vis-à-vis the massive construction boom in Ranchi and elsewhere in the state, the response so far has been unsatisfactory. “Therefore, we are now giving a final three month window to all such erring building/promoters to register their projects with us failing which the Authority will initiate crackdown,” said Niraj Kumar Srivastava, chief administrative officer of RERA, Jharkhand. On the nature of punitive action, he said, “Under section 3(1) of Real Estate (Regulation and Development) Act 2016, more than 50 percent of the cost of registration will be charged on each builder/developer besides other legal actions enshrined under the rules.” Figures available from the Authority suggested that so far 100 projects have been registered with RERA across the state. “But the number of ongoing projects could be several times more as the Authority has been receiving regular complains from aggrieved customers. Registration of the projects will also serve as a database of the projects underway in the state,” he added. Another official, on anonymity, said that the reason why RERA hasn’t considered crackdown until now is because of logistical and administrative issues. “After notification of RERA, it took some time for it to become fully functional due to manpower issues, formation of a tribunal and appellate for hearing and disposal of cases etc. Now, with all those ground works over, focus is on to strengthen and streamline its functioning to meet its objective with which it is formed,” said another official. According to Srivastava, they have also started taking hearing on complaints from aggrieved parties. So far 70 cases have been registered, mostly from customers who invested in real estates. “Hearings are underway to dispose them. Recently, as many as 10 people (customers) lodged complaints against a company named Ananya construction for failing to give them their houses on time. We had imposed heavy fines on the said building,” he said, but couldn’t specify the amounts. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "\nDance academy’s annual event, Baazigar 2012, held at a school auditorium in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/Dance-academys-annual-event-Baazigar-2012-held-at-a-school-auditorium-in-Ranchi/articleshow/31478799.cms", "time": "", "description": "A dance academy’s annual event, Baazigar 2012, held at a school auditorium recently, saw a huge turnout. The students showcased various dance performances, specially choreographed to give a social message on issues ranging from domestic violence to female foeticide and alcoholism. Many former students of the academy, notably Shalini Moitra, who performed in DID Little Masters and Abhaas Mukherjee, the first runner up in Just Dance were also awarded mementos for their achievements. However, the special performance awards was jointly given to mothers of the participants, who performed on Chammak challo and other Bolly numbers. Download The Times of India News App for Latest City ."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "CM asks Niti team to include state's two lifeline rivers in central scheme": {"link": "https://timesofindia.indiatimes.com//city/ranchi/cm-asks-niti-team-to-include-states-two-lifeline-rivers-in-central-scheme/articleshow/69674036.cms", "time": "2019-06-06 13:25:00", "description": "RANCHI: The Raghubar Das government on Wednesday placed a demand before a visiting Niti Aayog team to include Jharkhand's two lifelines- Damodar and Subarnarekha rivers- in the Compensatory Afforestation Fund Management and Planning Authority (CAMPA) so that funds from it could be utilised to revitalise them. Last year, the Centre had announced a new approach to rejuvenate nine key rivers in the country- Ganga, Yamuna, Bhramaputra, Krishna, Cauvery, Godavari, Mahanadi, Narmada and Tapi. However, none from this mineral rich state was included. At a meeting headed by Das at Project Bhavan, the CM pressed for the inclusion of the two rivers in the state. Jharkhand chief secretary DK Tiwari told reporters, \"We have requested the Niti Aayog team to include these two rivers with CAMPA so that they can be effectively rejuvenated. They have given us a positive assurance.\" Talking to TOI, chief minister's secretary Sunil Barnwal said Jharkhand contributes 8% to CAMPA funds annually. But the funds that are being utilised to conserve 9 river basins nationally aren't benefitting this state. \"Of the nine basins, only Mahanadi (river basin) work slightly benefits Jharkhand as barely 0.18% patch of the river touches Jharkhand via Kolhan through different tributaries. On the contrary, we have two crucial rivers - Damodar and Subarnarekha, which need urgent attention. So, we have apprised the team with our concerns,\" he said. Damodar originates near Padma in Hazaribagh district and flows through different parts of Jharkhand before entering Dishergarh in West Bengal. On the other hand, Subarnarekha originates near Piska Nagri in Ranchi and traverses through Seraikela-Kharsawan, East Singhbhum before crossing paths in two directions to enter Bengal and Odisha. The state has also requested for linking Jharkhand's key roads with Centre's ambitious Bharatmala Pariyojana. \"We have requested the team to link four lane road network from Sahebganj district connecting key towns like Bokaro-Dhanbad-Jamshedpur till Dhamra port (Odisha) with Bharatmata Pariyojana. This will be a 740km road network for which we sought central assistance,\" another official said. The Niti Aayog team headed by its vice-president Rajiv Kumar arrived in Jharkhand on Tuesday. After visiting Jharia coal fields region in Dhanbad on Tuesday, the team reached Ranchi on Wednesday to meet CM Das and his team. Other members of the visiting team are additional secretary RP Gupta, advisors Niraj Kumar & Alok Kumar and joint secretary Harendra Kumar. Chief secretary Tiwari said the meeting was fruitful. \"We discussed at length on various issues for overall development of Jharkhand with special emphasis on health and education sectors. The team appreciated our efforts and assured all cooperation,\" Tiwari said. The Niti Aayog vice-president acknowledged the state government's efforts towards various development initiatives. When asked about the slow progress being made in the rehabilitation of hundreds of people living in underground fire-affected areas in Dhanbad's Jharia region, Kumar said, \"Efforts are on to give pace to it. It has been decided to soon hold a joint meeting of all stakeholders in Delhi to chalk out the modalities.\" Download The Times of India News App for Latest City ."}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Villagers attack two women branding them as witches, police suspect property dispute": {"link": "https://timesofindia.indiatimes.com//city/ranchi/villagers-attack-two-women-branding-them-as-witches-police-suspect-property-dispute/articleshow/69588315.cms", "time": "2019-05-31 05:00:00", "description": "Hazaribag: Police booked 39 persons, including women, in connection with witch hunting from a remote village in Hazaribag district on Thursday. Police said raids are on to nab the culprits in Achaljamo village, a remote area under Bishnugarh police station. The culprits are charged with assault of two women for allegedly practising witchcraft. Two women in their late 50s were severely thrashed by locals using sticks and other weapons on Tuesday midnight after breaking into their house, police said. An FIR was filed on Wednesday morning and a police team is conducting a probe into the incident. One of the victims, Ishwari Devi, widow of late Prabhulal, who sustained grievous head injuries, has been referred to Rims, Bishnugarh SDPO Shahdeo Sao said. “Ishwari along with the other woman was initially lodged at Hazaribag sadar hospital. But doctors referred Ishwari to Rims as her condition wasn’t stable. Both are in late their 50s,” he said. He further said, “We are conducting raids to nab them. The police team which reached the village this morning couldn’t find anyone there. We have activated local informers to get further tips.” Simultaneously, a separate team from Bishnugarh police station was also dispatched to Rims in Ranchi to record Ishwari’s statement, said police. “Prima facie the attack on the widow and her relative is motivated by someone close to them to grab their ancestral property. They wanted to kill them, but were rescued after some locals raised an alarm,” SDPO said. Download The Times of India News App for Latest City ."}, "JREDA sets 5MW power target from solar rooftops this year": {"link": "https://timesofindia.indiatimes.com//city/ranchi/jreda-sets-5mw-power-target-from-solar-rooftops-this-year/articleshow/69785503.cms", "time": "2019-06-14 13:16:00", "description": "RANCHI: The Jharkhand Renewable Energy Development Agency (JREDA), a unit of the state energy department, has set an ambitious target of generating five mega-watt green energy annually through its Grid-Connected Rooftop Solar Programme, which it formally started implementing over a year ago. Talking to TOI on Thursday, JREDA director Niranjan Kumar said that in the last one year, they could barely produce two mega-watt solar energy through this scheme owing to various issues. \"So far, 100 solar rooftop units were set up in residential/commercial areas across the state, with majority of the chunk being in Ranchi. This year, we have set a target of generating five mega-watt solar power through this scheme,\" Kumar said talking on the sidelines of the unveiling ceremony of Tata Power Solar's residential solar rooftop campaign titled #Pledge at the JREDA office in Doranda. Kumar said that as per their policy, a 50% subsidy is given to those who wish to set up solar rooftop systems. The Centre gives 30%, while 20% is borne by the state government. The rate of solar rooftop unit varies depending on its capacity. \"There are two components to it - battery and the solar device. Subsidy is given on the latter. The best part is that if you have extra power, you can sell it to the government. So whoever installs it, can reach breakeven point in 3-3.5 years. The life of each solar rooftop unit is 25 years,\" he said. The reason for slow response to this unique scheme is mainly because of lack of awareness among the public, Kumar said. There are a few other technical hurdles too, which the state government is currently working upon. \"A net meter is fixed at every point where solar rooftop is fixed. The job of the meter is to analyse the consumption of normal power vis-a-vis solar so that billing can be adjusted. Jharkhand Vidyut Vitran Nigam Limited, the state's power distribution company, is in the process of streamlining these meters with their billing system. In the next couple of months, the issue will be sorted out,\" he said. Download The Times of India News App for Latest City ."}, "Heatstroke claims four lives in Jharkhand": {"link": "https://timesofindia.indiatimes.com//city/ranchi/heatstroke-claims-four-lives-in-jharkhand/articleshow/69816936.cms", "time": "2019-06-17 13:03:00", "description": "GARHWA/DALTONGANJ: At least four people have died recently in Garhwa and Palamu after suffering heatstrokes as mercury levels hovered above 45°C in the two districts. Kharondhi police station officer in-charge C B Singh said one Bachau Baitha (80), a resident of Chandni village in Garhwa, died of heatstroke late on Saturday night. Earlier on June 11, Bajrangi Chandravansi, a fruit-seller in Garhwa town, also died due to the prevailing heat wave. Pankaj Keshri, another resident of Purani Bazar in the town, also fell prey to heatstroke. In adjoining Palamu district, Safu Ram (65) died of heatstroke on Saturday while attending a wedding ceremony in Bedani Kala village under Taharsi police station limits. Garhwa civil surgeon N K Razak said heatwave caused the deaths but couldn’t throw any light if anyone from the district is admitted at hospitals in neighbouring Bihar, where heatwave has claimed the lives of nearly 60 people. On the inflow of patients affected by heat-related ailments, Dr Razak said currently, four persons are admitted in the sadar hospital but said all of them are out of danger. Severe heatwave conditions have claimed nearly 60 lives in Bihar’s Gaya, Aurangabad and Nawada districts and neigbouring districts in the state are also affected by these conditions. With the monsoon already delayed by over a week, residents are confined to their homes as blistering heat waves and hot winds have thrown life out of gear in these parts. Moreover, long hours of power outages is also adding to the woes of the residents. “We are getting power for only four hours in a day. As a result, we are also suffering even when staying indoors and above that the drinking water supply has also been hit. Residents of many localities of the town are facing acute water crisis,” said Sumit Keshri, a resident of Sonpurwa in Garhwa. Water woes have also become acute in Palamu with groundwater levels shrinking. Residents are being forced to make long queues near hand pumps before getting a few buckets filled up for household chores. Ram Perwesh, a resident of Hamidganj in Palamu, said, “Over the last two weeks, I have not been able to take a proper head bath. I am waiting for rains to arrive. Only then, I can have a good bath.” Meanwhile, sitting state ministers faced flak on Sunday for over-using water. Instead of pressing the service of water tankers in parched localities, more than half-a-dozen of them were deployed in Kinnie village under Chainpur block of Palamu. State ministers C P Singh, Ramchandra Chandravanshi and Amar Kumar Bauri had visited Kinnie to unveil a statue of late Daltonganj MLA Anil Chourasia on the occasion of his seventh death anniversary. Anil is the father of sitting Daltonganj MLA Alok Chourasia. More than 2,500 supporters of Chourasia had participated in the ceremony. For hosting the supporters, the ministers had reportedly used the services of the water tankers. Download The Times of India News App for Latest City ."}, "\nFarewell-cum-Teacher’s Day celebration at International Institute of Creative Courses in Ranchi\n": {"link": "https://timesofindia.indiatimes.com//city/ranchi/Farewell-cum-Teachers-Day-celebration-at-International-Institute-of-Creative-Courses-in-Ranchi/articleshow/32662669.cms", "time": "", "description": "Students of International Institute of Creative Courses (IICC) had a blast at their farewell-cum-Teacher’s Day celebration on their campus. Dance performances and ramp walks marked the day. Beauty, dressed in a red polka dotted dress, raised the tempo of the party as soon as she took to the stage and danced to chartbuster tracks. Avinash impressed everyone with his guitar skills while Madhu and Samsad scorched the ramp. It was then time for tears and embraces as the batch walked down memory lane. As the event neared the end, Megha and Ruchi were inseparable. Lastly, sashes and trophies were given away to all students of the outgoing batch. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Ranchi: Premature foetus found dumped": {"link": "https://timesofindia.indiatimes.com//city/ranchi/ranchi-premature-foetus-found-dumped/articleshow/69854211.cms", "time": "2019-06-19 12:30:00", "description": "RANCHI: Police on Tuesday recovered the body of a premature feotus from a pond located in Bundu township. It was later cremated with the help of social organizations . Police said that the remains of the undeveloped foetus was probably dumped here after the mother had an abortion. \"We are investigating the matter,\" rural SP Ashutosh Shekhar said. A new-born girl child was also found abandoned in a drain in the Bundu area on June 1. Even though she was admitted to Rani hospital in Ranchi for better treatment, she passed away later in the evening. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Divide NH-33 into 4 parts to expedite work: Raghubar Das": {"link": "https://timesofindia.indiatimes.com//city/ranchi/divide-nh-33-into-4-parts-to-expedite-work-raghubar-das/articleshow/69618317.cms", "time": "2019-06-02 12:05:00", "description": "RANCHI: Work on the long pending Ranchi-Tata NH33 four lane is expected to commence soon, NHAI authorities assured chief minister Raghubar Das during a meeting on Saturday at the latter's residence. Das reviewed all NH projects underway in the state in presence of NHAI chief NN Sinha. Officials of the state road construction department were also present at the meeting. Das asked NHAI to divide the entire stretch of Ranchi-Tata NH-33 into four parts for its execution by different agencies in a time-bound manner. Notably, the Jharkhand high court, too, pullled up both NHAI and the state government from time to time for the slow pace of work on the highway. During the meeting, Sinha told Das that positive results will be visible in the next couple of months. On this year's target, Sinha said, \"A target to lay 203km of NH road in Jharkhand is fixed for this year and ground works are underway.\" Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Ajsu-P's Raj Kishore likely to replace CP Choudhary in cabinet": {"link": "https://timesofindia.indiatimes.com//city/ranchi/ajsu-ps-raj-kishore-likely-to-replace-cp-choudhary-in-cabinet/articleshow/69628528.cms", "time": "2019-06-03 11:06:00", "description": "Ranchi: Ajsu-P is expected to hold a meeting this week to pick a name to replace Chandra Prakash Choudhary in the state cabinet. The water resources minister and Ramgarh MLA, Choudhary, was elected to Parliament last month after he won from Giridih seat in the recently concluded Lok Sabha polls. Talking to TOI on Sunday, Ajsu-P chief Sudesh Mahto said, \"Now that Prime Minister Narendra Modi and his cabinet's oath-taking ceremony is over, our party is going to hold a meeting in the next couple of days to finalise a name to fill our quota of ministerial berth.\" Party sources claimed Tundi MLA Raj Kishore Mahto's name is doing the rounds. BJP and Ajsu-P jointly fought the 2014 assembly polls. Ajsu-P won five seats in the 81-member assembly. But a year later, its strength came down to four after Lohardaga MLA K K Bhagat's membership got terminated owing to his conviction in a murder case. Also, Ajsu-P's Tamar MLA Vikas Kumar Munda fell out with party leadership. Giridih MP Choudhary, who returned to the state from Delhi, is yet to resign from the state cabinet. \"I didn't get time to do so earlier, but I am going to tender my resignation from state cabinet by June 4. Meanwhile, the party will take a call on my successor too,\" he said. A close aide of the CM said that the process for the induction of a new minister will start once Ajsu-P recommends a replacement. \"Once the name is finalised, the governor will be informed about the cabinet reshuffle. This will be followed by an oath-taking ceremony,\" he explained. Download The Times of India News App for Latest City ."}, "MP Bidyut’s Steel City win margin highest since 1957": {"link": "https://timesofindia.indiatimes.com//city/ranchi/mp-bidyuts-steel-city-win-margin-highest-since-1957/articleshow/69731335.cms", "time": "2019-06-11 05:00:00", "description": "Riding on Modi tsunami, the BJP candidate from Jamshedpur seat, Bidyut Baran Mahato, created history in the 17th Lok Sabha polls. Mahato won the seat by a record margin of 3,01,033 votes. After the formation of Jamshedpur seat in 1957 (earlier it was Malbhum South seat), Baran has secured the highest number of votes (6,76,894), while the mahagathbandhan candidate from JMM, Champai Soren, got 3,75,861 votes. It may be mentioned here that Mahato was the sitting candidate from the seat. In the 2014 polls, Mahato had defeated Ajoy Kumar, then in JVM-P, by 99,876 votes. Mahato had then polled 4,64,153 votes and the polling percentage was 66.33%. In the recently held general elections, the voting percentage for Jamshedpur seat was a record 67.09%, which is the highest ever. Mahato, who had earlier got 44.24% of the total votes polled, received 59.4% of the votes this time around. In the 2011 bypoll for the Jamshedpur seat, BJP candidate Dineshanand Goswami was defeated by JVM-P candidate Ajoy Kumar, who is now Jharkhand Congress chief. Goswami got only 16.33% votes and Kumar got 37.38%. The voting percentage was 52.93%. In the 1962 general elections, CPI candidate Udaykar Mishra defeated Congress candidate N C Mukherjee by just 19,805 votes. The polling percentage was 41.75. In the next parliamentary polls in 1967, the voting percentage rose to 47.34%. S C Prasad of Congress polled 75,219 votes and he defeated CPM’s U Mishra by 40,702 votes. In the 1971 LS polls, the voting percentage fell to 29.98 and Congress candidate Sardar Swarna Singh defeated CPI’s Kedar Das by just 206 votes, which is the narrowest-winning margin from the seat till date. In the post-Emergency 1977 polls, Bharatiya Lok Dal candidate Rudra Pratap Sarangi defeated Congress’s heavyweight candidate V G Gopal by 63,753 votes. Between 1980 and 1996 LS polls, the voting percentage ranged between 48.43% and 59.2%. It was during the Atal Bihar Vajpayee era that the voting percentage in Jamshedpur seat shot up to 62.41% in the 1998 polls. BJP candidate Abha Mahato defeated independent candidate and former chairman-cum-MD of TISCO Russy Mody by 97,433 votes. Abha was the first woman MP from the Jamshedpur seat. After 1998, the voting percentage graph hovered between 54.74% and 56.59%, and it rose to 66.33% in the 2014 general elections. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "JMM to press partners for an early seat-sharing deal": {"link": "https://timesofindia.indiatimes.com//city/ranchi/jmm-to-press-partners-for-an-early-seat-sharing-deal/articleshow/69644454.cms", "time": "2019-06-04 11:21:00", "description": "RANCHI: Jharkhand Mukti Morcha (JMM) on Monday said it will push its partners in the mahagathbandhan to finalise the seat-sharing formula for the upcoming state elections by the end of June. JMM working president Hemant Soren, speaking to reporters after the party's working committee meeting at Shibu Soren's residence, said they will also try to include the Left parties in the mahagathbandhan's fold ahead of the elections. Speaking to reporters after the meeting, Hemant reiterated that JMM, under a consensus reached by mahagathbandhan partners Congress, JVM-P and RJD in January this year, will lead the alliance in the assembly polls as a \"big brother\" and will fight in most number of seats. \"We will try to finalise the seat-sharing formula by the end of June and urge our partners to include the Left parties in the alliance,\" Hemant said. According to party insiders, the tribal party will demand at least 31 seats while 50 seats will be left aside for its allies. After the mahagathbandhan was handed a drubbing by the BJP-led NDA in 12 out of 14 seats in Jharkhand in the recently concluded Lok Sabha election, its constituent parties held delayed seat-sharing announcements as one of the key reasons behind their failure. After three months of negotiations, the mahagathbandhan had announced its seat-sharing formula on March 24, just 35 days before the first phase of polling in the state. \"There was confusion among party workers and the delay hampered the preparations. There was also a lot of infighting within workers of constituent parties which made matters worse,\" a senior JMM leader said after the meeting. Although JMM floated the proposal for an early seat-sharing, there was no immediate reaction from its allies. Hemant also said the party has convened its central committee meeting in Dumka on June 15 and June 16 to prepare its blueprint for assembly election. Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "First day in Parliament is like making debut in political film: Geeta Koda": {"link": "https://timesofindia.indiatimes.com//city/ranchi/first-day-in-parliament-is-like-making-debut-in-political-film-geeta/articleshow/69832559.cms", "time": "2019-06-18 12:03:00", "description": "RANCHI: For Jharkhand’s first time MPs, it was like making a debut on a 70mm political theatre while attending the maiden session of the 17th Lok Sabha began in Parliament on Monday. While the first two days will be dedicated to oath taking of all elected 542 MPs, Jharkhand’s debutants said they are charged up to make their presence felt throughout the proceedings. The first session will end on July 26 after 30 sittings. Ranchi MP Sanjay Seth, who sprang a surprise by trouncing Congress stalwart Subodh Kant Sahay by over two-lakh votes, chose to be different during the oath-taking ceremony on Monday. He chanted Sanskrit shlokas while taking the oath. Talking to TOI over the phone from Delhi, he said, “Sanskrit is the mother of all languages and I thought it will be the best platform to popularise it in my own way by taking oath in the language at the temple of democracy.” Seth, like other MPs from Jharkhand, reached Delhi on Sunday night. On how he felt walking formally inside Parliament as first-time MP, Seth said, “Difficult to express in words, but it’s remarkable.” He said is already ready with a host of questions to raise during the sessions. He said, “I have already prepared a list of 15 questions from sectors like tourism to train services and the long-pending Chandil dam displacement issue among others . A lottery will be conducted once everyone submits their questions after which I will get know when and what I can askthat get listed. I will fully utilise the opportunity to become people’s voice,” he promised. Of the 14 LS seats in the state, the BJP-led NDA won 12 while Congress and JMM won one each. Besides Seth, other first timers included Sunil Soren (Dumka), Annapurna Devi (Koderma) — both BJP — while Chandra Prakash Choudhary (Giridih) is from BJP’s ally, Ajsu-P. From Congress, former party MLA Jagannthpur MLA Geeta Koda (Singhbhum). Sunil, who dethroned eight-time MP and JMM chief Shibu Soren in the Dumka parliamentary seat after two failed attempts, sounded elated. He said, “I felt great while entering Parliament as if I was going inside some pious place. I met so many people and interacted with them. It was a great exposure on day one.” He added that he is yet to frame questions to raise in Parliament. Congress’s Geeta Koda described her experience a “debut on a 70mm show”. She said, “While I have been a legislator for quite sometime in the past, but Parliament’s experience is like a debut on a 70mm screen. I spent the day observing people, their conduct on day one besides getting opportunities to meet our party seniors like Sonia Gandhi, Rahul Gandhi and others. We as opposition are geared up to take on the government on issues inside the House. Personally, I will pitch for as many issues as I can concerning my Singhbhum constituency to draw the government’s attention about its poor development index.” Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Ahead of PM's visit, CM Raghubar Das takes stock of Yoga Day preparations": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ranchi/ahead-of-pms-visit-cm-raghubar-das-takes-stock-of-yoga-day-preparations/articleshow/69871325.cms", "time": "2019-06-20 12:50:00", "description": "RANCHI: Chief minister Raghubar Das on Wednesday took stock of preparations of the 5th International Day of Yoga (IDY) event which will be held at the Prabhat Tara ground on the morning of June 21 and gave last-minute instructions to officials from the district administration. The event, which will have a participation of over 35,000 people, will also be attended by Prime Minister Narendra Modi. The PM is expected to arrive here on Thursday late night and camp in Raj Bhavan. Das reached the venue in the forenoon and inspected the construction of the main podium and other arrangements. Work is underway to get the venue ready on time before the event. Das was accompanied by DGP Kamal Nayan Choubey, principal secretary Sunil Kumar Burnwal, health secretary Nitin Madan Kulkarni, Ranchi DC Rai Mahimapat Ray and SSP Anish Gupta. Speaking to reporters at the venue, Das said it was a momentous occasion for Jharkhand and a matter of pride for the state's people. \"To make the 5th IDY's main event successful, we have made excellent arrangements and taken great responsibility. All arrangements have been made for those who will participate in the programme. For Jharkhand, it will be a proud moment when the PM will do yoga in this great land,\" he told the media. Das termed yoga as a bridge that can connect people across countries, cultures and religions and hailed Modi for trying to popularise it across the globe. The event is funded by Union Ayush ministry and approximately Rs 16 crore is being spent for the one-day mega show. The police and district administration have swung into action to bolster security in Ranchi ahead of Modi's visit. City police began inspection of hotels and other establishments in search of unwanted articles and activity. Barricades have been put up across the city's prominent streets to regulate traffic movement. In the evening, the traffic police issued a traffic map for Ranchi. It barred parking along the road from Birsa Munda International airport to Raj Bhavan via Harmu. The road will remain closed from 10.30pm on Thursday night till the time PM's convoy reaches Raj Bhavan from the airport. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Ranchi gets ready for yoga tryst with PM Narendra Modi": {"link": "https://timesofindia.indiatimes.com//city/ranchi/ranchi-gets-ready-for-yoga-tryst-with-pm-narendra-modi/articleshow/69854120.cms", "time": "2019-06-19 12:24:00", "description": "RANCHI: With two days to go for the main event of the International Day of Yoga at Ranchi, the city is all geared up to perform twist and turns with Prime Minister Narendra Modi on June 21. Scheduled to host 35,000 yoga enthusiasts at the city's Prabhat Tara Maidan, the district administration is working overtime to ensure that fooproof measures are in place. On Wednesday, the administration will hold an early morning mock drill for about 10,000 applicants who applied online. \"Candidates who have successfully completed their registrations online and have met the prerequisites, will be handed over their gate passes tomorrow. Besides, we will also perform a mock drill of the entire yoga module to be performed on June 21 to test the physical ability of the participants and to rule out medical problems,\" deputy commissioner Rai Mahimapat Ray said. Venue decked-up Work began over a week ago and the Prabhat Tara Maidan is ready for the big day. Wild vegetation in the area and encroachment on roads leading to the venue have been removed. Non-functional traffic lights have been rectified. After levelling the ground, carpets have been laid. A total of 400 makeshift toilets have been set up while 80 drinking water kiosks are being set up. Over a dozen giant screens have been installed at the spot for live telecast on June 21. To ferry people free of cost to the venue, the district administration will ply 600 buses from different locations. Early start for entry The day will begin hours before sunrise for those scheduled to be part of the 45-minute long yoga event. Officials said entry to the main venue will begin at 3 am and will close at 4 am. Participants will have to sit at the earmarked place only. The main event will begin at 6 am. A total of 13 yoga asanas and three pranayamas along with a few warm up exercises will be performed. Offshore participants While residents of Ranchi and from across the state have shown great interest in attending the event as slots for online registration were filled up a day before the June 18 deadline, over 800 enthusiasts from outside the state and 32 foreign nationals have applied for online e-gate pass. Goodies Galore State health secretary Nitin Madan Kulkarni said the administration will provide t-Shirts, caps and eco-friendly yoga mats to each participant on the day of the event which they can take it back with them. DC Rai Mahimpat Ray said all participants will receive refreshments on arrival and breakfast after the session. AdminSpeak Ranchi DC Rai Mahimapat Ray said, \"Preparations are in full swing and we are ensuring that every one who attends returns happily too. Extensive security and traffic plans are also in place to avoid any untoward incidents. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Jharkhand: 11 killed, 22 injured in road accident in Hazaribagh": {"link": "https://timesofindia.indiatimes.com//city/ranchi/jharkhand-11-killed-22-injured-in-road-accident-in-hazaribagh/articleshow/69725086.cms", "time": "2019-06-10 16:13:00", "description": "HAZARIBAGH (JHARKHAND): Eleven persons, including three women and a child, were killed and 22 others injured Monday when a Patna-bound bus hit an iron-laden stationary trailer-truck on NH-2 in Hazaribagh district, police said. The accident took place at dawn near Danua-Bhanua area under Chouparan Police Station limits, when the bus crashed into the trailer-truck from behind, Hazaribagh deputy commissioner Ravi Shankar Shukla told the media. \"Eight persons died on the spot, while three others succumbed to injuries in the hospital,\" Shukla said, adding the driver was among the deceased. Seven men and one child died on the spot, while three others died at Chouparan hospital. The bus was travelling to Masauree in Patna district from Ranchi, he said. The rest of the 22 injured were referred to Hazaribagh Sadar Hospital from Chouparan hospital. Among them, three injured were referred to the Rajendra Institute of Medical Sciences in Ranchi for better treatment, the police officer said. Jharkhand chief minister Raghubar Das expressed grief over the deaths and wished speedy recovery to the injured. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "'Champai Soren absent from JMM meet, no rift'": {"link": "https://timesofindia.indiatimes.com//city/ranchi/champai-absent-from-jmm-meet-no-rift-ex-mla-ramdas/articleshow/69747238.cms", "time": "2019-06-12 13:41:00", "description": "After the recent Lok Sabha poll debacle, JMM leaders under the leadership of former Ghatshila MLA Ramdas Soren met in Jamshedpur to discuss what led to party's loss from the Steel City seat. The netas also tried to find ways to plug the loopholes which led to the loss. Sources in the party said the leaders also deliberated on the strategy for the state polls due at the end of the year. Notably, mahagathbandhan candidate from JMM Champai Soren lost the Jamshedpur seat to BJP's Bidyut Baran Mahato by a more than three lakh votes, which is the highest margin since the formation of seat in 1957. Sources said Soren did not attend the meeting even though he was invited. Talking to TOI, Ramdas Soren on Tuesday said Champai was absent from the meet due to personal reasons and denied any rift within the party. He said each and every party functionary was loyal to Guruji. TOI tried to contact Seraikela MLA Champai Soren in this connection, but he was not available for any comments. He said JMM working president Hemant Soren would be the party’s chief minister face in the state polls. He added the district committee will fight the polls with full strength so that it wins all the six assembly seats under Jamshedpur. Ramdas said the district committee will follow the party's central leadership decision on allying with like-minded parties in the coming polls. Meanwhile, sources said there were allegations that a good section of ground-level functionaries had not supported the party candidate in the polls. The internal party rivalry had led to the poor performance in the polls for the Jamshedpur seat. Those present at the meeting tried to brush aside the allegations against them and made all efforts to highlight their loyalty towards the party, leadership and candidate. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "test": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/test/articleshow/59449490.cms", "time": "", "description": ""}, "AISA slams new education policy draft for mimicking West": {"link": "https://timesofindia.indiatimes.com//city/ranchi/aisa-slams-new-education-policy-draft-for-mimicking-west/articleshow/69816910.cms", "time": "2019-06-17 13:02:00", "description": "RANCHI: The All India Students Association (AISA), a left-wing students’ body, on Sunday criticised the draft New Education Policy (NEP) shared by the Union human resource development ministry. It stated that a four-year undergraduate course, as proposed in the draft, would impose extra financial burden on students coming from economically weaker sections of society. Moreover, AISA pointed out that the draft does not have provisions for implementing the Right to Education (RTE) policy. Speaking to the media during the two-day national council of AISA in Ranchi, its national president Sucheta De said, “The four-year graduation course is based on education pattern of western countries. It would cause inconvenience to many students.” She added, “NEP does not have the provision for opening government schools in order to implement the RTE Act. On the other hand, the state government here is merging schools. The highest number of school merger has taken place in Jharkhand. In mountainous areas, it becomes difficult for a small child to attend school located at a distance.” She added that AISA would raise the issue at different platforms in the days to come. Other students’ body, such as National Students Union of India (NSUI), which is backed by Congress, and Akhil Bharatiya Vidyarthi Parishad, didn’t wish to comment on the issue stating that they were yet to go through the draft proposal. Whereas academics gave a mixed reaction to the proposals. Prabhat Kumar Singh, an associate professor in sociology department of Ranchi University, said the four-year course would deter many youngsters from taking up undergraduate study. “It is true that people from poor families will struggle to bear the extra burden,” he said. Dr Bansidhar Prasad of Vinoba Bhave University defended the four-year undergraduate course proposal, stating that under the present three-year system, most students remain unemployable at the end of college. “Adding a year will be necessary for imparting quality education and improving the skills of students,” he said. Download The Times of India News App for Latest City ."}, "Jharkhand gets first Haj house as it readies to mark Eid with fervour": {"link": "https://timesofindia.indiatimes.com//city/ranchi/jharkhand-gets-first-haj-house-as-it-readies-to-mark-eid-with-fervour/articleshow/69660369.cms", "time": "2019-06-05 11:53:00", "description": "RANCHI: Police in Ranchi have made elaborate preparations for peaceful Eid celebrations across the city on Wednesday. Sensitive areas with history of communal clashes have been identified for deployment of additional security forces throughout the day. Talking to TOI, senior superintendent of police (Ranchi) Anish Gupta said: \"A total of 20 quick response teams will be on the go around the city to maintain the law and order during the celebration. Jharkhand Armed Police, Rapid Action Force, Reserve Auxiliary Battalion, Indian Reserve Battalion and home guards have been deployed across the city to keep a tab on the developments and to avoid any untoward incident.\" A mock drill was also conducted by the RAF personnel at Ranchi Police Lines on Tuesday evening in the presence of city SP S Veenapani, rural SP Ashutosh Shekhar and other RAF officials. Last year, a clash erupted in Hindpiri area ahead of Eid when a motorcyclist participating in a political rally accidentally hit a woman shopping in the market, triggering a series of violent events. \"We will keep a strict watch on the sensitive areas in the city,\" Gupta added. The stretch between Kali Mandir Chowk and Ratan Talkies Chowk in the city has also been barricaded with entry of vehicular traffic barred from Monday morning for the Eid market on the stretch. People stepped out in large numbers to buy gifts, food items and clothes for the celebration. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Bidyut gets highest votes from Jamshedpur seat since 1957": {"link": "https://timesofindia.indiatimes.com//city/ranchi/bidyut-gets-highest-votes-from-jamshedpur-seat-since-1957/articleshow/69727523.cms", "time": "2019-06-10 18:45:00", "description": "JAMSHEDPUR: Riding on Modi tsunami, the BJP candidate from Jamshedpur seat, Bidyut Baran Mahato, created history in the 17th Lok Sabha polls. Mahato won the seat by a record margin of 3,01,033 votes. After the formation of Jamshedpur seat in 1957 (earlier it was Malbhum South seat), Baran has secured the highest number of votes (6,76,894), while the mahagathbandhan candidate from JMM, Champai Soren, got 3,75,861 votes. It may be mentioned here that Mahato was the sitting candidate from the seat. In the 2014 polls, Mahato had defeated Ajoy Kumar, then in JVM-P, by 99,876 votes. Mahato had then polled 4,64,153 votes and the polling percentage was 66.33%. In the recently held general elections, the voting percentage for Jamshedpur seat was a record 67.09%, which is the highest ever. Mahato, who had earlier got 44.24% of the total votes polled, received 59.4% of the votes this time around. In the 2011 bypoll for the Jamshedpur seat, BJP candidate Dineshanand Goswami was defeated by JVM-P candidate Ajoy Kumar, who is now Jharkhand Congress chief. Goswami got only 16.33% votes and Kumar got 37.38%. The voting percentage was 52.93%. In the 1962 general elections, CPI candidate Udaykar Mishra defeated Congress candidate N C Mukherjee by just 19,805 votes. The polling percentage was 41.75. In the next parliamentary polls in 1967, the voting percentage rose to 47.34%. S C Prasad of Congress polled 75,219 votes and he defeated CPM’s U Mishra by 40,702 votes. In the 1971 LS polls, the voting percentage fell to 29.98 and Congress candidate Sardar Swarna Singh defeated CPI’s Kedar Das by just 206 votes, which is the narrowest-winning margin from the seat till date. In the post-Emergency 1977 polls, Bharatiya Lok Dal candidate Rudra Pratap Sarangi defeated Congress’s heavyweight candidate V G Gopal by 63,753 votes. Between 1980 and 1996 LS polls, the voting percentage ranged between 48.43% and 59.2%. It was during the Atal Bihar Vajpayee era that the voting percentage in Jamshedpur seat shot up to 62.41% in the 1998 polls. BJP candidate Abha Mahato defeated independent candidate and former chairman-cum-MD of TISCO Russy Mody by 97,433 votes. Abha was the first woman MP from the Jamshedpur seat. After 1998, the voting percentage graph hovered between 54.74% and 56.59%, and it rose to 66.33% in the 2014 general elections. --eom Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Six Maoists surrender in Dumka": {"link": "https://timesofindia.indiatimes.com//city/ranchi/six-maoists-surrender-in-dumka/articleshow/69832587.cms", "time": "2019-06-18 12:00:00", "description": "DUMKA: At a time when Jharkhand is witnessing a sudden spurt in violence triggered by Left-wing extremists, six Maoist rebels, including two women, surrendered before officials of the district police and Sahastra Seema Bal at an event organized at the Dumka SP Y S Ramesh’s office on Monday. Police said the families of these surrendered rebels were in touch with them for long before they finally gave up arms. The rebels alos habnded over five weapons, including one AK-47, one Insas rifle, one rifle, one carbine, and a pistol to the police. Ramesh said all the weapons were looted from security forces in the past. The six — Sukhlal Dehri, Pici Di alias Prishila Devi, Premshila alias Hopan Di, Kiran Tudu alias Pakku Tudu, Bhagat Singh Hembrom and Siddo Marandi — hail from Dumka and Pakur districts. Police said they had escaped from the rebel outfit after the death of zonal commander Sahdeo Rai alias Tala Da in an encounter with security forces on January 13. Of the six who surrendered today, four are couples. While Pici Di is married to Sukhlal, Premshila is in relationship with Siddo and delivered a baby six months ago. Ramesh said these couples will be kept in an open jail Hazaribag so that they can lead a family life until the disposal of the cases against them. “These Maoists approached the police through their families for surrendering. They finally surrendered after they were assured of getting proper rehabilitation as per the state's surrender policy, which is the best in the country,” Ramesh said. He said that baring Sukhlal Dehri and Premshila, four of these rebels were involved in the 2013 Kathikund ambush in which the then Pakur SP Amarjit Balihar was killed along with his guards. Kiran alias Pakku Tudu, who joined rebel outfit in 2010, is a widow of the dreaded zonal commander Sahdeo Rai, said police. “After having experienced the miseries of leading a tough life wandering in jungles, living under constant threats, I decided to surrender. I once urged Tala to surrender. However, he remained indifferent and ultimately died of a police bullet,” said Kiran, who was a sub-zonal commander of the rebel outfit and carried a reward of Rs5 lakh. As many as 16 cases are lodged against her in different police stations of Dumka. Pici Di said that top ranking male rebels often sexually exploited women cadres. “The top leadership of Maoists never shared any details of levy that was collected, leave aside fulfilment of other promises made to us while we were inducted into the outfit. Women cadres often had to face sexual exploitation at the hands of top ranking male Maoists,” said Pici Di, also a sub-zonal commander with Rs5 lakh reward on her head. Download The Times of India News App for Latest City ."}, "Cricket craze keeps fans indoors": {"link": "https://timesofindia.indiatimes.com//city/ranchi/cricket-craze-keeps-fans-indoors/articleshow/69822788.cms", "time": "2019-06-17 13:09:00", "description": "JAMSHEDPUR/RANCHI: The Steel City experienced a near-total shutdown for the better part of Sunday as most residents stayed indoors watching the faceoff between traditional rivals India and Pakistan in the Cricket World Cup (CWC). Amid apprehension of bad weather in England playing spoilsport, fans in the industrial town kept their fingers crossed hoping that the match will be held. “This match has generated tremendous excitement, as it is being played just four months after India and Pakistan were on the brink of a war in February following the terror attack in Pulwama,” former Cricketer’s Association functionary S N Pathak said. Former Ranchi university player, Neeraj Chauhan, said a India and Pakistan match is always a hit with the fans. “The CWC comes every four years, and it is a delight to watch the two nations play,” a 37-year-old junior engineer, Tarkeshwar Kumar, who adjusted his weekly-off to watch the match, said. “The excitement that builds up over an India-Pakistan encounter is inexplicable,” ex-cricketer Supriyo Bose, while watching the match with friends at a club in Kadma, said. On the flip side, markets experienced a dip in footfall owing to the match. “During summer, business is brisk in the evening hours but due to the cricket match, the market is dull today,” Mohamed Feroz, who owns a cosmetic shop in Bistupur, said. Film buffs, too, decided to remain glued to the TV sets due to which cinema halls received relatively less booking. “Normally, Sundays witness full house bookings but today the response is nearly 50% down,” an employee at a multiplex in Jamshedpur said on Sunday. The response of the booking staff at Payal Cinema, which is a single screen theatre, was the same. The roads wore a deserted look in Mahendra Singh Dhoni’s home town, too. On Sunday morning, cricket fans performed a havan at Pahari Baba temple in Ranchi to pray for India’s victory. A group of Muslim fans offered a chadar at Risaldar mazar in Doranda. Uttam Yadav, who led the special puja and havan at Pahari mandir, said on Sunday morning, “We are rooting for a special show from Dhoni. Hope he gets enough opportunity to wield his willow.” Mahi, however, got out after scoring a solitary run. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "AAP plans signature campaign to highlight water scarcity faced by Ranchi residents": {"link": "https://timesofindia.indiatimes.com//city/ranchi/aap-plans-signature-campaign-to-highlight-water-scarcity-faced-by-ranchi-residents/articleshow/69700618.cms", "time": "2019-06-08 12:09:00", "description": "RANCHI: Aam Aadmi Party (AAP) announced on Friday that it will collect 25,000 signatures and send them to the Prime Minister's Office to draw attention to electricity and water woes faced by the residents in capital city. The signature campaign will be carried out through 'mohalla sabhas' here. The regional secretary of AAP, Rajan Kumar Singh, said, \"We will gherao Raj Bhavan on June 12 to demand a resolution to the problems.\" AAP's state unit also demanded that electricity companies be fined if there are any unscheduled power cuts. Singh added, \"On an average, every day there are about 4 to 5 hours of power cut in Ranchi.\" The party, which withdrew its Jamshedpur candidate Dinesh Mahato after allegations of corruption surfaced against him, is planning to contest all 81 seats in the forthcoming Vidhan Sabha elections in the state. The acute water crisis in Ranchi had taken a violent turn on Thursday when Bharat Prasad Sahu, a resident of Kishoreganj, injured six people, including a woman, at Bhuiyan Toli over water distribution. Station in-charge of Kotwali police station S N Mandal said, \"Two FIRs have been registered. The accused and the victims are undergoing treatment in hospitals at the moment.\" The youth wing of JVM-P also sat on a dharna at Firayalal Chowk to protest against water scarcity in the city. Download The Times of India News App for Latest City ."}, "App connect for schools in Ranchi": {"link": "https://timesofindia.indiatimes.com//city/ranchi/app-connect-for-schools-in-ranchi/articleshow/69832529.cms", "time": "2019-06-18 12:01:00", "description": "RANCHI: Keeping a tab on a child’s performance and day-to-day activities in school has become increasingly challenging for parents given the fast-paced lifestyle. Moreover, as the number of working parents increases, it has become even more difficult of them to make their children follow proper study hours. In view of the difficulties faced by the parents and guardians, schools in Ranchi have moved on from websites and introduced dedicated mobile applications for information dissemination. Most schools in the city now have their own android apps developed with a log-in feature for students and their parents to check attendance, marks obtained and extracurricular performance along with GPS tracking facility for school buses. While some of these apps are home grown by IT teams in the respective schools, some are developed through Delhi and Mumbai-based tech support agencies. In March this year, city-based Sarala Birla Public School introduced an app titled Gavaaksh, which is available on Google Playstore. The school’s principal, Paramjeet Kaur, said, “Everything from the attendance of a child to his or her marks scored in any examination are updated on the app for convenience of the parents. We also have a feature where every activity of a student in the school — be it a pat on the back for an extra-curricular achievement or an incident of indiscipline, is updated. This helps the parents to stay in touch with what is happening with their child right from their homes.” Another prominent school — Oxford Public School — was one of the early schools to embrace this trend in mid-2018 by launching its own app named after the institute. Principal Suraj Sharma said the app is being developed by a Delhi-based firm and they are in the process of introducing a variety of new features. He said, “Some of the aspects like teacher’s login and bus tracking system among others are being explored to make this app more relevant for both the school and the parents.” Many schools also have a separate mobile-based application for tracking their buses from the time they leave the campus till every students is safely dropped at his or her home. Sapphire International School admission counsellor, Kunal Prasad, said, “Through our online Vidyalaya app, parents can not only track their wards’ performance in the school, but they can also locate the buses when they are out to drop the students through the GPS tracking system. It is a safety measure introduced for both the parents and the students with an intention to help the parents plan their pick-ups according to the location of the buses.” Other schools like Bishop Westcott School (for boys and girls), Delhi Public School, Ranchi, and St Thomas School also have their dedicated apps introduced in the past one year to keep parents in the loop about their wards’ activity and performance. Parents said these apps have made their lives easier. Ajay Rai, president of the Jharkhand Abhibhavak Manch, and father of two girls, said, “Introduction of such apps definitely has made the parent participation far more active and the student’s school activity is much more transparent as now. We can learn all about our children with the click of a button. For parents who teach their children at home without taking private tutions, it is also a great work to keep a tab on the course work and homework for the students.” Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Skywalk: Yay or nay? Write to PWD": {"link": "https://timesofindia.indiatimes.com//city/ranchi/skywalk-yay-or-nay-write-to-pwd/articleshow/69608820.cms", "time": "2019-06-01 13:08:00", "description": "RANCHI: State government has sought public opinion on one of Raipur's most controversial projects - the Skywalk at Shastri Chowk. Public Works Department (PWD) has asked public to send in their views whether the Skywalk should be completed or demolished or put to some other use. The department has requested the residents to send in their suggestions by post or mail till June 15,2019. To do so, people can drop their letters in the suggestion box at PWD office or write to 'Executive Engineer, PWD Sirpur Bhawan Campus, Behind Aakashwani' or send an e-mail to skywalkraipur@gmail.com between June 1 to June 15. The project, conceived and implemented during Raman Singh-led BJP regime, is almost complete. Chief minister Bhupesh Baghel had hinted that the government would take public's opinion on the utility of the project. Congress had earlier opposed the Skywalk project at Shashtri Chowk - which was supposed to connect important roads at prime locations and easy congestion on the busy lane. Since its conception, the project has attracted criticism with residents call it a waste of public money. They complained, they preferred a flyover for regulating traffic instead of a massive ramp built for the pedestrians. The decision on the project had been pending due to the model code of conduct put in place due to the Lok Sabha elections. The estimated budget of Skywalk project is around Rs50 crore. While highlighting the disadvantage of the project, executive engineer of public works department said, \"The landing of the six lanes will obstruct roads and restrict the scope of road widening in the future.\" Earlier in a press conference held at Rajiv Bhawan, chief minister Baghel had said that the projects which do not have people's support, but are on the verge of completion need attention and detailed study. Talking to TOI, PWD Minister Tamradhwaj Sahu had said, \"Though the Skywalk was constructed for the use of pedestrians drew flak since its inception, hence we need time to address the issue and conclude its status of existence.\" Download The Times of India News App for Latest City ."}, "Day after blasts, 13 IEDs & detonators seized in Palamu": {"link": "https://timesofindia.indiatimes.com//city/ranchi/day-after-blasts-13-ieds-detonators-seized-in-palamu/articleshow/69577322.cms", "time": "2019-05-30 13:36:00", "description": "RANCHI/DALTONGANJ: A day after 26 security personnel were injured in a series of IED blasts triggered by Maoists in Seraikela, 13 IEDs were recovered from a cave at Bagsara near Pipra's Seerniya Dam during a police-CRPF joint operation. Apart from the IEDs, the forces recovered 11 gelatin sticks, 250 metres of codex wire, 200 metres of electric wire and two black uniforms. Five rounds of ammunition and eight rifles were also recovered, but were not found in working condition, police said. \"All these were dumped in a cave by the CPI (Maoist) operatives, only to be used for violence during the recently held Lok Sabha elections. But they could not because of heavy security arrangements made this time,\" said A D Sharma, commandant of CRPF's 134 battalion. Police said the cave where these explosives were found is frequented by top Maoists Nitesh Yadav, Abhijit Yadav and Sita Ram Rajwar. A cache of explosives and weapons was also recovered in February from this area. Of the 26 security personnel who were injured in Tuesday's blasts, 11 were discharged after treatment at a private hospital in Ranchi later in the evening. Two more were discharged on Wednesday morning. The remaining 13 are undergoing treatment at the hospital, which has called in experts from a specialized eye hospital to carry out surgical processes on eight of the jawans who have received splinter injury in their eyes. Five patients are on ventilator, but are said to be stable. \"Anuj Kumar (Jharkhand Jaguar) and Mohammed Rehman (CRPF) have been discharged today as doctors found them fit enough to get back home. Dulal Das, one of the security personnel underwent an eye surgery on Tuesday and a team of doctors from Shankara Netralaya is going to visit on Wednesday evening to review his condition. Rest are responding well to the medication and are out of danger,\" said Anand Srivastava, the spokesperson of Bhagwan Mahavir Medica Superspecialty Hospital Ranchi. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Bidyut takes oath in Bangla, makes Bengalis proud": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ranchi/bidyut-takes-oath-in-bangla-makes-bengalis-proud/articleshow/69881593.cms", "time": "2019-06-21 05:30:00", "description": "Bengalis living in Jamshedpur are elated that local BJP MP Bidyut Baran Mahato took oath in the Parliament in Bangla. Talking TOI from Delhi on Thursday, Bidyut said: “I have always worked for the development of Bengali, so taking oath in this language makes me feel proud. I studied at a Bengali-medium school and my parents too speak in the same language at home.” He said his love for the language is not new. When he was a Baharagora MLA from JMM, he had taken oath in the assembly in Bengali. Mahato said large parts of Jamshedpur seat were earlier under the Manbhum south seat. He also said tribals living in this part of Jharkhand are very close to Bengalis and marriage between two are very common. He also promised that as an MP he would ensure that Bengali gets its due status in Jharkhand. Notably, Jamshedpur was carved out of Manbhum, which was a part of Bengal. In 1957, the Jamshedpur Lok Sabha constituency was created. Historians say at one time 96% population living in Manbhum spoke in Bengali. Senior orthopedic surgeon from TMH Indranil Bhaduri said: “As a probashi Bengali (Bengalis living outside Bengal), I was overjoyed to hear that our MP took oath in Bengli,” adding that it would make Bengalis living here feel that their mother tongue is getting due respect. President of Jamshedpur Bengali Association Tapas Mitra also hailed Mahato’s move. Mitra said Mahato has a soft corner for Bengali-speaking people living in and around Jamshedpur Lok Sabha constituency. Shatarupa Mukherjee, a student of mass communication at Jamshedpur Women's College and a first-time voter, also expressed pride. Members of the Jamshedpur Bengali Community, a Facebook group, was full of praise for the MP. Cutting across party lines noted city-based industrialist and once JVM-P candidate for Jamshedpur MP seat Bikas Mukherjee said Mahato has always ensured that Bangla as a language gets its due respect. Talking from Istanbul, Mukherjee, who is associated with city Bengali association and The Bengal Club expressed his happiness in this regard. Echoing similar sentiments, senior science teacher at Loyola School Debjyoti Bose, he felt great that Mahato took oath in Bangla and was confident that Bengalis living in this city for many generations would share similar feelings. Sougata Lahiri, born in Jamshedpur now working in Kolkata, said with the passage of time Bangla-medium schools had downed their shutters in the Steel City due to lack of students and non-availability of study material, but the move undertaken by Mahato raised hopes that the closed schools would be opened in the near future. Download The Times of India News App for Latest City ."}, "Jharkhand doctors express solidarity with West Bengal counterparts": {"link": "https://timesofindia.indiatimes.com//city/ranchi/state-doctors-express-solidarity-with-west-bengal-counterparts/articleshow/69795113.cms", "time": "2019-06-15 12:21:00", "description": "RANCHI/BOKARO: Around 700 students and junior doctors of three medical colleges along with doctors at various private healthcare facilities lent their support to their counterparts in West Bengal, who are on strike against violence faced by them. From organising street plays, to wearing helmets with placards in hand and raising slogans against West Bengal CM Mamata Banerjee, the doctors and students from across the state protested against the violence inflicted upon their counterparts at a state-run medical college in West Bengal. The agitators demanded a healthy and secure work environment from the government. Several undergraduate students, who participated in plays, highlighted the importance of doctors and their importance in serving the society. “On several occasions we receive patients who had undertaken medication from quacks for months and approach us at the end. It becomes very difficult to save such patients and then it becomes a reason for patient’s kin to thrash us. We are only trying to send a message that we are doctors we aren’t gods. Please don’t punish us for saving a life as it happened at NRS Kolkata,” said Smita Mishra, a third year MBBS student of RIMS Ranchi. Medicos from Jamshedpur’s Mahatma Gandhi Memorial Medical College and Hospital and Dhanbad’s Pataliputra Medical College and Hospital also held demonstrations on their respective campuses. Around 6,000 patients were affected as outpatient departments, indoor services and elective operation theatres were shut across the state bringing health services to a standstill as doctors protested demanding security. Apart from government doctors, medicos at private hospitals too wore black badges on their arms and attended to patients in support of the protests. A candle march was taken out in the evening by doctors from the city at RIMS campus were medical professionals participated under the aegis of Indian Medical Association (IMA), Jharkhand chapter. General secretary of state IMA, Pradeep Kumar Singh said: “We have been demanding protection which is not only beneficial for doctors but also safeguards patients’ rights, for past two years, but it is still stuck in the state legislative assembly. How can doctors feel secure if state government keeps on failing us?” The protest saw maximum participation from junior doctors across the state and their main concern was they are always at the receiving end as they are the primary contact with the patients and their relatives. The doctors at Bokaro General Hospital who also participated in the protest spoke to TOI and raised their issues. “We look after patients round the clock as senior doctors only pay visits, but we get thrashed by patients’ kin as it happened with the intern in the West Bengal hospital. Doctors are feeling threatened and that is affecting their morale in serving people,” said Shweta, a junior doctor, at BGH. Download The Times of India News App for Latest City ."}}