{"Darshana Muralidhar’s impressive rangapravesham charms the audience": {"link": "http://photogallery.indiatimes.com/events/hyderabad/darshana-muralidhars-impressive-rangapravesham-charms-the-audience/articleshow/69801323.cms", "time": "", "description": ""}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "‘I loved Shahid in Udta Punjab and Kaminey, so it was a no-brainer to cast him as Kabir Singh’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/i-loved-shahid-in-udta-punjab-and-kaminey-so-it-was-a-no-brainer-to-cast-him-as-kabir-singh/articleshow/69876464.cms", "time": "2019-06-21 06:00:00", "description": "His debut film Arjun Reddy turned out to be a game changer in Tollywood. Two years on, the doctor-turned-director is all set to retell the same story again in Hindi. When asked what it felt like to remake his own film in another language, Sandeep Reddy Vanga says, “Actually, I don’t know why I made Arjun Reddy in Telugu. Probably because it is my mother tongue. But after the kind of response it got, I realised that the story I penned is universal and deserves to be told to a wider audience.” In a tête-à-tête with Hyderabad Times, the filmmaker gives a low down on what convinced him that Shahid was best suited to play Vijay Deverakonda’s role, why he thinks Telanganites are a lot like Punjabis and how he doesn’t get perturbed by the criticism that his protagonist is an epitome of toxic masculinity. Excerpts… From the trailers it seems like there is a slight shift in the tone of Kabir Singh when compared to Arjun Reddy. Was it intentional? No. There might be a little shift in tone because first of all, the language is different. The tonality of a Punjabi in Delhi is nowhere similar to that of a Telugu boy in Mangalore. Plus, life in medical colleges of North India is completely different from what it is like here down South. So, Kabir Singh will be a little different from Arjun Reddy even though the story and screenplay remain the same. However, there are a few scenes that I filmed for the Telugu version but didn’t use; they will feature in the Hindi version. Also, I did chop down the length by 12 mins, it’s 2-hours-50-minutes-long now. They say Telugus are the Punjabis of the South. It seems like you think so too, considering you chose to recast the Telangana boy Arjun Reddy into a Punjabi munda, Kabir Singh? (Laughs) A lot of people disagree with me, but I personally feel that there are a lot of similarities between us Telanganaites and Punjabis. We are as loud they are, we love to party the way they do, drinking, eating and dancing away to glory. I could easily imagine Kabir Singh doing the things Arjun Reddy did. I was only worried about the dialogues, because I wrote them in Telugu and they were very colloquial. Here I had to depend on a writer but thankfully, it was a smooth sail. What was the thought process behind casting Shahid, a 30-something-father-of-two, as a medical student? I don’t know... maybe because of his previous work and because he’s a good actor. I loved Shahid in Udta Punjab and Kaminey, so it was a no-brainer to cast him. Plus, if we keep aside the fact that he’s been in the industry for 15 long years, to any outsider looking in, he wouldn’t look old. Shahid transformed himself to look the part; he even lost weight on his face. Also, Kiara Advani looks nothing like Shalini Pandey...Kiara fits the bill perfectly to play Preeti; she has the innocence and timidness we needed. She looks every bit like the junior Kabir would fall in love with the second he saw her. How different was it working in Bollywood?I had a comfortable time there. Working with technicians and actors there is no different from here. The only annoying thing about Bombay is that no one wants to work before 11.30 in the morning. The first day I went to office at 9, even the jhaadu wali wasn’t there yet. Everyone there is laidback, be it the technicians who do colour correction and editing or casting agents. When I would ask people to meet me early, they would look at me like I’m crazy. Harshavardhan Rameshwar composed the BGM of Kabir Singh too. But why five different music directors for nine songs?I have never worked like this and if I’m being honest, I was really sceptical of having a different composer for every song because the album as a whole needs to look balanced at the end of the day. But the balance is so right, it has turned into the best album of the year is what I’ve been told. It was a little tiring to explain the film five different times to different people, but I realised every composer gave his best to the song he was composing. Arjun Reddy/Kabir Singh has been criticised as being chauvinistic… A hyper macho, self destructive hero who just has to have his way with everyone, even the girl he loves, isn’t exactly the perfect role model for young men out there...You see, when you make art you always manage to upset someone or the other; it’s been so for centuries now. To be honest, I don’t even know why people call my film chauvinistic, but I don’t feel bad about it nor do I feel the need to explain. when I took Arjun Reddy to the Censor Board, a lady there had asked me why my character goes to different classrooms and says the girl is his. I asked her, ‘how is it different from a marriage? When a man ties the knot, he’s essentially saying the same thing, in front of many people. My film doesn’t pander to the male gaze with titillating cleavage and navel shots; no frame of mine is gratuitous. I honestly thought the Hindi audience and censor board would be a little more liberal, but it’s no different. The lesson I’ve learnt from this is that a director should always give himself time to deal with the censor board and the revising committee. Will you continue making Telugu films?Of course. In fact, my next film will be in Telugu, even though I don’t know yet what it’ll be about. I’m penning a crime drama too. But, to be honest, I don’t believe in the concept of being just a ‘Hindi filmmaker’ or ‘Telugu filmmaker’. There’s no longer a language barrier. A pan-Indian film is easy to attempt. Download The Times of India News App for Latest City ."}, "Telangana high court restrains forest officials from evicting tribals from forest": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/telangana-high-court-restrains-forest-officials-from-evicting-tribals-from-forest/articleshow/69880433.cms", "time": "2019-06-20 22:39:00", "description": "HYDERABAD: Justice Sanjay Kumar of the Telangana high court on Thursday directed the forest officials of Mahabubabad district not to dispossess the tribal people living in Kodiselagattu and Komatlagudem forest villages in Gangaram mandal of the district. You have to follow due process of law before initiating any action here, he said while hearing two separate petitions filed by Kinnera Buchakka and 24 others from Komatlagudem village and P Kannaiah and 23 others from Kodiselagattu village charging the officials with unlawfully evicting them from their dwellings and fields. Petitioners’ counsel S Raj Kumar told the court that the Scheduled Tribes and Other Traditional Forest Dwellers (Recognition of Forest Rights) Act, 2006, accords rights to the traditional forest dwellers and in fact makes it obligatory for the officials to accord recognition to the tribals through granting of pattas etc. The petitioners belong to Koya tribe living in the forests for a very long time. They eke out their livelihood by collecting minor forest produces, through podu cultivation and by taking up manual labour works in the nearby villages, the counsel said. The officials have to hold Gram Sabhas and identify the people who have been living in the forest areas for a long time. Rights have to be conferred on them. They can evict only those who were not part of these villages, the counsel said. Forest dwellers have a right to protect, regenerate or conserve or manage any community forest resource, he said. Gram Sabha alone can determine the nature of individual and community rights under the Act, he said. State can constitute sub-division level committee to examine the resolutions of Gram Sabha, he said. The decisions taken by sub division committee can be challenged before a district level committee under the Act, he added. There should be a state level monitoring committee above these two committees. Without following any of this process, the forest officials have been forcibly evicting the tribals from their villages, Raj Kumar said. State counsel Narender Reddy, however, said that the officials will follow due process of law. The judge issued notices to authorities of home, panchayat raj and forest departments and sought counters from them by July 17. Download The Times of India News App for Latest City ."}, "CM to inaugurate Kaleshwaram project today": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cm-to-inaugurate-kaleshwaram-project-today/articleshow/69883884.cms", "time": "2019-06-21 08:09:00", "description": "HYDERABAD: Kaleshwaram--billed as the world's largest multi-stage lift irrigation project-- across the Goadavari river in Telangana will be inaugurated on Friday. Chief minister K Chandrasekhar Rao will formally inaugurate the Kaleshwaram Lift Irrigation Project (KLIP) in the presence of his Maharashtra and Andhra Pradesh counterparts and governor E S L Narasimhan. Touted as the 'lifeline' of Telangana, the project has been designed to irrigate 45 lakh acres for two crops in a year besides meeting drinking water requirement of 70 per cent of the state. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "BJP MLA Raja Singh​ injured as police foil attempt to install statue in Hyderabad": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/bjp-mla-raja-singh-injured-as-police-foil-attempt-to-install-statue-in-hyderabad/articleshow/69869571.cms", "time": "2019-06-20 12:44:00", "description": "HYDERABAD: Tension prevailed at Jummerat Bazar Y junction in Hyderabad during the early hours of Thursday when BJP workers led by MLA Raja Singh tried to replace freedom fighter Rani Avanti Bai's statue with a new one. At 12.30am, Shahinayatgunj SI S Gurumurthy received information that local BJP workers were trying to replace Rani Avanti Bai's statue at Jummerat Bazar Y Junction with a new one. As no permission was sought for the installation of the new statue, the SI reached the spot and seized the crane brought to the spot by the supporters of Raja Singh to remove the old statue. According to police Raja Singh, along with his associates tried to replace the Rani Avanti Bai's statue without permission. \"The supporters of Raja Singh who were trying to remove the old statue alerted him. Raja Singh reached the spot and confronted police. Meanwhile, the new 25-feet statue of Rani Avanti Bai was brought to the spot from Ganga Bowli and en route, Raja Singh and his supporters damaged two police vehicles,\" Goshamahal ACP M Narendar Reddy said. MLA Raja Singh alleged that when he and his supporters were trying to replace the old statue of Rani Avanti Bai with a new one, police personnel including, Goshamahal ACP Narendar Reddy, Asif Nagar ACP, Narsimha Reddy, SIs Gurumurthy and Ravi Kumar, attacked him with sticks, causing a bleeding injury on his head. However, police clarified that the injuries suffered by Raja Singh were self-inflicted. \"MLA Raja Singh abused us. Later, he picked up a boulder and hit his head,\" the ACP said. The MLA underwent treatment at Osmania General Hospital as an outpatient. During this period, the MLAs supporters replaced the old statue with the new one. Police registered a case against Raja Singh and others under sections, 143, 145, 147, 153, 152, 153-a, 353 r/w 149 IPC. Download The Times of India News App for Latest City ."}, "Tollywood will get its very own funny detective with Agent Sai Srinivasa Athreya": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tollywood-will-get-its-very-own-funny-detective-with-agent-sai-srinivasa-athreya/articleshow/69859024.cms", "time": "2019-06-20 06:00:00", "description": "'Sai Srinivasa Athreya’ sounds more like the name of your regular Telugu boy next door, than that of a private agent. But then Agent Sai Srinivasa Athreya isn’t your average detective drama filled with larger-than-life characters pulling off unbelivable stunts. “I was very clear that I wanted both my story and the characters to be as real as possible. That makes it so much easier for people to connect with the character. There’ll be no fancy gadgets, high-speed chases, high-octane sequences, et al. Our guy is a smart detective who uses good old techniques to solve a gristly case,” says director Swaroop RSJ, who is making his debut with this film. Admittedly, he’s “a big fan” of Chiranjeevi’s 1986 blockbuster Chantabbai, and it was his dream to bring back that genre into Telugu cinema. “It has been so long since we have seen a full-blown detective film in Telugu, especially one that can also make you laugh. there have been spy films, but none like Chantabbai, where the detective happens to be a small town guy. It’s such a lovable genre — a perfect mix of comedy and drama. I wanted to make my debut with a film like this,” says the director, who’s thrilled to have found the perfect partner in his hero, Naveen Polishetty. “I’d seen Naveen’s hugely popular AIB videos and loved his comic timing. He’s such a talented actor. I had no doubt that he was the one I wanted as my hero,” says, Swaroop, who teamed up with Naveen even before the character was fully developed. “Naveen and I worked together for eight months just so I could understand his body language and mannerisms, so that I could incorporate them into the character seamlessly,” he adds. The toughest part was ensuring that his ‘detective with a sense of humour’ doesn’t end up looking like a caricature, says Swaroop. “I was very careful while writing the character of Agent Sai Srinivasa Athreya, because I know a comparison will be drawn with other amusing detectives, be it Inspector Jacques Clouseau of Pink Panther or Sherlock Holmes. I’ve done my best to incorporate a sense of humour in the story, without making it seem like a parody. The entire cast and crew of the film is new and every day on the set was a challenge. But at the end of it all, we have an amazing film at hand. I can’t wait for people to watch it.” Produced by Rahul Yadav Nakka under Swadharm Entertainment, Agent Sai Srinivasa Athreya is releasing tomorrow.Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "\nA Hyderabadi artist’s musings on life...\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/A-Hyderabadi-artists-musings-on-life-/articleshow/53857465.cms", "time": "", "description": "Art-enthusiasts of Hyderabad made way to Kalakriti Art Gallery for an exhbition which displayed the art series, ‘Life Is A Deck of Cards’ created by Avijit Dutta. True to its name, the collection of artworks depicted various stages of life in the form of a deck of cards, complete with two jokers. Spotted at the do were noted artists like Jagdish Chintala, and Laxman Aelay interacting with Avijit as he showcased his work. Download The Times of India News App for Latest City ."}, "Telangana high court bids adieu to Justice V Ramasubramanian": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/telangana-high-court-bids-adieu-to-justice-v-ramasubramanian/articleshow/69878817.cms", "time": "2019-06-20 22:09:00", "description": "HYDERABAD: The full court of Telangana high court comprising all its judges, along with law officers, registrars, lawyers and staff bid farewell to Justice V Ramasubramanian who was elevated as chief justice of Himachal Pradesh high court. Telangana advocate general BS Prasad described him as an erudite scholar, a jurist with a vision and also a Tamil literary figure. Narrating the love the advocates have for him, the AG said: \"The Bar stands up today with choked throats and tear-filled eyes to bid farewell to one of the finest judges who served this high court”. The AG recalled some of the brilliant judgements delivered by Justice Ramasubramanian on the question of infringement of a trademark through Google’s ad-words, on the concept of shared parenting, on the principles of international law and the enforceability of a foreign court’s order in India, on the need to evolve a foolproof mechanism to prevent honour killings etc. He has a unique style of writing judgments that are laced with humor, lucidity is the hallmark, the AG said. He urged the judge to come back to Hyderabad after retirement and start his further endeavors from here. Acting chief Justice Raghavendra Singh Chauhan said that he was amazed at the vast amount of knowledge Justice Ramasubramanian possessed on various subjects including religious texts. Justice Ramasubramanian thanked all the judges, advocates and staff for the cooperation they extended and for the wonderful tenure he had here. His wife Saraswati Subramanian and son Darshan were present in the court hall that was packed with advocates. Scores of advocates have been thronging his chamber since morning and in the evening the HC advocates association bid him farewell separately. Download The Times of India News App for Latest City ."}, "Congress blasts ‘dictator’ KCR": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/congress-blasts-dictator-kcr/articleshow/69881155.cms", "time": "2019-06-21 04:27:00", "description": "Telangana Congress spokesperson Sampat Kumar on Thursday lambasted chief minister K Chandrasekhar Rao for “behaving like a dictator”. “Chandrasekhar Rao is lying that he has built Kaleswaram project. If at all any statue has to be installed at the project site, it has to be either Sonia Gandhi’s or Ambedkar’s,” he said. TNN Download The Times of India News App for Latest City ."}, "Rescued camels on their way home": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rescued-camels-on-their-way-home/articleshow/69881426.cms", "time": "2019-06-21 04:45:00", "description": "HYDERABAD: Eight of the nine camels that were smuggled to Hyderabad from Rajasthan for slaughter on May 26, started their journey back home after being rescued by the police and a city-based NGO. The orders to transport the camels to Rajasthan were given after Greater Hyderabad Society for Prevention of Animal Cruelty (GHSPCA)—which was part of the rescue operation—and People for Animals, filed a revision before the high court. The camels—dehydrated and injured—were rescued by animal activists and police at Gachibowli. They were later shifted to the GHMC animal shelter in West Zone. Volunteers said one of the camels succumbed to its injuries while undergoing treatment after the rescue. “The camels were stuffed like soft toys in one truck. They were all badly dehydrated and injured when we found them. One camel had died while undergoing treatment,” said Soudharm Bhandari, Coordinator, GHSPCA. Bhandari states that rampant illegal sale and slaughtering of camels has become a common phenomenon in the Hyderabad for quite some time. “Several camels are gruesomely slaughtered in contravention of the rules and several sections of the law. After every rescue, we find that the camels are dehydrated, starved, damaged hooves and unattended injuries with maggots eating away their exposed tissue,” said Mahip Jain of GHSPCA adding that in many cases there are pregnant, lactating and calves as well. The voluntary groups that took care of the camels for the last one month had arranged to transport them to the PFA shelter at Sirohi in Rajasthan, a nearly 1,500 km drive in two trucks with four camels in each vehicle. “The transportation of the remaining eight camels, in two trucks started on Tuesday from Hyderabad and the animals will reach Rajasthan by Friday evening. The camels are being accompanied by our volunteers and a veterinarian to monitor their health,” Bhandari said. A case of animal cruelty was registered against the truck drivers after the vehicles carrying the animals were apprehended. Download The Times of India News App for Latest City ."}, "\nHyderabadi cricketer T Suman gets hitched to his lady love\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadi-cricketer-T-Suman-gets-hitched-to-his-lady-love/articleshow/53885776.cms", "time": "", "description": "BAND, BAAJA AND BARAAT  In a grand wedding ceremony on Friday evening, Hyderabadi cricketer T Suman finally tied the knot with his lady love Julaiikha Patnam. Looking gorgeous in a green Kanjeevaram saree, she entered the hall in a palanquin, while Suman — all smiles at the sight of his bride-to-be — also made quite an entry with band, baaja and baraatis. “It feels amazing to be married, honestly! I never thought I’d have such a grand ceremony and it feels nice to get a warm welcome from Julaiikha’s family,” said Suman excitedly.  STARS OF THE EVENING  Suman’s parents Laxminaranyana and Anjali, and Julaiikha’s parents Pawan Kumar and Jyothisree were seen welcomed the guests warmly. Actor Balakrishna and with his wife Vasundhara Devi were one of the first to arrive and gave their best wishes to the couple. Also spotted mingling with the guests was former cricketer VVS Laxman.  FOODIES' DELIGHT  Guests were treated to a lavish spread — from pizza to chaat to Indian delicacies. With faludas, juices and ice creams, the dessert counter was a hit. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Monali Thakur performs at an event": {"link": "http://photogallery.indiatimes.com/events/hyderabad/monali-thakur-performs-at-an-event/articleshow/69787019.cms", "time": "", "description": ""}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "NIFT, Hyderabad housekeeping staff allege sexual harassment": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/nift-housekeeping-staff-allege-sexual-harassment/articleshow/69865534.cms", "time": "2019-06-20 13:19:00", "description": "HYDERABAD: Women employees from the housekeeping department at National Institute of Fashion Technology (NIFT), who had alleged an employee of sexual harassment, agreed to resume work if the alleged assaulter was removed. Fifty-six women employees from NIFT had alleged that they were unceremoniously fired by the institute after they complained about sexual harassment. “We were fired from NIFT though a few of us had been working at the institute for several years. This, only because we raised an alarm over sexual harassment,” said Ratna Kumari, supervisor of the housekeeping staff. The staff said the man would touch them inappropriately, click photos without their consent and seek sexual favours. Following this, few staff members registered a complaint with the administration. While the accused continues to serve the institute, NIFT officials claim that they are awaiting the internal complaints committee report to initiate initiate action. “We have not terminated any housekeeping employee. We follow all standard operating procedures to deal with sexual harassment complaints. The director who works out of Delhi is expected to visit the institute on Thursday. The issue will be taken up with him,” said GHS Prasad, joint director, NIFT. “At our end, we have conducted all investigations. We even collected CCTV footage from the institute. But since it’s a central government institute, we could not arrest the accused without any permission and concrete proof,” said Y Nageshwar Rao, inspector of police, Madhapur. Download The Times of India News App for Latest City ."}, "Eamcet registrations from June 24": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/eamcet-registrations-from-june-24/articleshow/69881723.cms", "time": "2019-06-21 04:07:00", "description": "Hyderabad: Registration to seek admission into engineering, agriculture and medicine courses will commence on June 24, the Jawaharlal Nehru Technological University, Hyderabad (JNTU-H), said on Thursday. The Eamcet admission committee met on Thursday and fixed the schedule for the first phase of counselling. As per the notification, online filing of basic information, payment of processing fee and booking of slots to select helpline centre to attend certificate verification would be held from June 24 to July 1, the varsity said in a press release. Certificate verification for candidates who booked slots would be held from June 27 to July 3 and candidates can exercise their web options from June 27 to July 4. Provisional seat allotment will be made on July 6 and candidates can pay tuition fee and self-report through the website from July 6 to July 12. Further details about the next phases of admission will be made available on the Eamcet website on June 24. Download The Times of India News App for Latest City ."}, "\nHyderabadis headbanging and death growling for the win\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadis-headbanging-and-death-growling-for-the-win/articleshow/53928733.cms", "time": "", "description": "Papri.Paul@timesgroup.com  Hyderabad’s metalheads had a gala time at a cultural fest hosted by IIT Kanpur at a city hotspot on Sunday evening. Four high-octane city bands — The Immortal Peace, Hostilian, The Sword and We’ll Decide Later rocked the floor with their 440 volt performances. Competing with each other for the semi finals in IIT Kanpur next month, the bands went all in with guitars, drums and of course, some intense head banging. Sipping on their cocktails and beers, the guests basked in the all-metal glory. Download The Times of India News App for Latest City ."}, "Inauguration hurried: Bandaru": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/inauguration-hurried-bandaru/articleshow/69881178.cms", "time": "2019-06-21 04:28:00", "description": "BJP leader Bandaru Dattatreya said the government was inaugurating the project without completing it. \"The three completed barrages constitute only 20 per cent of the project,” he said. Dattatreya demanded the state place a detailed project report of Kaleshwaram scheme before the public and sought a white paper on expenditure on the project. TNN Download The Times of India News App for Latest City ."}, "Hyderabad: BJP MLA stopped while trying to install statue, injures himself to threaten police": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bjp-mla-stopped-while-trying-to-install-statue-injures-himself-to-threaten-police/videoshow/69871703.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "T-Germany pact on seeds extended": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/t-germany-pact-on-seeds-extended/articleshow/69865439.cms", "time": "2019-06-20 04:10:00", "description": "Hyderabad: The bilateral agreement signed by the Telangana government with German federal ministry for development of seed sector in the state has been extended for three more years. The agreement, which was signed in 2017, ended this month. The German federal ministry also said it would support the state government in setting up a global seed valley at Banda Mylaram in Medak district. Addressing a press meet on Wednesday, agriculture minister S Niranjan Reddy said there will not be any transfer of patents on seeds to Germany, but the state will get equipped with better techniques on seed development. He said the state government is coming up with a food processing policy soon to give boost to farmers and entrepreneurs. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "underage driving": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/underagedriving/articleshow/69807993.cms", "time": "", "description": ""}, "No PM supported AP like Modi, quitting NDA was a big blunder for TDP: Sujana": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/no-pm-supported-ap-like-modi-quitting-nda-was-a-big-blunder-for-tdp-sujana/articleshow/69881833.cms", "time": "2019-06-21 10:05:00", "description": "Following the four TDP Rajya Sabha MPs’ move to merge forces with the BJP, former union minister Y S Chowdary speaks to U Sudhakar Reddy on the allegations against him and Chandrababu’s decision to quit the NDA. Excerpts: * How can we see you and your party colleagues move to join BJP at a time when you are facing the heat of central investigation and enforcement agencies?A week ago I met Prime Minister Narendra Modi and asked him to examine the so-called allegations against me. I met PM Modi on Thursday too when finance minister Arun Jaitley got it examined with all agencies and he was satisfied. The PM also has the details of verification. I am the owner of my truth. In the interest of the nation, I have joined BJP * You are saying that there is no case against you?There is no cheating or forgery or any kind of case against me. No bank has filed a case. I am clean. I have an impeccable track record. I excelled in business and inspired several entrepreneurs. * Are the remaining two TDP MPs of Rajya Sabha also joining BJP?I am the leader of the party in Rajya Sabha. Most of the MPs followed me. I neither induced nor influenced them. It is their wish and will to join BJP. Two other RS MPs of TDP may also take a decision soon. * Did the TDP do a post-mortem examination after the election results?Coming out of NDA was a big blunder committed by the TDP. But we had to follow the then leader’s decision. In India, no central government under any prime minister had supported Andhra Pradesh like the NDA had for four years. I had internally opposed the decision several times. Not only getting out of NDA, but also blaming central government is wrong. In a cooperative federal system, no PM or FM can give funds at the cost of other states. * Did you demand the resignation of Naidu after the general election? Are leaving him even though he gave you a Rajya Sabha seat?Who am I to demand his resignation? No doubt Chandrababu is a visionary and a hardworking leader. Leaving him is an incorrect word. He has to retire. Does anyone need to stay aboard a sinking Titanic till the last minute? I had my own plans to do something. I am a person who has accomplished everything in life. My children are disciplined and they got married and settled well. There are 3,000 to 4,000 people taking a salary from the companies I founded. I want to be active in politics so I joined BJP. * Do you think elevating Nara Lokesh’s elevation as minister and general secretary of the party has affected the outcome of the elections?I cannot blame him. If the general secretary elections are held in a democratic process those who have fire in the belly like me would have contested. Chandrababu is a great person but he was misled by a few officers. Though he is out of the country, I was in touch with him and held discussions. Download The Times of India News App for Latest City ."}, "Sewerage overflow on Camelot Layout, Kondapur": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerageoverflowoncamelotlayout2ckondapur/articleshow/69764477.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Road broken for water line rectification": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadbrokenforwaterlinerectification/articleshow/69834433.cms", "time": "", "description": ""}, "TDP implodes as four of its Rajya Sabha MPs join BJP": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tdp-implodes-as-four-of-its-rajya-sabha-mps-join-bjp/articleshow/69883833.cms", "time": "2019-06-21 08:04:00", "description": "HYDERABAD: In a surprise move, four of the six Telugu Desam Party (TDP) MPs in Rajya Sabha joined the BJP on Thursday in the presence of its newly-appointed working president, J P Nadda. The MPs, including Y S Chowdary, C M Ramesh, Garikapati Mohan Rao and T G Venkatesh, also gave a letter to Vice-President and Rajya Sabha chairman, M Venkaiah Naidu, requesting him to allow the TDP parliamentary party to merge into the BJP. The move has come at a time when TDP supremo and former Andhra Pradesh chief minister N Chandrababu Naidu is holidaying in Europe. Chowdary, Ramesh and Rao were among Naidu's closest aides. After making the MPs join BJP, Nadda told reporters that party president Amit Shah had accepted the merger proposal. TDP was virtually decimated in the recent general elections as it won only 23 assembly seats in a House of 175. Also, the party got just three Lok Sabha seats out of 25. Sources close to Chowdary told TOI that at least 12 of the newly elected TDP MLAs and one Lok Sabha MP were in touch with BJP leaders and could switch sides any time. \"Coming out of NDA was a big blunder by TDP,\" Chowdary told TOI. \"I had then internally opposed it. But we had to follow Naidu's decision. No central government had supported Andhra Pradesh like NDA had for four years. There is no scope for TDP in Andhra Pradesh now.\" Naidu had walked out of the NDA in March last year, apparently over Andhra Pradesh not being given the special category status. He had then assiduously worked towards bringing all opposition parties under one umbrella to fight BJP. Chowdary had recently appeared before CBI for questioning in a case related to a Chennai company, which is being investigated for fraud by the Enforcement Directorate and CBI. He had told officials that he had nothing to do with the company. CBI had also raided Chowdhary's house in Hyderabad in May. Download The Times of India News App for Latest City ."}, "Row erupts over SI training time-table": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/row-erupts-over-si-training-time-table/articleshow/69880684.cms", "time": "2019-06-21 04:56:00", "description": "HYDERABAD: A few cops at Telangana State Police Academy (TSPA) on Thursday tried to create an issue when their top brass told them to stay back overnight to complete the task of finalising the time-table for the training classes to be held for the newly-inducted SIs. The TSPA top brass explained that the officers concerned have to complete their work at the earliest given the deadline. “The faculty members are supposed to prepare the time-table for a one-year induction training programme starting in July. Those who have work pending need to complete it by staying back,” said TSPA Deputy Director B Naveen Kumar. tnn Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "P3Ps attend Neeru Mohan's birthday party": {"link": "http://photogallery.indiatimes.com/events/hyderabad/p3ps-attend-neeru-mohans-birthday-party/articleshow/69875983.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Auto Roof Top Garden": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/autorooftopgarden/articleshow/69764402.cms", "time": "", "description": ""}, "MUSI RIVER POLLUTION": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/musiriverpollution/articleshow/69818339.cms", "time": "", "description": ""}, "Ghmc wasting tax payer money": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghmcwastingtaxpayermoney/articleshow/69807977.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Dumped on the divider": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpedonthedivider/articleshow/69834381.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Hyderabad school sends students back due to water scarcity": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/school-sends-students-back-due-to-water-scarcity/articleshow/69880675.cms", "time": "2019-06-21 08:40:00", "description": "HYDERABAD: Scarcity of water forced the Global Edge School to declare holiday on Thursday at its Kukatpally branch. “We have been facing water crisis for the last few days, since we could not get a water tanker even on Wednesday, we had to declare a holiday on Thursday,” said an official who refused to identify herself. According to the official, an SMS alert was issued to all the parents on Thursday morning. However, a few parents who were unaware of the water issue at the campus, were asked to take their wards back. The Global Edge School, Kukatpally has more than 2,500 students and is affiliated to the Central Board of Secondary Education (CBSE) since 2005. The school management’s decision to shut it down due to water scarcity received flak from child rights activists in the city. “It is very unfortunate that the school management had to declare a holiday due to water shortage. The school levies heavy fee on parents and has failed to provide basic water supply for use,” said Achyutha Rao, honorary president of Balala Hakkula Sangham, adding that the school management should take up the responsibility of ensuring that there is sufficient water in the school premises. District-level officers from the school education department admitted that schools are struggling to manage without adequate water supply. Schools in rural areas too are hit as they have been asked to fetch water from the neighbourhood to keep the toilets functional. Download The Times of India News App for Latest City ."}, "street lights are not working": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsarenotworking/articleshow/69834400.cms", "time": "", "description": ""}, "In a first, Telangana high court sets up facility to make fee payment online": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/in-a-first-hc-sets-up-facility-to-make-fee-payment-online/articleshow/69865473.cms", "time": "2019-06-20 08:06:00", "description": "HYDERABAD: In a digital initiative that was taken up for the first time in the country’s judiciary, Telangana high court and State Bank of India (SBI) entered into an MoU to facilitate online payment of court fee by litigants and lawyers. Earlier, people who wanted to pay court fee used to go to banks and transfer them into government account. Even cheque payment, too, used to be lengthy and time consuming mode. Now, online payment has been integrated into the servers of both SBI and high court. One can make the payment either through debit card, credit card or net-banking, and the payment particulars will be reflected in the records within no time. Litigants and lawyers can even take a print-out of their payment as proof, said an SBI officer who said that this digital initiative was first-of-its-kind introduced in the judiciary. E-Courts project may have initiated many other digital facilities, but the court fee payment has always been manual. Acting Chief Justice Raghavendra Singh Chauhan and SBI chief general manager Om Prakash Misra were present during the signing of the MoU at the high court judges’ lounge on Wednesday evening. Registrar general A Venkateswar Reddy from the high court and deputy general manager Geetha S Pillai from SBI corporate wing signed the MoU. Justices Sanjay Kumar, MS Ramachandra Rao, A Rajashekher Reddy, P Naveen Rao, G Sri Devi, Shameem Akther and others participated in the event. SBI general manager V Ramesh and registrar (IT), high court, D Hemanth Kumar coordinated the effort. Terming it a proud moment in the history of the high court, Acting Chief Justice Chauhan said, “The more we bring in technology into judiciary, the better it is for litigants, lawyers and general public.” He hoped that Telangana high court would scale many more digital heights in the future. Download The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Don’t take action against actor Sivaji for now: Telangana high court": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-dont-take-action-against-sivaji-for-now/articleshow/69865400.cms", "time": "2019-06-20 09:16:00", "description": "HYDERABAD: Justice G Sri Devi of Telangana high court on Wednesday directed police not to take action against actor Sivaji till June 26. The judge gave the interim order while hearing a petition filed by the actor urging the court to quash the FIR against him in the TV9 shares’ sale episode. Sivaji claimed that he bought 40,000 shares from TV9 channel’s former CEO Ravi Prakash at Rs 20 lakh and had also approached NCLT, urging it to stall the takeover of TV9 by the new management. Police suspect Sivaji was planted by Prakash to stall the change in management. Public prosecutor C Pratap Reddy opposed relief to Sivaji and said he was evading police and not responding to the notices served. As judgment in Prakash anticipatory bail plea was reserved, he urged the court to adjourn the matter for a few days. The judge posted the case to June 26. Meanwhile, Justice Devi reserved judgment in a plea filed by Prakash seeking anticipatory bail. Pratap told the court that there was no truth in the allegations that the management of TV9 had resorted to hawala payments while selling 90% stake of the old management to the new management. It was bought for Rs 500 crore and the whole amount was paid in white through bank, he said, refuting the allegations made by Prakash. The public prosecutor said the action of the former CEO in selling the logo of the TV for Rs 99,000 was done with an intention to creating trouble for the new management. Download The Times of India News App for Latest City ."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Daily wager rapes minor girl in Uppal": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/daily-wager-rapes-minor-girl-in-uppal/articleshow/69881719.cms", "time": "2019-06-21 04:06:00", "description": "HYDERABAD: A day after the rape and murder of a nine-month-old baby girl in Warangal shook the entire state, another shocking case was reported on Thursday in Uppal wherein a minor girl was raped by a daily wager. The nine-year-old victim, a class IV student in a government school, was playing outside her house when the accused lured her to an isolated under construction building and sexually assaulted her. “The incident occurred at around 11.30am. When the girl came back home crying, her mother noticed injuries on her private parts,” said Uppal inspector P Venkateshwarlu. The victim’s family hails from Khammam district and moved to Uppal four months ago. The girl’s parents are daily wage labourers. “Locals caught the accused and beat him up. He later fled from his rented house. Our teams are searching for him,” the inspector added. The victim was shifted to Gandhi Hospital. A case has been registered under IPC sections and relevant sections of Pocso Act. Download The Times of India News App for Latest City ."}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "peers cherry lake": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/peerscherrylake/articleshow/69850312.cms", "time": "", "description": ""}, "Ban VIP rule": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/banviprule/articleshow/69780857.cms", "time": "", "description": ""}, "I was a lot like Raju in real life; I wanted nothing more than that first rank: Chetan": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/i-was-a-lot-like-raju-in-real-life-i-wanted-nothing-more-than-that-first-rank-chetan/articleshow/69859098.cms", "time": "2019-06-20 07:00:00", "description": "With his neatly parted oily hair and thick rimmed glasses, Chetan Maddineni looks every bit the front bench nerd in First Rank Raju. Interestingly, he didn’t have to go far looking for inspiration, ’cos he used to be a nerd in real life, he admits. “I drew inspiration from life because, to be honest, I too was a lot like my character Raju when I was a child. I wanted nothing more than getting that first rank, even if it meant mugging up the whole syllabus. It was only when my family shifted to the US that I learnt how important it is to balance life in a better manner,” says the actor. A remake of the Kannada hit First Rank Raju, the Telugu version will see Chetan play a hero the Telugu audiences can relate to. “I did watch the original for reference, but I have made the character totally my own. This is my interpretation of how Raju would be would be if he lived in Hyderabad. I remember how I would feel when I scored well, so I brought in some of my personal experiences as well.” His character might look boring, but his love story is quirky, promises Chetan. “The chemistry between me and Kashish Vohra is something to watch out for. It was really good shooting with her. In fact, we’d joke about how she was the ‘First Rank Rani’ on the set, because she would learn all her dialogues by-heart since she doesn’t speak Telugu,” says Chetan, laughing. Talking about the love track, he adds, “The love story here is not the run-of-the-mill boy chasing girl; it’s more of her character trying to put up with Raju’s idiosyncrasies.” Chetan rounds off saying First Rank Raju is a film that has something for everyone: “The journey of Raju is something that will seem familiar to all the youngsters. a geek trying to be cool and, finally finding himself — this character is one that will be relatable to kids and an eye-opener for parents.” Produced by Manjunath V Kandkur under Dolphin Entertainment, First Rank Raju is releasing tomorrow.Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Zero Swachta": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/zeroswachta/articleshow/69821182.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Hafizpet lake pollution": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hafizpetlakepollution/articleshow/69764426.cms", "time": "", "description": ""}, "Hyderabad: Bouncers thrash youths over ‘tissue paper’": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "time": "", "description": ""}, "Kaleshwaram to lessen Hyderabad's water woes": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/kaleshwaram-to-lessen-citys-water-woes-stimulate-growth/articleshow/69881137.cms", "time": "2019-06-21 07:01:00", "description": "HYDERABAD: The Telangana government’s flagship irrigation project, Kaleshwaram Lift Irrigation Scheme, is expected to significantly mitigate water shortage issues in Hyderabad. The project is also likely to boost economic growth in the metropolitan region given that 16 tmcft of water will be reserved solely for industrial needs around the city once the project is completed in entirety. Of the nearly 200 tmcft of water that will be diverted from the Godavari as part of the project, about 30 tmcft is allotted for Hyderabad. As of now, the city gets 30 tmcft of water from the Krishna and the Godavari and 440 million gallons per day (MGD) is supplied to the city. “Kaleshwaram project is the lifeline of Hyderabad as it gives assured water supply to the metropolitan city even if the city expands up to the proposed regional ring road (RRR) and also the population of the city is doubles (touching two crore) in the future,” Greater Hyderabad Municipal Corporation commissioner and Hyderabad Metropolitan Water Supply and Sewerage Board (HMWS&SB) managing director Dana Kishore told TOI. HMWS&SB has taken up construction of a reservoir at Keshavapuram village near Sharmirpet with a capacity of 10 tmcft which will receive Kaleshwaram water from Konda Pochamma Sagar Reservoir at Markook, about 30 km from the city. Similarly another reservoir of the same capacity at Devalamma Nagaram of Choutuppal is in the works.“Since the state is planning to shift industries beyond ORR, apart from villages, new industries will also be given water,” Dana Kishore said. Download The Times of India News App for Latest City ."}, "Drainage overflowing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageoverflowing/articleshow/69821358.cms", "time": "", "description": ""}, "\nSharon celebrates her birthday at Barbeque in Hyderabad\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Sharon-celebrates-her-birthday-at-Barbeque-in-Hyderabad/articleshow/54051839.cms", "time": "", "description": "Good food, good music and good friends — that’s the ideal way to celebrate your birthday. And city girl Sharon did just that. her birthday bash was an exclusive affair for “just close friends”. Looking pretty in smart casuals, Sharon, was flanked by her buddies as they enjoyed the classy afternoon soiree. The girls bonded over scrumptious lunch, before calling it a day. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Garbage dumped in open": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpedinopen/articleshow/69850309.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Pragathi Nagar Lake in death throes": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pragathinagarlakeindeaththroes/articleshow/69818370.cms", "time": "", "description": ""}, "2,220 minors booked for driving vehicles in Hyderabad": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/2220-minors-booked-for-driving-vehicles-in-hyderabad/videoshow/69854000.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Telangana: 119 new residential schools for backward classes to begin functioning today": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/telangana-119-new-residential-schools-for-backward-classes-to-begin-functioning-today/videoshow/69814611.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Warangal: 9-month-old abducted by drunk man as family slept, ‘raped’ & throttled": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/9-mth-old-abducted-by-drunk-man-as-family-slept-raped-throttled/articleshow/69865567.cms", "time": "2019-06-20 11:55:00", "description": "WARANGAL: A drunk man kidnapped a nine-month-old girl from a house, sexually assaulted her and then throttled her in Hanamkonda in Warangal early on Wednesday. A rape case has been booked as there were injuries on the child’s private parts. The 22-year-old accused had abducted the baby at 1.30 am from the terrace of the house in Kumarapalli where the family was sleeping. “As the ground floor and first floor was locked, he went to the terrace where the family was sleeping. As the child was in deep sleep she did not cry when he took her out of the house, ’’ ACP (Hanamkonda) D Chandraiah told TOI. Around 1.45 am, the family members noticed the baby was missing and started searching for her. Both police and locals, including family members, formed search teams and it was the girl’s uncle who noticed the accused carrying a baby covered with a towel. When the uncle questioned him, the accused dropped the baby and ran, but was eventually chased and caught. The man was thrashed by the locals before he was handed over to the police. The baby was rushed to the hospital, but doctors declared her ‘brought dead’. “The man was drunk when he was caught. There were injuries on the girl’s private parts and he confessed that he sexually abused her,” the ACP said Police have booked a case under IPC Sections 366 (kidnapping), 302 (murder), 379 (theft), besides Protection of Children from Sexual Offence Act (POCSO). The accused had also stolen a couple of mobile phones of the victim’s family members. As the news spread, hundreds of locals protested at Hanamkonda police station junction demanding stringent punishment against the accused. Traffic had to be diverted for a few hours due to protests. Read this story in BengaliDownload The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Cyberabad motorists, beware! You may lose your licence for reckless driving": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/motorists-beware-you-may-lose-your-licence-for-reckless-driving/articleshow/69865434.cms", "time": "2019-06-20 09:34:00", "description": "HYDERABAD: In a first such move, aimed to make driving in the city streets safer, the Cyberabad police have recommended revoking licences of 50 drivers, involved in reckless driving, often leading to deaths. After analysing CC television footage and investigating the accidents, the cops say the 50 drivers, mostly truck and cab drivers, barring a few private car and two-wheelers, will have to give up their driving licence. Some two-wheelers and private car owners also figure in the list, police said. Once a licence is revoked, he or she will become ineligible to drive any vehicle. After brainstorming on ways to curb fatal accidents, a decision was taken by Cyberabad police to write letters, recommending cancellation of driving licences of those motorists, who were involved in deliberate negligence like wrong-side driving, cell phone driving or jumping signals, leading to accidents. “We have sent proposals to the transport department, asking them to revoke their driving licences as their deliberate negligence have led to accidents. We are waiting for a reply from the transport department,’’ an officer in the Cyberabad police told TOI. Till date, licences of motorists have been suspended, when they were caught either for drunken driving or other offences. Now, the officials have decided to invoke provisions under the MV Act to revoke licences of erring motorists. The recommendation was made citing Section 19 of the Motor Vehicle Act, which authorises the licensing authority to disqualify a person from holding a driving licence or revoke the licence. While transport authorities from the districts have already replied in the affirmative in some cases, police say they are waiting for responses from the Regional Transport Authority (RTA) in the city. In the past, Cyberabad police sought explanation from RTA on how driving licence were issued to motorists who had multiple traffic violations against them. The RTA official reportedly gave an explanation that since those motorists were eligible to apply and they passed the requisite exam, they issued them the permit. Police officials said that system of assigning points for various traffic violations is yet to be implemented for road accidents. “Though, as per points system, for every road accident, a motorist is supposed to get five penalty points, but now accident information is not being integrated with traffic wing, yet,” a source said. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Garbage and branches strewn Sainikpuri": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandbranchesstrewnsainikpuri/articleshow/69867013.cms", "time": "", "description": ""}, "Shikhar Dhawan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/shikhar-dhawan-posts-emotional-message-after-being-ruled-out-of-world-cup/articleshow/69862397.cms", "time": "", "description": ""}, "\nA mesmerising Fusion of sur, taal and jazz, in Hyderabad\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/A-mesmerising-Fusion-of-sur-taal-and-jazz-in-Hyderabad/articleshow/53753772.cms", "time": "", "description": "Papri.Paul@timesgroup.com  The polyrhythmic notes of jazz fused with the ethno-musical notes of Baul Lokogeeti (devotional folk songs from Bengal) formed an interesting ensemble in a very unique fusion concert — One World Fusion 2016. True to its name, the concert held at Ravindra Bharati, saw some of the best names from the music world join hands to mesmerise Hyderabad’s music lovers.  eminent sax player George Brooks, santoor maestro Pt.Tarun Bhattachary, flute maestro Pravin Godkhindi, tabla marvel Pt.Shubhankar Banerjee, drumming sensation Gino Banks and prominent keyboard player Sagar Paul blended their artistic outflow with the famous couple, Sahaj Ma Baul, an eminent Baul Singer and Utpal Faqir, a famous baul dutara and banjo player. The amalgam that apposed diametrically divergent and distinguishing styles was enthralling, to say the least.  the group started with Vande Mataram fused with Sare Jahan Se Achha, keeping in mind the Independene Day fervour. Sahaj Ma’s deep voice and Godkhindi’s classical vistar resounded in the auditorium. A peek into each performer’s individual streams left listeners spellbound. Brooks’ jazz fare with hints of Indian sounds, with tabla, drums and santoor thrown into the mix, was a hypnotic hybrid, undeniably unlike anything the audience had ever heard before.  Pt Tarun Bhattacharya strummed his santoor, exploring myriad challenging cross-rhythmic patterns, inviting a parallel response from his fellow musicians in tabla, drums, flute and saxophone. The jugalbandi between Pt.Shubhankar Banerjee on tabla and Gino Banks on drums left the audience craving for more. Pravin Godkhindi, who is the only Indian to play the world’s largest flute, the contrabass, captivated the audience with his euphonious flute renditions. Sahaj Ma and Utpal Faqir transported the audience to rural Bengal with the song, Chander gaye chaand legeche, amra jene korbo ki, by a Bengali Baul saint, Lalon Fakir.  The musicians followed each other on stage, improvising to suit each other’s style, yet, not letting their individualistic style get lost in the blend. As the musicians traversed through intricate patterns to attain a crescendo, the auditorium thundered with undying applause.  Sahaj Ma and Utpal Faqir broke into a slow dance in the midst of their performances. Sagar Paul could not stop himself rocking to and fro with the rhythm throughout the concert. Even George Brooks swayed his hips from time to time enjoying the performance. They all looked like a bunch of buddies who sat together to jam, unmindful of the 500 awestruck eyes watching them.  A splendid musical treat, indeed! Download The Times of India News App for Latest City ."}, "Kaleshwaram result of sacrifices made by martyrs of Telangana statehood": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/kaleshwaram-result-of-sacrifices-made-by-martyrs-of-telangana-statehood/articleshow/69881411.cms", "time": "2019-06-21 04:40:00", "description": "HYDERABAD: On the eve of the inauguration of Kaleshwaram project, former irrigation minister T Harish Rao on Thursday released an emotional statement saying the project was a big step in the direction of realisation of the dream that was at the core of separate Telangana movement. “This is a result of the struggle of the people and the sacrifices made by martyrs for Telangana statehood,” he said. The Siddipet MLA said the credit for the project should go to chief minister K Chandrasekhar Rao. Harish Rao said when an irrigation project was deliberately designed by the previous governments, so that it could get caught in wrangles between various states, it was KCR who redesigned it. Describing KCR as ‘Aparabhageerathudu’, he said he had approached Maharashtra and settled the water issue amicable so that the Kaleshwaram project could be constructed. “I would like to thank KCR for supervising the construction of the project and getting it done in record time,” he said. Harish Rao said project engineers, employees and workers had worked through all seasons and in difficult weather conditions and congratulated them for their work. “I salute the farmers of Telangana who are overwhelmed by the inauguration of the project. I pray to God that the dream of a green Telangana be realised,” he said. Harish Rao ended his statement with ‘Jai Telangana., Jai Kisan’. Nowhere in the statement did he mention that he was the irrigation minister in the previous government under chief minister K Chandrasekhar Rao and worked on the execution of the project. It may be mentioned here that in KCR’s second time after the assembly elections in December 2018, Harish Rao was not inducted into the cabinet. KCR himself kept the irrigation portfolio. The project will be inaugurated on Friday. Meanwhile, Former union minister and BJP leader Bandaru Dattatreya said the Telangana government was hurriedly inaugurating the Kaleshwaram project without completing it. \"The three completed barrages Medigadda, Annaram and Sundilla and other works constitute only 20 per cent of the entire project. The balance works in the Phase I about 30 per cent are at snail pace, land acquisition was not completed for the balance 50 per cent of the works,\" the former minister said. He said when the project was conceived, the cost was about Rs 38,000 crore but the Telangana government enhanced the project cost in the name of redesigning. Dattatreya demanded the state government to place the detailed project report of Kaleshwaram project before the public and also demanded to publish a white paper on the irrigation project costs (both original and revised) and amount spent so far. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "redidential problem": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/redidentialproblem/articleshow/69780733.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Encroachment not acted upon": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentnotactedupon/articleshow/69821156.cms", "time": "", "description": ""}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/summer-ready-kiara-advani-looks-stunning-in-this-pink-outfit/videoshow/69868586.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Garbage not cleared for weeks": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagenotclearedforweeks/articleshow/69780797.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Clip of midday meal being cooked near toilet goes viral": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/clip-of-midday-meal-being-cooked-near-toilet-goes-viral/articleshow/69865500.cms", "time": "2019-06-20 04:13:00", "description": "Hyderabad: Child rights activist came down heavily on the state government for failing to provide basic facilities at anganwadi centres after a video of a woman cooking near a washroom at a center went viral. The supplies for the midday meal could be seen stored inside the toilet. In the video being circulated on social media sites, the anganwadi’s helper is seen preparing the day’s meal near the washroom. The centre is being run from the committee hall. “How can they store supplies in the washroom and feed children using those supplies,” questioned a man, a resident of the locality. Explaining the pathetic situation in which children are made to study, he said that the Anganwadi center is being run in the corridor of the committee hall for the past five years. “The TRS government has been in power for more than five years now and they are least bothered to take care of this children,” said a resident. He added, “Parents enrolled their kids in this center after local leaders and officials promised that they are building a new Anganwadi center. However, there are no facilities here and children continue to study without even having basic amenities in place.” According to the child-right activists, the children studying in this school belongs to Gandhi Girijan Basthi and are forced to move to this committee hall located in Ravindra Nagar Colony by the local leaders. They demanded that the state shifts students studying in this center to a better school with proper infrastructure. “When the women and child welfare department is spending crores of rupees on Anganwadis, why are these children made to live in such pathetic conditions from morning to evening. The state should immediately initiate action against officials concerned and monitor funds released to Anganwadis,” said Achyuta Rao, honorary president, Balala Hakula Sangham. The Anganwadi center is said to have 32 students with a teacher and a helper. Download The Times of India News App for Latest City ."}, "Vents sealed during repairs, Hyderabad flyovers may turn into streams this monsoon": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/vents-sealed-during-repairs-flyovers-may-turn-into-streams-this-monsoon/articleshow/69881663.cms", "time": "2019-06-21 08:28:00", "description": "HYDERABAD: Not just potholes and craters, flyovers in the city have a new set of problems to deal with: waterlogging. Thanks to shoddy road repair and restoration works, flyovers are likely to face inundation this monsoon, warn experts. While executing the works, contractors laid bitumen even on the vents which are supposed to drain out excess water from the flyovers. Due to the lopsided work, Begumpet, Masab Tank, PVNR, Greenlands and Telugu Thalli flyovers could face heavy waterlogging. Experts said Greater Hyderabad Municipal Corporation (GHMC) engineers should also take the blame for failing to inspect the road restoration works while they were being executed. Since a majority of the works were carried out at night, labourers, with no proper guidance and supervision, laid bitumen on the flyover vents also without realising that it would be a big hazard for commuters during the rainy season. Experts said GHMC should immediately identify the vents and remove the bitumen. “If the flyovers are left unattended, there is every likelihood of commuters tripping and hurting themselves,” a road management expert explained. Another said commuting on flyovers is bound to get worse and motorists may have to wade through one ft of stagnant water. “The pipes attached to drain out vents should be flushed out immediately to avoid waterlogging. That is one solution to begin with,” said SP Anchuri, vice-president (south), Structural Engineers World Congress. Download The Times of India News App for Latest City ."}, "Nizam’s 11-kg gold coin, diamond still untraced": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/nizams-11-kg-gold-coin-diamond-still-untraced/articleshow/69865420.cms", "time": "2019-06-20 07:11:00", "description": "HYDERABAD: As some of the Nizam’s collection is put up for auction at Christie’s in New York, heritage activists recall how the world’s biggest gold coin ever minted was withdrawn from an international auction house, Hapsberg Feldmann, in Geneva in 1987, following the intervention of the Indian government. However, 32 years later, there’s no word about the 11.193kg or 1,000-mohur gold coin inherited by titular Nizam VIII, Mukarram Jah, from his grandfather and last Nizam of Hyderabad, Mir Osman Ali Khan, in 1967. The gold coin was minted during the regime of Mughal emperor Jahangir. Along with this 1,000-mohur gold coin, a 2.3kg gold coin minted during Shah Jahan’s rule, is also put up for auction. Days before the auction, the Indian government had intervened, stating that the coins are part of the national heritage. Since the unsuccessful auction in 1987, the whereabouts of the coins are not known, says city historian Dr Mohammad Safiullah. Another precious object of the Nizam that has remained a mystery for decades is the Nizam diamond. There have been no records of any international auction house selling it or putting it up for auction. The Nizam diamond, also known as little Kohinoor, was mined from the Krishna river valley in Krishna-Guntur districts. Incidentally, the Kollur diamond mine, which produced some of the famous diamonds in the world, is now submerged under the water of Pulichintala dam. The Nizam diamond was mined in 1830 and went missing a few years after the Police Action in 1948. State archival data reveals that the Nizam diamond was present in 1944 and the India office in London had sought its details. This had angered the Nizam and he refused to divulge details about the Nizam or Golconda diamond and other precious stones and gems in his possession. Dr Safiullah said the 1,000-mohur gold coin came into the hands of the Asaf Jahs after it was presented by Mughal emperor Aurangzeb to Ghaziuddin Khan Siddiqi Bahadur, father of Nizam-ul-Mulk, founder of the Asaf Jah dynasty. The 1,000-mohur coin contains Persian couplets. Such coins were minted not for circulation but for presentation to royal dignitaries or faithful nobles, he said. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "YSRC in soup as private site puts up government project forms": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ysrc-in-soup-as-private-site-puts-up-government-project-forms/articleshow/69872241.cms", "time": "2019-06-20 14:21:00", "description": "HYDERABAD: A website 'ysrvillagesevak.com' collecting Aadhaar numbers of people who want to apply for the post of 'grama volunteers' as part of village secretariat being set up by AP government has kicked off a controversy. Data security researchers alleged that the collection of Aadhaar numbers by a private website is a violation of privacy and questioned why a private portal was offering applications for recruitment of govt-appointed grama volunteers. While YSRC disowned the website, data researchers asserted that a probe should be ordered to find out who is behind it. YSRC said the website was 'fake'. The AP government plans to recruit four lakh grama volunteers by August 15. Rs 5,000 will be paid to every volunteer. The website was suspended on Wednesday evening following enquiries by data security researchers. TDP had erlier found itself in a similar embroglio when it was accused of data theft when the party's app Sevamitra collected Aadhaar and other demographic particulars of voters. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Hyderabad: Kaleshwaram project to be inaugurated on June 21": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-kaleshwaram-project-to-be-inaugurated-on-june-21/videoshow/69864333.cms", "time": "", "description": ""}, "Exploited maid to fly back home": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/exploited-maid-to-fly-back-home/articleshow/69865620.cms", "time": "2019-06-20 04:20:00", "description": "Hyderabad: An Indian woman who was taken to Bahrain six years ago as a housemaid was exploited sexually after she told her agent she could no longer work for a particular employer. The Indian Embassy on Tuesday said a ticket on the first available flight was being arranged by the Mission to repatriat her. The woman from Nellore in Andhra Pradesh is understood to have been in contact with the embassy for the last two years seeking help. The embassy said she had been provided an emergency passport, but her request for a ticket home was still under process as she had ‘failed to provide necessary details about her agents’. Srinivas urged external affairs minister S Jaishankar to give blanket orders to embassies to help Indian housemaids stuck in the gulf to be sent home without any delays. The 39-year-old woman said she had been taken to Bahrain six years ago to work as a housemaid but was exploited. She was made to work for 13 families in a four-floor building where she had to do all the household work without pay. When she approached her agent and said she could not work there anyone, she was reportedly used as a sex slave.. The woman was forced to engage sexually with customers for two months, despite her protests. After much persuasion and pleading, the agent relieved her from working as a sex slave and employed her as a maid in different houses. Download The Times of India News App for Latest City ."}, "Sub-inspector held for taking Rs 30,000 bribe in Hyderabad": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/sub-inspector-held-for-taking-rs-30000-bribe/articleshow/69881745.cms", "time": "2019-06-21 08:35:00", "description": "HYDERABAD: ACB sleuths on Thursday arrested Sub Inspector P Babu of Moghulpura police station for demanding and accepting Rs 30,000 bribe. Based on a complaint lodged by businessman Mohammed Abdul Raheem, ACB sleuths laid a trap and caught Babu red-handed. According to ACB officials, Raheem had a series of skirmishes with another businessman and the issue came to the notice of Moghulpura police. “Babu summoned Raheem and threatened to bind him over. He demanded Rs 30,000 bribe for not recommending Raheem and his brother’s name to Revenue Divisional Officer for taking action under Section 107 of CrPC,” an ACB official said. Download The Times of India News App for Latest City ."}, "Rain-soaked weekend on Met radar": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rain-soaked-weekend-on-met-radar/articleshow/69865521.cms", "time": "2019-06-20 07:37:00", "description": "HYDERABAD: The wait for rain in Telangana is set to get longer with the Indian Meteorological Department (IMD), Hyderabad on Wednesday declaring that southwest monsoon will now hit the state on either June 21 or 22. The normal date for the onset of southwest monsoon in Telangana was June 5 and was to cover the entire state in 10 days. Meteorologists claim that progress of southwest monsoon is sluggish as it has been delayed by nearly two weeks. “Unfortunately, monsoon onset is already delayed by 12 days as rains almost remained absent over the state. As a result, Telangana is rain-deficient by 57 per cent,” read a weather report issued by Skymet, an independent weather forecasting agency. According to Skymet, the intensity of rains is expected to peak from June 20, following which moderate to heavy showers would occur in the state for four to five days. “These rains will be on an intermittent basis which is expected to mark the onset of monsoon season over Telangana. Despite the significant delay, the last ten days of activity which will occur in the month of June may make up for the rain deficit,” stated Skymet. While scattered light to moderate rains are expected in initial few days, the intensity of rains is likely to increase between June 23 and June 25. Heavy rainfall is also expected to drop maximum and minimum temperatures to 34 and 24 degrees Celsius respectively by June 25. Download The Times of India News App for Latest City ."}, "Man held for defrauding govt": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/man-held-for-defrauding-govt/articleshow/69881500.cms", "time": "2019-06-21 04:50:00", "description": "HYDERABAD: The president of Rural Development Society in the city was nabbed by city cops for fraudulently claiming I-T exemptions. The accused, Sanatana Ravi—a resident of Venkata Ramana Colony, Hastinapuram—claimed that the society is involved in carrying out research activities in rural areas, particularly in Nalgonda District. Based on fabricated documents, the society collected donations of Rs 37.13 crore, Rs 4.7 crore, and Rs 91.38 lakh for the financial years 2015-16, 2016-17, and 2017-18, respectively, from almost 200 donors from Mumbai, Gujarat, Kolkata. They then returned the 95 per cent of the donated amount, retaining 5 per cent as commission. The I-T department found that, in February, there was no laboratory at their premises and they did not have any proper equipment to carry out research and development. Also, a fabricated CBDT notification for approval under section 35 of the I-T Act for the year 2013, which facilitates the donors to claim 175 per cent of Tax Exemptions on the donated amount, was found. The accused, Sanatana Ravi, along with others, was arrested for cheating the government by creating fabricated CBDT notification and availed tax exemptions without a valid exemption order. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "35 yrs on, 'foreign trouble' back to wreck TDP": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/35-years-on-foreign-trouble-back-again-to-wreck-tdp/articleshow/69883413.cms", "time": "2019-06-21 06:56:00", "description": "HYDERABAD: 'Foreign trouble' is back to haunt the Telugu Desam Party (TDP). This is the third time that the TDP is in a deep political crisis since its formation in 1982, and on two occasions the party president was on foreign tour at the time of the crisis. On one occasion, the TDP supremo was away from the state capital. In a surprise move, four of the six Telugu Desam Party (TDP) MPs in Rajya Sabha joined the BJP on Thursday in the presence of its newly-appointed working president, J P Nadda. The MPs, including Y S Chowdary, C M Ramesh, Garikapati Mohan Rao and T G Venkatesh, also gave a letter to Vice-President and Rajya Sabha chairman, M Venkaiah Naidu, requesting him to allow the TDP parliamentary party to merge into the BJP. August is generally regarded as a 'month of bad omen' in TDP circles, as party founder NT Rama Rao had lost chief ministership twice in August. This time, the crisis has knocked at TDP's doors two months earlier. The party had, however, survived the earlier two crisis though Rama Rao could not retain power on one occasion. The TDP was in power on two occasions. The TDP plunged into a political crisis for the first time in August 1984. Rama Rao, who was the chief minister then, went to the USA for heart surgery. In his absence, a political coup was meticulously planned and executed by his cabinet colleague Nadendla Bhaskar Rao. Rama Rao had the strength in the state assembly but he had to take to the streets to force the governor to conduct a floor test. Bhaskar Rao resigned a month later and Rama Rao was reinstated as CM. In the second political crisis in August 1995, Rama Rao was away in Srikakulam district launching 'government-at-people's-doorsteps' programme, when his son-in-law and then revenue minister N Chandrababu Naidu executed a political coup, dethroning him from chief ministership. Naidu then took over the reins of undivided AP. Rama Rao, who was forced to form NTR-TDP, died in January 1996 before the general elections held in May. The latest crisis has come at a time when incidentally TDP supremo and former Andhra Pradesh chief minister N Chandrababu Naidu is holidaying in Europe. Chowdary, Ramesh and Rao were among Naidu's closest aides. The TDP was virtually decimated in the recent general elections as it won only 23 assembly seats in a House of 175. Also, the party got just three Lok Sabha seats out of 25. Sources close to Chowdary told TOI that at least 12 of the newly elected TDP MLAs and one Lok Sabha MP were in touch with BJP leaders and could switch sides any time. In Video:Major jolt for Chandrababu Naidu, four TDP Rajya Sabha MPs join BJPDownload The Times of India News App for Latest City ."}, "\nThat’s all the jewellery you’ll need this pelli season!\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Thats-all-the-jewellery-youll-need-this-pelli-season/articleshow/53887909.cms", "time": "", "description": "Wedding season’s here! Hyderabadi folks are getting married or engaged left, right and centre and you ladies need to be all set to make heads turn. Presenting some pretty chicas who slayed wearing these accessories. Invest in these and you’re set for the shaadi season  Classic chic:  A bright pattu cheera and huge golden buttalu — you can never go wrong with this classic wedding look. Recreate Samantha’s well-placed bottu and you’re good to go!  Get an Ear Wrap  If you’re the kind who loves to experiment, try out these dial earrings that double up as a hair accessory as well. Hebah pulls it off effortlessly in her Filmfare look  Chand sa Bali  Add a little more shine to your chand sa roshan chehra with massive chand balis. Check out how Rakul went for just this pair of silver ones and didn’t bother with any more accessories.  Crowning glory  We absolutely loved Sreeja’s borla mangtika that she wore on her mehendi. And Raashi is killing it with that elegant head crown accessory. Make sure you own one of these!  Subtle n’ striking  Both Lavanya and Regina sported this delicate ring bracelet in their ethnic looks instead of a set of bangles. And it worked great! Pair it with a basic necklace and it goes with whatever you decide to wear. Download The Times of India News App for Latest City ."}, "Blacklist contractors for shoddy repair work of roads: Activists": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/blacklist-contractors-for-shoddy-job-activists/articleshow/69881681.cms", "time": "2019-06-21 08:31:00", "description": "HYDERABAD: Civic activists are livid. Apart from calling for blacklisting of contractors for carrying out shoddy works, they also want stringent action against engineers for clearing the bills of contractors. “The contractors who did a shoddy repair work should be blacklisted and action should also be taken against engineers for approving the works,” said Harish Daga, a civic activist. “The amount spent on these works is taxpayers’ hard-earned money. The authorities should not have allowed the taxpayers’ money go down the drain,” said PM Sai Prasad, an RTI activist. Commuters are worried that they will have to wait long tiring hours on the road owing to traffic congestion on waterlogged flyovers. “When it rained in June first week, there was heavy waterlogging on Punjagutta flyover this year when compared to last year. I urge the authorities to take corrective measures by opening the vents before the monsoon arrives,” said B Pratyusha, a marketing executive. Karthik Reddy, a regular user of Kukatpally flyover, is not optimistic about any change in the situation. “Traffic congestion is order of the day on this flyover. Commuters also use the flyover to reach the state highway. During monsoon, the situation turns from bad to worse. I doubt anything will change,” said Karthik. A security guard at a mall said the possibility of people wading through waterlogged flyovers in the coming months cannot be ruled out. “I saw people walking through inundated flyovers when it rained heavily on June 2,” said the guard, K Shankar. Download The Times of India News App for Latest City ."}, "Statue drama in Old Hyderabad, Raja Singh booked": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/midnight-statue-drama-in-old-city-raja-singh-booked/articleshow/69881714.cms", "time": "2019-06-21 07:15:00", "description": "HYDERABAD: Tension prevailed in the Old City in the early hours of Thursday when police tried to prevent BJP MLA Raja Singh and his followers from replacing freedom fighter Rani Avanti Bai’s statue with a new one. A case was filed against the Goshamahal MLA. The Raja Singh, who suffered a head injury in the melee, said he was attacked by the police. The police, however, refuted his claims. Police said the MLA inflicted injuries on himself. They said he did not obtain permission for replacing the statue. “They carried the idol from Rani Avanti Bai Lodh Bhavan at around 12.30am and reached Jumeraat Bazaar near the old statue at 2am. The new 25-ft statue was light weight and made of fibre. Fearing that it could cause damage to property, life and obstruct traffic in case it collapses, we suggested to the MLA not to install without a valid permission,” said ACP, west zone, AR Srinivas. Raja Singh initially came with around 50 people and soon the crowd swelled to around 400 by 2.30am. According to police, a scuffle broke out between the followers and cops. “Avanti Bai’s statue was installed at Jumeraat Bazaar in 2009 and was replaced twice in past 10 years. When we reached the area, cops led by two ACPs attacked us. When I tried to explain to the police that we replace the statue every five years, they did not pay heed to us and lathicharged my followers,” said Raja Singh. He alleged he was hit by four police officers — ACP of Goshamahal M Narender, ACP of Asif Nagar Narasimha Reddy and Shahinayathgunj SIs Gurumurthy and Ravi Kumar. However, a video of the incident doing the rounds on social media shows the MLA picking up a boulder and hitting himself on his head even as cops tried to stop him. The DCP said the Goshamahal MLA was making a false allegation on lathicharge. “It was the MLA who manhandled some of our cops and verbally abused the officers,” he said. Raja Singh was shifted to OGH for treatment. The MLA was booked under various sections of IPC. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Heavy water logging": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/heavywaterlogging/articleshow/69821377.cms", "time": "", "description": ""}, "Marauders of Hope: Book launch": {"link": "http://photogallery.indiatimes.com/events/hyderabad/marauders-of-hope-book-launch/articleshow/69801696.cms", "time": "", "description": ""}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Harbage & sewage waste not getting cleaned": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/harbage26amp3bsewagewastenotgettingcleaned/articleshow/69780852.cms", "time": "", "description": ""}, "Hyderabad: Nizams famed jewels to go under hammer in NY": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-nizams-famed-jewels-to-go-under-hammer-in-ny/videoshow/69857092.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Kaleshwaram, Bahubali of irrigation plans, set to flow": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/kaleshwaram-bahubali-of-irrigation-plans-set-to-flow/articleshow/69865506.cms", "time": "2019-06-20 06:49:00", "description": "HYDERABAD: Billed as ‘Bahubali’ of lift irrigation projects in the world and a brainchild of chief minister K Chandrasekhar Rao, the gigantic Kaleshwaram Lift Irrigation Project will become a reality on Friday — three years and a month after the first (foundation) stone was laid on May 2, 2016, at Kannepally village in Mancherial district. A flagship scheme of the TRS government and considered to be the world’s biggest multi-stage lift irrigation project, Kaleshwaram, in many ways, is an engineering marvel in terms of massive underground pump houses, power pumps and underground tunnels. The mega project is meant to divert 195 tmcft of water from Godavari, covering a distance of 199km in the state, and utilise the water to irrigate 45 lakh acres — covering almost 70% of the state — in 13 districts, apart from providing drinking water to thousands of villages and industries. KCR has spared no efforts to make it a grand affair, inviting his counterparts in neighbouring Andhra Pradesh and Maharashtra — YS Jaganmohan Reddy and Devendra Fadnavis respectively — and governor ESL Narasimhan for the inauguration. The cost of the project is set to touch a staggering Rs 1 lakh crore from the initial Rs 80,196 crore — which is almost equal to the state budget four years ago. About half a dozen ministers are overseeing arrangements at various project sites such as Medigadda, Kannepally, Annaram, Sundilla, Nandi Medaram and other areas. Six helipads are being readied and the state government has engaged four choppers to bring Fadnavis, officials, governor and other officials, while Jagan will fly in his own chopper to the project site at Medigadda. One helipad is kept as a backup in case of emergency. “For the first time, bank officials belonging to the consortium of 20 banks which have financed the project have also been invited for the inauguration,” KCR said. The government took Rs 35,000 crore loan from various banks and irrigation officials will show the bankers where the amount has been spent. Health minister Eatala Rajender told TOI that the chief ministers will attend pujas at Medigadda, while a formal inauguration would be held at the Kannepally pump house. The uniqueness of the project is the biggest and crucial underground pumping station at Ramadugu (package 8) in Karimnagar district. Irrigation officials claim that each single electrical pump (Bahubali pumps) that was installed is so huge that it can fill the Hussainsagar lake in just a couple of days. If all the seven pumps with a capacity of 139 MW are switched together, they can discharge 21,000 cusecs, which is a rare feat in the irrigation sector. “Ramadugu pumping station can lift 3 tmcft a day. The pump house is located at a depth of 330 metres. Surge pool and additional surge pools of this pump house are the biggest in the world. For the first time, such constructions were taken up underground,” Megha Engineering and Infrastructure Ltd (MEIL) director B Srinivas Reddy told TOI. While MEIL executed the project, BHEL developed and supplied required pumps. Works at the Medigadda barrage itself created a record as 90,055 cubic metres of reinforced cement concrete was laid in a single day by L&T on the spillway and piers last year. Telangana CM Chandrasekhar Rao on several occasions said generally any irrigation project takes several decades to complete the works, but Kaleshwaram project is being completed (phase I) in a record time of three years and giving water to the farmers. Download The Times of India News App for Latest City ."}, "Hyderabad: Woman’s bid to escape husband’s wrath proves fatal for their 18-month daughter": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/labourers-bid-to-escape-hubbys-wrath-proves-fatal-for-their-18-mnth-daughter/articleshow/69865492.cms", "time": "2019-06-20 08:12:00", "description": "HYDERABAD: A migrant labourer, who rushed to the second floor of a building in Old Mallapur to escape her husband’s body blows, slipped and fell from there along with her baby girl. While 21-year-old Damini Kuldeep survived with severe injuries, her one-and-a-half-year-old daughter Vidya died on the spot. The tragedy took place at 11pm on Tuesday. “Damini stood on the edge of the under-construction building and pleaded with her husband Yogesh to stop harassing her and threatened to jump. She kept the baby girl on the edge and asked Yogesh to take care of her daughter. Suddenly, she slipped and fell from the terrace of the building. The infant also fell down accidentally,” said Nacharam inspector M Mahesh. Damini suffered fractures on her left hand and leg, while Vidya died of internal injuries. Both were shifted to Gandhi Hospital. Police said the couple is from Chhattisgarh and were involved in a heated argument. “Yogesh suspected Damini’s character and went on to accuse her of developing an illegal relationship with another man. In a fit of rage, he started beating her up,” said a police officer. Damini picked up the baby girl and rushed to the terrace to escape his wrath. However, Yogesh followed her to the terrace. The migrant labourer-couple had shifted to Hyderabad six months ago and were staying in the under construction building where 12 other migrant workers also stayed. A case has been registered under Sections 498-A (husband or relative of husband of a woman subjecting her to cruelty), 304(II) (culpable homicide not amounting to murder) and 307 (attempt to murder) of the Indian Penal Code (IPC). Download The Times of India News App for Latest City ."}, "GHMC Park encroached in road no 44 , jubileehills": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghmcparkencroachedinroadno442cjubileehills/articleshow/69883191.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "‘This Telugu detective will go on to become iconic’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/this-telugu-detective-will-go-on-to-become-iconic/articleshow/69876396.cms", "time": "2019-06-21 06:00:00", "description": "After cracking the audience up with numerous viral videos as the ‘honest groom’ in Honest Indian Weddings, the ‘frustrated techie’ in Frustrated IT Employee or the engineering student who’s irked with the world’s English obsession in The Truth of Engineering, Naveen Polishetty is all set to make his debut as a Tollywood ‘hero’, with Agent Sai Srinivasa Athreya. The actor plays a detective who believes he’s more famous than he actually is. Confident that this character has what it takes to become iconic, Naveen says, “This is an once-in-a-lifetime debut. Honestly, how often does one get to play a character like this?” Apparently, director Swaroop RSJ’s narration was so intriguing that he was hooked from the word go. “When he told the name of the film, I even joked that we would have to release two posters just to fit the whole name in. But, the fact that the protagonist was a detective made me curious. When I was told that he runs a detective agency called FBI from a vegetable market in Nellore, it just cinched it for me.” Prepping for the part was really difficult though, says Naveen. “I was part of Swaroop’s writing team for a year just so I could understand the character better. By the end of it, I got a hang of how he would react to everything. For the past two years, the line between the real me and the character I play has been blurring. I have become more observant, noticing little details I didn’t before, much like a detective would,” says Naveen, who admits that making his debut as a lead actor is a dream come true. “Acting has been a childhood dream. In fact, viral videos happened accidentally when I was in Mumbai auditioning for movie roles. But they did open new doors for me. I went from being an aspiring actor to someone everyone knew thanks to my videos,” says the actor, who is excited to see how the audience receives the film. Produced by Rahul Yadav Nakka under Swadharm Entertainment, Agent Sai Srinivasa Athreya releases today.Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "garbage uncleared": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageuncleared/articleshow/69866942.cms", "time": "", "description": ""}, "Can’t order relief in Inter suicide cases: Telangana high court": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-cant-order-relief-in-inter-suicide-cases/articleshow/69865557.cms", "time": "2019-06-20 08:21:00", "description": "HYDERABAD: Stating that only a minuscule 0.16 percentage of failed intermediate students were declared as passed after reverification, and that the Inter board cannot be held responsible for such minor discrepancies, the Telangana high court on Wednesday refused to direct the state to grant compensation to the students who committed suicide immediately after the result were declared in April this year. The bench of Acting Chief Justice Raghavendra Singh Chauhan and Justice Shameem Akther said this while disposing of a petition filed by P Atchuta Rao of Balala Hakkula Sangham and advocate Rapolu Bhaskar, who sought stringent action against board officials responsible for this. The bench said that a total of 3.82 lakh students had failed, and the reverification resulted in a mere 1,183 students securing pass marks and this cannot be described as a huge discrepancy. The bench, however, described the suicides as unfortunate, and left the issue of punishing the errant officials to the state and the board. A departmental probe can be launched against the negligent staff and officials, it said. Download The Times of India News App for Latest City ."}, "Former irrigation minister Harish Rao gets emotional on eve of Kaleshwaram project inauguration": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/former-irrigation-minister-harish-rao-gets-emotional-on-eve-of-kaleshwaram-project-inauguration/articleshow/69878668.cms", "time": "2019-06-20 20:37:00", "description": "HYDERABAD: On the eve of the inauguration of Kaleshwaram project, former irrigation minister T Harish Rao on Thursday released an emotional statement saying the project was a big step in the direction of realisation of the dream that was the core of the separate Telangana movement. “This is a result of the struggle of the people and the sacrifices made by martyrs for Telangana statehood,” he said. The Siddipet MLA said the credit for the project should go to chief minister K Chandrasekhar Rao. Harish Rao said when an irrigation project was deliberately designed by the previous governments, so that it could get caught in wrangles between various states, it was KCR who redesigned it. Describing KCR as ‘Aparabhageerathudu’, he said he had approached Maharashtra and settled the water issue amicable so that the Kaleshwaram project could be constructed. “I would like to thank KCR for supervising the construction of the project and getting it done in a record time,” he said. Harish Rao said project engineers, employees and workers had worked through all seasons and in difficult weather conditions and congratulated them for their work. “I salute the farmers of Telangana who are overwhelmed on the inauguration of the project. I pray to God that the dream of a green Telangana should be realised,” he said. Harish Rao ended his statement with ‘Jai Telangana..Jai Kisan’. Nowhere in the statement did he mention that he was the irrigation minister in the previous government under chief minister K Chandrasekhar Rao and worked on the execution of the project. It may be mentioned here that in KCR’s second time after the assembly elections in December 2018, Harish Rao was not inducted into the cabinet. KCR himself kept the irrigation portfolio. The project will be inaugurated on Friday. Download The Times of India News App for Latest City ."}, "Telangana man installs 6-feet tall statue of Donald Trump on his birthday": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/telangana-man-installs-6-feet-tall-statue-of-donald-trump-on-his-birthday/videoshow/69864295.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Jagan Reddy, K Chandrasekhar Rao attend ‘Sanyas Deeksha Sweekaran’s’ event in AP": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/jagan-reddy-k-chandrasekhar-rao-attend-sanyas-deeksha-sweekarans-event-in-ap/videoshow/69835832.cms", "time": "", "description": ""}, "Filthy lane": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthylane/articleshow/69850342.cms", "time": "", "description": ""}, "Maoist couple’sflat searched": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/maoist-couplesflat-searched/articleshow/69865606.cms", "time": "2019-06-20 04:19:00", "description": "Hyderabad: Almost 10 days after a Maoist couple was arrested by Maharashtra police, Krishna Kumari and Kiran Kumar were brought to their Alwal residence here on Wednesday. Extensive searches were conducted in the house in the presence of the couple whose exitence cops were not aware of till they were apprehended in Maharashtra. The couple, who have been working in the Dandakaranya special zonal committee, were nabbed by Maharashtra police in coordination with Special Intelligence Bureau of Telangana. The couple hail from Krishna district in Andhra Pradesh and took a flat in Alwal. They used to visit the flat occasionally. The aged couple were undergoing treatment in a private hospital in the city, police said. TNN Download The Times of India News App for Latest City ."}, "Tough times ahead for TDP as BJP goes for the jugular": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ruthless-bjp-focused-on-rooting-out-tdp-in-the-state/articleshow/69884756.cms", "time": "2019-06-21 09:17:00", "description": "AMARAVATI: The decision of four Rajya Sabha MPs to join the BJP has made the political road ahead an arduous one for the TDP. Former Union minister YS Chowdary, CM Ramesh, TG Venkatesh and Garikapati Mohan Rao announced TDP’s merger with the BJP in the Rajya Sabha. Now many MLAs and former MLAs may follow suit. TDP has 23 MLAs and it might be difficult for party president N Chandrababu Naidu to keep the flock together. TDP survived a similar crisis when the Congress was in power in the state during 2004-2014. Naidu could revive TDP’s fortunes thanks to the hurried bifurcation of the state that decimated the Congress. The comparison between Jagan and Naidu in 2014 helped the veteran Naidu clinch victory over the young leader as people thought his experience in the administration would help heal bifurcation injuries. Analysts say BJP is keen to eliminate TDP in the state in order to occupy the political space. Naidu’s troubles began when he quit the NDA. His aggressive campaign against Prime Minister Narendra Modi made him BJP’s enemy No.1. There was speculation about Sujana Chowdary joining BJP for long, but it came too early for Naidu. TG Venkatesh said he had informed Naidu last week. “Naidu asked me not to take any hasty decision, but I made up my mind in the interest of the state,” said Venkatesh. The split in TDP is expected to encourage more defections from the party. Sources said BJP has accepted to take the defectors on board as it has no majority in the Upper House to clear crucial constitutional amendment bills. TDP has six members in Rajya Sabha. Its strength is now reduced to two in the Upper House. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "‘Civic staff’ cull 30 dogs in Vikarabad": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/civic-staff-cull-30-dogs-in-vikarabad/articleshow/69865570.cms", "time": "2019-06-20 09:06:00", "description": "-By Srirupa Goswami HYDERABAD: Some 30 dogs were culled by municipal workers in Vikarabad (70km from Hyderabad) on Wednesday morning. When locals tried to stop them, the workers claimed they had been given orders by the municipal commissioner. According to a resident, Chaitanya K, municipal workers used long sticks with poisonous needles to cull the dogs. “These dogs did not harm anyone. My father and I used to feed them. When I confronted the workers who were killing these dogs, I was asked to mind my own business, as the culling was ordered by the municipal commissioner,” said Chaitanya. Later, the bodies were buried in a municipal dump yard using an earth mover. When TOI contacted Vikarabad municipal commissioner, P Bhogishwar, he denied giving such orders. “I did not order the culling of dogs. People have been coming up to me asking me to take some action against the growing dog population in the area. But I did not order any staff to go on a killing spree,” he said. When asked about how the staff could go on culling dogs without his order, he said that none of the staff was involved in the culling and it was done by an outsider. An FIR has been registered under Section 11 of Prevention of Cruelty to Animals Act, 1960 and Section 429 (killing animals by mischief) of the Indian Penal Code (IPC). Further inquiry will be carried out by Vikarabad superintendent G Lakshmaiah. The local complainant has requested to conduct a post-mortem in order to ascertain the kind of poison injected to kill these dogs, and also to investigate as to how the source of such poison was available so casually and readily. This was second time dog culling was carried out in Vikarabad after September 9, 2017. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Lorry runs over 20-year-old engineering student": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/lorry-runs-over-20-year-old-engg-student/articleshow/69881765.cms", "time": "2019-06-21 06:19:00", "description": "HYDERABAD: A 20-year-old BTech student riding pillion on a bike was run over by a lorry at Shadnagar on Wednesday. Irate family members of the victim vandalised the lorry and staged a dharna demanding stringent punishment for the accused driver, who fled from the spot. The victim Shagufta Simran is daughter of a head constable in excise department. Simran was going towards her Paradise Colony residence with her neighbour when accident happened. “Simran fell from the vehicle and was crushed under the tyres of the lorry. She died on the spot,” said Shadnagar SI Vijan Bhaskar. The duo was not wearing helmets. A case under Section 304-A (causing death by negligence) of IPC was filed. Download The Times of India News App for Latest City ."}, "Bad ROAD behind CINEPLANET KOMPALLY": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/badroadbehindcineplanetkompally/articleshow/69883187.cms", "time": "", "description": ""}, "Irrum Manzil, Hyderabad’s iconic address, may be bulldozed for new assembly": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/irrum-manzil-citys-iconic-address-may-be-bulldozed-for-new-assembly/articleshow/69865352.cms", "time": "2019-06-20 07:19:00", "description": "HYDERABAD: The 150-year-old Irrum Manzil is likely to be demolished to make way for the proposed Telangana State Assembly complex. If that happens, this would be the second heritage building in the city to be razed. Earlier, the state government had demolished the century-old IAS Officers Club, a heritage structure. The official residence-cum-camp office of the chief minister was constructed at the site. Irrum Manzil is spread over 2.2 lakh square feet. It is an iconic heritage property built in 1870 by Nawab Safdar Jung Musheer-ud-Dowla Fakhrul Mulk. The building’s architecture reflects Indo-European Baroque style. The building is now in a dilapidated condition for want of regular repairs or maintenance. Till 1956, the Public Works Department (PWD) used to operate from the building. Later, the premises was allotted to the Roads and Buildings (R&B) department. After a new building was constructed for the R&B department, the palace remained largely unused. Post bifurcation of the state in 2014, three of the rooms of the palace were allotted to R&B, Andhra Pradesh. “The palace is a heritage property. The entire building needs to be razed to make way for the proposed assembly complex. The palace is in a bad shape due to lack of maintenance,” a senior official of the R&B department told TOI. Along with the palace, the six-storey building housing the office of the Irrigation and Command Area Development (I&CAD) and Irrigation- affiliated wings, is likely to be pulled down. The building was constructed in 2000. It was named Jala Soudha and has a built-up area of about 2.2 lakh sq feet. About 2,000 employees work in the Jala Soudha. So, the I&CAD department needs to find a new premises. Officials, however, said the greenery spread over 1.5 acres will be protected. The entire palace premises was handed over to R&B department, Telangana, on Wednesday. Download The Times of India News App for Latest City ."}, "Telangana State Council of Higher Education to introduce uniformity in courses, credits and grades": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tsche-to-introduce-uniformity-in-courses-credits-grades/articleshow/69865274.cms", "time": "2019-06-20 10:18:00", "description": "HYDERABAD: Courses, credits and grades in degree colleges across Telangana will be common from the academic year 2019-20 as the Telangana State Council of Higher Education (TSCHE) has decided to standardize implementation of choice based credit system (CBCS) in all state universities. Until last year, implementation of CBCS varied in every state university. However, to simplify the existing process, the TSCHE along with representatives from state universities, decided to bring in uniformity at all levels. “Earlier, undergraduate commerce course was of 180 credits vis-à-vis engineering course of 160 credits. Similarly, distribution of credits for core courses also varied in state universities,” said Prof R Limbadri, convenor of degree online services Telangana and vice-chairman 1 of TSCHE. “To reduce burden on degree students, we decided to implement 150 credits for all degree courses across all state universities,” he said. In series of meetings held in the last 10 days, the TSCHE also decided to make changes in the grading system. Officials were of the view that lack of uniformity in the grading system was causing inconvenience among students who pursue competitive exams such as SET, NET or post-graduate entrance tests. “In few universities, A grade is awarded to those who secure 90-100 marks. Whereas, in few others, A grade is awarded to those who secure 80-100 marks. Since there is lack of uniformity in grading system, Telangana students who go ahead to pursue competitive exams face issues,” said Limbadri. The TSCHE has decided to enhance employability of students by focusing more on ability enhancement and skill enhancement courses. “Considering the change in industry requirements, universities will be offering ability enhancement and skill enhancement courses to improve communication skills, computer knowledge and understand of environment of students,” said Altaf Hussain, vice-chancellor of Mahatma Gandhi University, Nalgonda. “Based on the course, all the universities will offer choice of six to eight electives per semester for skill enhancement and ability enhancement. Of these, students have to select one elective per semester,” said Hussain. The state universities have also decided to earmark 80 per cent for core courses and 20 per cent for massive online open courses. Download The Times of India News App for Latest City ."}, "Telangana govt stakes claim on Rs 50-cr plot bank wants to auction": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/state-stakes-claim-on-rs-50-cr-plot-bank-wants-to-auction/articleshow/69881129.cms", "time": "2019-06-21 10:18:00", "description": "HYDERABAD: One acre of land in Hi-tec City area, the market value of which is around Rs 50 crore, has become a serious bone of contention with the government claiming that the land parcel belongs to it even as a film producer staked claim on the said land. Amid these claims and counter-claims, a nationalised bank is planning to auction the disputed land to recover Rs 11 crore loan from the producer after he defaulted on its payment. Alerted by this, the revenue department is now trying to stop the auction and recover the land parcel. The revenue department realised that the land was pledged with UCO Bank after producer Burugupalli Sivaramakrishna failed to clear Rs 11 crore to the bank, which initiated the process to auction the land to recover its loan amount. Officials of the asset management branch of UCO Bank at Somajiguda recalled that Sivaramakrishna, proprietor of Sree Venkateswara Art Films, took a loan from the bank by pledging one acre of a total 10 acres in survey number 80/A in Hafeezpet village of Serilingampally mandal. The producer’s outstanding amount to the bank now stands at Rs 11.19 crore. “The entire land spread over 485 acres, is in dispute with individuals, firms and the government fighting over it for the last few decades,” K Chandrakala, revenue divisional officer of Rajendranagar, Rangareddy, told TOI. The RDO argued that the said land cannot be pledged with banks. “We came to know about this through a bank notice in a newspaper. We will approach the government pleader to stop the auction of the land,” she added. When contacted, Rangareddy district joint collector S Harish told TOI that he had asked the revenue officials concerned to check the land records. UCO Bank officials, however, said the loan was granted in 2010 after its legal wing perused the documents submitted by the producer. “The government should have stopped registration of the land if it had any doubt. We will go ahead with the auction of the land next month,” a senior manager of UCO Bank asset management branch told TOI. Sivaramarkrishna, on his part, said he had taken NOC, building permission order, etc., from GHMC for constructing villas in 17 acres. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Hyderabad: Aiming social change, youth cremates 500 orphan bodies till date": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-aiming-social-change-youth-cremates-500-orphan-bodies-till-date/videoshow/69835730.cms", "time": "", "description": ""}, "Nizam’s necklace sold for Rs 17cr at Christie’s": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/nizams-necklace-sold-for-rs-17-crore-at-christies/articleshow/69881730.cms", "time": "2019-06-21 06:47:00", "description": "HYDERABAD: The 400 pieces of Indian jewellery that were put under the hammer at Christie’s in New York on June 19, fetched about $109 million (Rs 758 crore approximately), including several from the treasure house of Nizam Mir Osman Ali Khan. One of the pieces from Hyderabad, a ceremonial sword of the Nizam, fetched Rs 13.4 crore, while the Mirror of Paradise diamond (52.58 carats), which originated from Golconda mines, went for $6,517,500 (nearly Rs 45 crore). An antique diamond riviere necklace from treasure house of the Nizams was auctioned for $2,415,000 (nearly Rs 17 crore). Some of the bidders said that the 33-diamond necklace surpassed its estimate. The necklace was estimated to be sold for $1,500,000 (nearly Rs 10.5 crore), Christie’s announced on Twitter. Meanwhile, in Hyderabad, the Nizam’s family was glued online to find out the exact price for which the jewels were sold. Mir Najaf Ali Khan, grandson of late Nizam Mir Osman Ali Khan, said he almost cried when the white pearl necklace was sold. During the auction, a 17-carat Golconda “Arcot II” diamond, once owned by the Nawab of Arcot, went for $3,375,00 (Rs 23.5 crore). The auction started with the ‘Indore Sapphire Taveez Bead Pendant Necklace.A statement from the Christie’s said it was the highest total for any auction of Indian art and Mughal objects, and the second-highest auction total for a private jewellery collection. The auction continued for over 12 hours and had bidders from India and 44 other countries. Royal families of Jaipur, Indore and Baroda were also represented in the sale. The auction started with the ‘Indore Sapphire Taveez Bead Pendant Necklace, Mounted by Cartier for Indore’s Maharaja Yeshwant Rao Holkar II. He was educated in England and was known for gifting expensive jewels to his wife. The royal necklace fetched $60,000 (Rs 42 lakh), the auctioneers said. The collection of jewellery was owned by the cousin of the ruler of Qatar, Sheikh Hamad bin Abdullah Al Thani. “We witnessed a record total for the world’s greatest collection of Indian jewels and jewelled objects to ever be brought to auction,” Rahul Kadakia, International Head of Jewellery at Christie’s, said in a statement. The collection of jewellery was owned by the cousin of the ruler of Qatar, Sheikh Hamad bin Abdullah Al Thani. Sheikh Al Thani is relatively a new entrant into the jewellery collection and sale business. He began buying precious pieces somewhere in 2009. Today he is said to own about 6,000 pieces of jewellery from across the world. The seventh and the last Nizam’s successor Mir Barkat Ali Khan alias Nawab Mukarram Jah is unwell and lives in Turkey. His younger brother Mir Karamat Ali Khan alias Nawab Muffakham Jah has chosen to live in London. It is not known what were their reactions over the sale of jewellery. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "indiscriminate digging of borewells": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiscriminatediggingofborewells/articleshow/69818334.cms", "time": "", "description": ""}, "Irresponsible electricity board cutting trees": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/irresponsibleelectricityboardcuttingtrees/articleshow/69866926.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "\nHyderabad high on Janmashtami fervour\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabad-high-on-Janmashtami-fervour/articleshow/53872338.cms", "time": "", "description": "It was quite a festive mood at Shilparamam on Thursday as Krishnashtami celebrations took centre stage. Utla Panduga — a much loved tradition among youngsters — organised out in the grounds kept the revellers engaged before dance ballets celebrating Lord Krishna’s life — ‘Leela Madhavam’ and ‘Krishna Leelamrutham’ entertained the audience. Paying no attention to the pouring rain, the guests enjoyed the festivities to the fullest. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Hyderabad: DRF staff rescues cow from septic tank": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-drf-staff-rescues-cow-from-septic-tank/videoshow/69869259.cms", "time": "", "description": ""}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Laying of illegal speed braekers": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/layingofillegalspeedbraekers/articleshow/69866977.cms", "time": "", "description": ""}, "dumpingyard in middle of the colony": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpingyardinmiddleofthecolony/articleshow/69867001.cms", "time": "", "description": ""}, "Jr govt docs boycott duties, hunger strike today": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/junior-govt-doctors-boycott-duties-hunger-strike-today/articleshow/69881691.cms", "time": "2019-06-21 06:47:00", "description": "HYDERABAD: Out patient services at Osmania General Hospital (OGH) and Gandhi Hospital were severely hit on Thursday as junior doctors boycotted elective services to protest the government’s decision to increase retirement age of teaching doctors from 58 to 65 years. Days after a nationwide strike over assault of a doctor in Kolkata crippled healthcare services in Hyderabad, doctors again stayed away from work forcing patients and their attendants to stand in queues at the emergency ward for up to four hours. In-patient services were also affected at state-run hospitals due to staff crunch. TimesViewRegular strikes by medicos have crippled healthcare services in the state. Taking note of how patients are suffering, the government should intervene immediately and persuade the doctors to call off their protest. Healthcare is a priority sector and must be treated in the same manner. Authorities should hold talks with all stakeholders to break the impasse, so that poor patients, who depend on state-run facilities, are not affected and get proper treatmentApart from boycotting elective duties, junior doctors at teaching hospitals, including Niloufer Hospital, Government Maternity Hospital in Petlaburj, Sarojini Devi Eye Hospital, MNJ Cancer Hospital and Chest Hospital, also joined the protest. Only two doctors were available at Government Maternity Hospital in Petlaburj. The doors for emergency wards at OGH and Gandhi were frequently being shut to prevent the entry of large number of patients. Many patients were also seen arguing with security guards. “We came all the way from Warangal but were not allowed to enter the casualty ward for almost four hours,” said Razia Begum, who came with her husband. In fact, many families were putting up at hospitals for the last three days or more. Around 10 attendants, who came with a patient from Harshaguda, were putting up at OGH for the last three days. “We brought our niece here after she developed fits. She is being treated at the hospital but there are very few doctors available,” said Lashamma, one of the relatives. Members of Telangana Junior Doctors Association (TJUDA) said they will go on a hunger strike on Friday, while continuing to boycott elective duties. TJUDA also wrote a letter to Governor ESL Narasimhan, demanding immediate recruitment of assistant professors, abolition of contract recruitment of doctors and setting up a committee on age hike. “The government of Telangana took a unilateral and hasty decision for increasing retirement age of teaching faculty in government teaching hospitals from 58 to 65 years and is preparing for issuance of ordinance,” the letter read. Listing various reasons for not increasing the retirement age, the letter asked for a committee to be formed to decide on the matter as “the proposed age hike will be a huge loss to young doctors”. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "\nA fairy tale reception for cricketer T Suman-Julaiikha at Park Hyatt in Hyderabad\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/A-fairy-tale-reception-for-cricketer-T-Suman-Julaiikha-at-Park-Hyatt-in-Hyderabad/articleshow/54052080.cms", "time": "", "description": "Amidst a magnificently illumined golden setting, stood the bride in gold, holding her prince charming. This fairy tale wedding reception of cricketer T Suman with his lady love Julaiikha, was a grand affair attended by city cricketers and celebs. In a huge screen beside the stage, a five minute video, rewinding moments from their wedding ceremony was also being relayed.  Amidst the celebrations, Charan, the bride’s brother, staged a flashmob surprise for the bride and groom. Out of the blue, a group of 14 started dancing on popular chartbusters like Kala Chasma, Sheela ki jawani and legendary hits of Michael Jackson to celebrate the wedding ceremony. Though astounded initially, it soon brought smiles to Suman and Julaiikha’s faces. The celebration went on till wee hours, where the guests bonded over delicious food and good music. Download The Times of India News App for Latest City ."}, "Garbage and Negligence": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandnegligence/articleshow/69808015.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "No vote, no road: YSRCP & TDP rivalry takes bizarre turn in Andhra Pradesh": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/no-vote-no-road-ysrcp-tdp-rivalry-takes-bizarre-turn-in-ap/articleshow/69865616.cms", "time": "2019-06-20 15:29:00", "description": "VIJAYAWADA: Political rivalry between YSRCP and TDP in Andhra Pradesh has taken a bizarre turn in two villages. On Wednesday, YSRCP workers in a village in Guntur constructed a wall across a road to prevent TDP workers from using it. In another incident, YSRCP workers in Prakasam district dug up a cement road laid by the previous TDP government about 10 months ago alleging that the people using the road had not voted for YSRCP in the assembly polls. The police had to intervene in both villages to maintain law and order. A picket was posted at Ponugupadu village of Phirangipuram mandal in Guntur district where a three-feet wall was raised blocking the village thoroughfare. Since incident has a caste angle, the police held a peace meeting between the rival TDP and YSRCP groups. A majority of TDP supporters are from an upper caste, while YSRC supporters belong to Scheduled Castes. YSRC supporters have claimed the wall was built to prevent encroachment by TDP men as the land used for the road was on private property, but TDP supporters maintained the road belonged to revenue department and was been used for the last 80 years. Phirangipuram SI D Srihari said the claims have been referred to the revenue department and in the meantime the area has been kept out of bounds for public. Earlier, there have been incidents of demolition of flag posts and party arches and attacks on political opponents in Narasaraopet, Sattenapalli, Macherla and Gurazala assembly constituencies in Guntur district. These constituencies fall under Palnadu region, once known for its faction feuds. In the other incident at Uppalapadu village in Kanigiri assembly constituency in Prakasam district, a cement road was dug up with an excavator. The road was laid at Muslim Colony around 10 months ago. The road was dug up as the residents allegedly supported the TDP candidate in the just-concluded assembly elections. A complaint has been lodged with the police. Meanwhile, the situation at Manchikallu, Pinnelli, Machavaram Mutyalampadu and Tangeda villages turned serious as local TDP leaders fled fearing attacks. About 70 families in Pinnelli supported the TDP in the recent elections. They are now taking shelter at Gamalapadu near Dachepalli. They met Guntur rural SP seeking protection. As many as 15 cases have been registered in Narasaraopet, Sattenapalli and Gurazala police sub-divisions since the election results. A little over 40 people were injured in the clashes that broke out after the polls. Guntur rural SP R Jayalakshmi told TOI that the situation by and large was peaceful in Palnadu region. There have been some incidents of clashes in some areas, but all issues have been addressed, she said, adding that cases have been booked against the attackers. “Police teams are holding counselling sessions for village elders, apart from rounding up history-sheeters,” she said. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "WBJEE Results 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/wbjee-2019-result-likely-to-be-out-today-wbjeeb-nic-in/articleshow/69870939.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}}