{"Gujarat: Sarpanch saves calf by attacking lion with a stick": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/gujarat-sarpanch-saves-calf-by-attacking-lion-with-a-stick/videoshow/69851561.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "\nSalman Khan and Sonam Kapoor walk the ramp for Rohit Bal and Rajesh Pratap Singh in Ahmedabad\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/Salman-Khan-and-Sonam-Kapoor-walk-the-ramp-for-Rohit-Bal-and-Rajesh-Pratap-Singh-in-Ahmedabad/articleshow/49609530.cms", "time": "", "description": "Salman Khan and Sonam Kapoor walked the ramp during the second edition of Huts to High Street in Ahmedabad, which was organised by the Fashion Design Council of India (FDCI) and Gujarat Khadi and Village Industries Board.  Salman and Sonam showcased outfits designed by Rohit Bal and Rajesh Pratap Singh. Download The Times of India News App for Latest City ."}, "Mayur Puri and Ulka Mayur visit Ahmedabad": {"link": "http://photogallery.indiatimes.com/events/ahmedabad/mayur-puri-and-ulka-mayur-visit-ahmedabad/articleshow/69558588.cms", "time": "", "description": ""}, "Gujarat to set up body for island development": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/state-to-set-up-body-for-island-development/articleshow/69865847.cms", "time": "2019-06-20 08:56:00", "description": "GANDHINAGAR: After a strong nudge from the PMO, the state government on Wednesday declared that it has decided to form a special Island Development Authority to develop 144 islands in and around Gujarat. The state government will soon issue a notification to set up the Gujarat Island Development Authority (GIDA) with the twin purpose of ensuring the security of islands adjoining the state and promoting tourism there. Setting up of the statutory body was announced in the 2015-16 state budget, but little headway on the proposal had been made since.  The Niti Aayog has identified 144 islands adjoining Gujarat, of which 26 are rocks in mid-sea. A majority of these islands are uninhabited and the Niti Aayog has identified seven islands that can be developed for ensuring security and promoting tourism. These include Mamalia, Murga, Bet Shankhodar, Pirotan, Savaibet, Piram and Aliyabet. The state government will develop around ten islands on a priority basis. Following the announcement of setting up of GIDA in the 2015-16 budget, the Gujarat Industrial Development Board (GIDB) has spent a sum of around Rs 10 crore to prepare a feasibility report for developing islands from the tourism and security point of view. However, little progress was made after that. “The PMO has directed to the state government to establish the Island Development Authority as soon as possible. The state government will shortly issue a notification in this regard. The CM will be the chairperson, officials of the home, tourism, ports and transport departments will be members in the body,” a senior state government official said. GIDA will be entrusted with the task of formulating and implementing various projects for development of islands and ensuring conservation of the bio-diversity of these islands. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "\n‌Italian restuarant Bella throws a scrumptious first anniversary bash in Ahmedabad\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/Italian-restuarant-Bella-throws-a-scrumptious-first-anniversary-bash-in-Ahmedabad/articleshow/51251441.cms", "time": "", "description": "Amdavadis can't keep themselves away from two things ­ fun and food! So when the time came for the first anniversary celebrations of Bella ­ the Italian restaurant of Crowne Plaza Ahmedabad City Centre ­ we spotted crème-de-la-crème of the city turning up and having a gala time.  The hotel has established itself as the benchmark for culinary experiences in Ahmedabad. The gastronomic selection at Bella is reminiscent of the Italian food that offers every connoisseur, a wide array of dishes to choose right from the antipasti to selection of the best homemade pasta and risotto, live pizza, a wide array of vegetarian main course dishes and more. Highlights of the new menu include delectable Truffle Scented Mushroom and Parmesan Phyllo Wrap, fresh Chicken Involtini with Gorgonzola Cheese and Tartufo with Fruit Syrup that perfectly complement the sumptuous meal. One of the remarkable features of the restaurant is the private dining space that offers you exclusivity of space and service to flawlessly host intimate gatherings.  On this occasion, Vini K. Gupta, general manager, Crowne Plaza Ahmedabad City Centre said, “Inspired by Italian trattoria cuisine, culture, and conversation, Bella was founded and has been proudly serving unforgettable meals that leave a lasting impression to our deserving guests ­ with knowledge, care and Italian charisma infused in everything we do. At Bella, we know that it is a special night out for our guests and it is our responsibility and privilege to treat it as such.“  He added, “Our menu is a mix of expertly handcrafted rustic vegetarian and nonvegetarian dishes of fresh ingredients and Italian classics. Our warm distinctive service creates a memorable, sensory experience that you'll remember long after you leave the table.“  The guests at the event were spoilt for choices and they were seen enjoying some hearty conversations.Present at this grand do were Esther David, Anil Mulchandani, Chiranjiv Patel and many more noted names. Indeed it was an evening Ahmedabad will remember for times to come where food was the star of the show! Download The Times of India News App for Latest City ."}, "who's responsible for their eoes?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who2623393bsresponsiblefortheireoes3f/articleshow/65016998.cms", "time": "", "description": ""}, "Mating season ending, lone male  great Indian bustard crosses LoC": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/mating-season-ending-lone-male-great-indian-bustard-crosses-loc/articleshow/69867587.cms", "time": "2019-06-20 11:22:00", "description": "AHMEDABAD: With the mating season of great Indian bustard (GIB) set to end in July, Gujarat is sorely missing its lone male bird. Officials fear that the bird, reported missing since December 2018, has flown over neighbouring Rajasthan or, worse, crossed the border to Pakistan. Gujarat is precariously placed with regard to the critically endangered GIB. With only six birds, all females, left in the state, it is literally on verge of extinction. Deputy conservator of forest, Kutch (West), B J Asari, said the lone male bird was a sub-adult and, before it went out of sight, had started showing signs it was ready for mating. \"According to an internal report submitted by search teams formed to locate the male GIB, the lone male bird was spotted in Nakhatrana from where it moved to Banni in Kutch. There is a possibility that it has moved to Rajasthan or Pakistan,\" said Asari. Past studies have revealed that the GIBs from Naliya in Kutch have crossed over to Pakistan. The 2017 International Union for Conservation for Nature Red List warned that \"high intensity poaching still continues in Pakistan, where 49 birds were hunted of 63 that were sighted over a period of four years\". With remote chances of the male GIB being found this season, the forest officials admit the state is at mercy of Rajasthan to save the GIB. \"With GIB population down to a single digit in state, Gujarat will be forced to request Rajasthan to part with one male GIB to conserve the bird. We are also planning to set up our own breeding centre in Kutch for which we will need two male GIBs for captive breeding,\" said a senior forest official. Gujarat government has also decided to set up it's own captive breeding center in Kutch. \"Gujarat is very serious about GIB conservation. The lone male bird going missing has proved to be a major setback for our conservation efforts. We have identified a site for breeding center. The department is also likely to seek assistance from Abu Dhabi for captive breeding,\" said a top forest official. Download The Times of India News App for Latest City ."}, "Man got into cyber cheating to pay off loan": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/man-got-into-cyber-cheating-to-pay-off-loan/articleshow/69849225.cms", "time": "2019-06-19 08:45:00", "description": "AHMEDABAD: The cyber cell of city crime branch on Tuesday said that they have arrested another accused in the Rs 82 lakh cheating case, where a gang would hack the victims’ personal details, gets sim cards replaced and then siphon off their money. The accused, Sanjay Upadhyay, a resident of Jamshedpur in Jharkhand, who was arrested by cyber cell sleuths on June 14, got into the cheating business with the nine other accused to pay off a personal loan of Rs 40 lakh. “Upadhyay had met another his co-accused Matadin Sikarwar, who used to hack bank account details, when the former was in jail in connection with a cheque-bounce case. Upadhyay had been jailed for not paying instalments on his Rs 40 lakh loan in 2017. Sikarwar, along with the mastermind of the fraud, Vikas Shav, told Upadhyay that he could make quick money if he joined them in cheating people,” said a cyber cell official. The racket was busted by the cyber cell last month. Download The Times of India News App for Latest City ."}, "Balvantsinh Rajput and BJP resorted to corrupt practices: Ahmed Patel to HC": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/rajput-and-bjp-resorted-to-corrupt-practices-ahmed-patel-to-hc/articleshow/69865527.cms", "time": "2019-06-20 09:47:00", "description": "AHMEDABAD: Senior Congress leader and Rajya Sabha MP Ahmed Patel asserted that it was not him but his rival and BJP candidate in the 2017 Rajya Sabha elections, Balvantsinh Rajput, who had indulged in corrupt practices and exerted undue influence. Patel further claimed that he or his party did not lure any BJP MLA, but Rajput and the BJP had indulged in corrupt practices by threatening and luring Congress MLAs in their desperate attempt to win the election. He also said that though his party colleagues had expressed apprehensions about the BJP indulging in horse-trading to win the third seat, he realized that these were founded only after Rajput and the others quit the Congress after the announcement of the Rajya Sabha elections. In his affidavit filed in the Gujarat high court as examination-in-chief as a witness in Rajput’s petition challenging his poll victory, Patel affirms, “Balvantsinh Rajput himself contested four assembly elections as a Congress party candidate and won twice. Yet he contested the Rajya Sabha polls as a BJP candidate and sensing that victory was not possible, he resorted to corrupt practices, undue influence, threat and temptation and put in all efforts to take Congress MLAs on his side. As a result, six Congress MLAs resigned from their posts, eight MLAs did not follow the party mandate and voted against it. But 44 MLAs voted according to party’s mandate and made my victory possible.” After filing an affidavit on Tuesday, Patel is expected enter the witness box to depose and will likely be cross-examined on Thursday. Patel denied all charges of indulging in corrupt practices, exerting undue influence on MLAs as levelled against him by Rajput and some of the Congress MLAs who defected to the BJP in 2017. Download The Times of India News App for Latest City ."}, "Ahmedabad: Perverted delivery man caught": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/perverted-delivery-man-caught/articleshow/69865800.cms", "time": "2019-06-20 05:58:00", "description": "AHMEDABAD: City police on Wednesday booked a 29-year-old man for molesting a 23-year-old woman at a paying guest (PG) facility in a flat in Navrangpura. The accused was identified as Bhavin Shah, a resident of Naroda and native of Dehgam. He has been a food delivery worker for about a year. His mother has been working as a domestic help in Naroda area since his father’s death. After completing Class XII, Shah started doing odd jobs, said a police official, adding that he is unmarried.  “We caught the accused from Chandkheda when he went to deliver food to someone. We had distributed his photographs to food delivery companies to trace him. The people at Uber Eats identified him as Bhavin Shah, who had worked with them. They provided his details,” said DCP Zone-1, P L Mal. Mal said that Shah confessed to the crime and said that he he had gone to the PG facility specifically to sexually abuse women. The FIR filed with Navrangpura police on Wednesday states the complainant is a native of Dungarpur in Rajasthan and worked at the PG facility as a domestic help. She was sleeping after taking some pills for her cold and cough on June 14, when the accused silently entered the room and molested her. CCTV footage shows Shah, in a yellow T-shirt and jeans, enter the flat at around 12.50am on June 14. He looks around to make sure no one is watching him and starts molesting the woman. He then he unzips his pants and masturbates beside the sleeping woman. He then entered another room to find other targets but one woman saw him. He then rushed out and escaped. Marked the women during pizza deliveryShah had first seen the women when he went to deliver pizza at the PG facility around two months ago. During his primary questioning, Shah said that he had gone during midnight to deliver pizza to some girls in the PG and decided that he would once again go there to sexually abuse the girls whom he found very fashionable from their western clothes, said a cop. Cops tracked him through food delivery appAfter police learned that the accused was a food delivery man, they started tracking his cellphone. Besides, they also took help of the food delivery firm’s app and found him at Chandkheda. He was nabbed by the cops before he could deliver food. A cop said that Shah covered his face with a handkerchief to conceal his identity and continued to deliver food to customers. But he was not aware that he could be nabbed by his cellphone location. Claims this was his first offencePolice have also begun interrogating if he had molested other women too or whether the incident at the Navrangpura PG facility was his first crime. During primary questioning, he said that he had targeted the complainant as she was sleeping. When cops asked him whether he had abused other women in the past, he remained silent for some time then denied committing any other offences. Download The Times of India News App for Latest City ."}, "Ahmedabad Municipal Corporation mulls 40% deduction on redevelopment on panchayat land": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/amc-mulls-40-deduction-on-redevelopment-on-panchayat-land/articleshow/69865956.cms", "time": "2019-06-20 08:51:00", "description": "AHMEDABAD: If your house or residential colony was in a gram panchayat about two decades ago and now is within municipal limits, the Ahmedabad Municipal Corporation (AMC) will deduct 40% of your total plot area for civic services if you plan redevelopment. On May 30, the committee on Town Planning (TP) of the AMC had placed a proposal for the inclusion of the 40% deduction rule for properties of TP number 74 Chandkheda-Zundal. The amendment will have to be passed by the standing committee and the general board of the AMC. The total area of the TP scheme is 2.38 lakh square metres. “If the AMC makes the amendment for the Chandkheda-Zundal TP scheme, it will become a precedent for the rest of the draft TP schemes located on the periphery of the city which were earlier in gram panchayats,” said a senior AMC official. The same rule will apply to new areas that may be incorporated within AMC limits, including Bopal, over the next few months. “When the area fell under the gram panchayat, the deduction for civic services was just 20% because of which projects such as road expansion became challenging,” said an official of the AMC’s town planning department. “The new rule will at least allow us to demand more space.” Download The Times of India News App for Latest City ."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "How to keep women safe? Hire chowkidars everywhere": {"datetime": "", "link": "https://ahmedabadmirror.indiatimes.com/ahmedabad/cover-story/how-to-keep-our-women-safe-hire-chowkidars-everywhere/articleshow/69866303.cms", "time": "2019-06-20 10:45:00", "description": ""}, "Same drama at Versova bridge": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/samedramaatversovabridge/articleshow/67052400.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Cyclone Vayu: More than 2.75 Lakh people have been evacuated, says Vijay Rupani": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/cyclone-vayu-more-than-2-75-lakh-people-have-been-evacuated-says-vijay-rupani/videoshow/69765420.cms", "time": "", "description": ""}, "Water logging since last 25 years": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterlogging-since-last-25-years/articleshow/59449454.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Gujarat police make arrests in murder of Dalit, who sought protection": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/gujarat-police-make-arrests-in-murder-of-dalit-who-sought-protection/articleshow/69879942.cms", "time": "2019-06-20 22:08:00", "description": "AHMEDABAD: The Gujarat police on Thursday arrested eight persons allegedly involved in the murder of a Dalit deputy sarpanch in Saurashtra region's Botad district by upper caste men, days after he sought police protection fearing attacks. The security provided to Manji Solanki of Jalila village in Botad district's Ranpur taluka (tehsil), who had been attacked thrice earlier, had been withdrawn while he had requested for police protection again, which was not given. His family refused to accept his body after post-mortem at the Ahmedabad Civil Hospital and demanded they be given security cover. Manjibhai's son Tushar Solanki told reporters here: \"We won't take the body till we are given protection. We also want that action should be taken against police personnel who did not provide us security though we had asked for it\". Botad Superintendent of Police Harshad Mehta confirmed to reporters that his office did receive an application from Manjibhai for security on June 6 and the police were examining the threat perception to him. He had been given police protection on March 3, 2018, after the last attack on him, but this was subsequently withdrawn. Solanki was allegedly attacked with clubs and iron pipes by the inmates of a car who first knocked him down when he was returning home on a motorcycle on Wednesday. The police said Solanki died on way when he was being taken to Ahmedabad Civil Hospital. He also agreed that Manji was attacked on four occasions and that the accused persons in all the attacks, including the one on Wednesday, were the same. Tushar Solanki said the upper caste members were angry with his father since he used to fight cases of caste atrocities against the Dalit community. \"This is why my father had also applied for a weapon licence, besides asking for security,\" he said. Meanwhile, Gujarat Chief Minister Vijay Rupani, who did not react to this incident, said at a meeting of the monitoring committee on atrocities against Scheduled Castes and Scheduled Tribes that the police should initiate stern action in atrocity cases. He instructed district collectors concerned to ensure an atmosphere of amity and harmony in 32 villages and 20 mohallas where the Dalits lived under police protection. Independent Dalit MLA from Vadgam Jignesh Mevani, who was not called for this meeting, dashed off a letter to Rupani expressing concern over the situation of Dalits in the State. Mevani said the police galvanized into action only after an incident took place, but could not prevent it. Congress MLAs Naushad Solanki, Shailesh Parmar and Vasrambhai Patel called on the family of Solanki at the Ahmedabad Civil Hospital and expressed solidarity with them. Later, BJP legislator Pradip Parmar and former MLA R.M. Patel also met them. Download The Times of India News App for Latest City ."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Gujarat HC: Pipavav tracks need to be moved": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/gujarat-hc-pipavav-tracks-need-to-be-moved/articleshow/69883000.cms", "time": "2019-06-21 05:48:00", "description": "AHMEDABAD: The amicus curiae in the Gujarat high court has submitted his report on ensuring the safety of Gir lions and insisted that the railway tracks leading to Pipavav port should be shifted out of the protected area and re-laid beyond the 10-km zone. Advocate Hemang Shah, who was tasked by the HC to prepare the report and make recommendations for the safety of Asiatic lions, cited nine different things that endanger the big cats. He has not only suggested shifting of the railway tracks, but also stopping trains from plying at night. He highlighted how the chain-link fencing hampers the movement of lions. He also said that the proposal for elevated tracks would not be feasible because so much construction would be detrimental to the wildlife. Hence, the only option available is to shift the tracks and stop trains from plying at night, when lions are out hunting. He mentioned that most of the 20 trains that pass every day, do so after sunset. He stated that these are goods train and commercial interests need to be sacrificed to save lions. The amicus curiae suggested radio collaring all lions and tracking them by GPS to be able to notice their movements near railway tracks. Shah suggested strict action against those who do not cover open wells. “Protection of lions and other animals in the area should prevail over the interests of such well owners,” he said. He has also suggested stringent action against farmers who protect their fields by setting up electric fences. He suggested quick trials against such offenders to prevent the electrocution of lions. The amicus has suggested infusing animals to the Gir forest as the food chain in the area is depleted. He has suggested that roads be properly lit at night for traffic. Trackers should be provided walkie-talkies and there should be more guards. Download The Times of India News App for Latest City ."}, "Vayu threat passed, AFES team still in Porbandar": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/vayu-threat-passed-afes-team-still-in-porbandar/articleshow/69849095.cms", "time": "2019-06-19 08:43:00", "description": "AHMEDABAD: Teams of the Ahmedabad Fire and Emergency Services are the last to leave Porbandar, despite the threat from Cyclone Vayu having passed. AFES personnel, who had left for Porbandar on June 12, were instrumental in rescue operations and clearing roads. An AFES staff member said that the after the government announced that the Vayu was not going to hit the Gujarat coast, the AFES team should have been sent back along with other teams. The officer said that the National Disaster Response Force (NDRF) teams had left the next day and teams from Vadodara and Rajkot were also told to leave the area. However, AFES teams were made to stay back in the town till Tuesday evening. Another officer said that the nodal officers, on being asked about the delay, said that the district authorities had failed to give a satisfactory reply. Officials said one officer from the district administration threatened to book them if they pressed officials to be allowed to leave. A senior AMC officer said the entire delay was totally unwarranted and the corporation may refuse to depute its staff in such emergencies in the future. The AFES is short of staff and unnecessarily forcing teams to stay back was totally unwarranted. Chief fire officer M F Dastoor said, “The Vayu threat was over last week, but the AFES team is still in Porbandar for reasons best known to the administration. We have been contacting our men only to be told that their orders to leave Porbandar are yet to be issued.” Download The Times of India News App for Latest City ."}, "The Loot Booth Ahmedabad Airport": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/the-loot-booth-ahmedabad-airport/articleshow/59936969.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Jimmy Shergill attends Times Power Women 2019": {"link": "http://photogallery.indiatimes.com/events/ahmedabad/jimmy-shergill-attends-times-power-women-2019/articleshow/69802394.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Students are threatened for Tuition.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/student-is-threatened-for-tuition/articleshow/58214106.cms", "time": "", "description": ""}, "10 rupees coins not being accepted.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/10-rupees-coins-not-being-accepted/articleshow/58214078.cms", "time": "", "description": ""}, "SC to hear Congress plea on Rajya Sabha bypolls, issues notice to EC": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/sc-to-hear-cong-plea-on-rs-bypolls-issues-notice-to-ec/articleshow/69865526.cms", "time": "2019-06-20 09:51:00", "description": "The Supreme Court on Wednesday issued notice to the Election Commission of India, over a petition filed by the Congress, challenging its decision to hold separate bypolls for two Rajya Sabha seats in Gujarat. A bench of Justices Deepak Gupta and Suya Kant asked the commission to file a response as to why simultaneous polls for the two Rajya Sabha seats could not be conducted as pleaded by the petitioner. The two seats fell vacant after the election of BJP chief Amit Shah and Smriti Irani to the Lok Sabha. The petition, filed by the leader of opposition in the Gujarat Assembly, Paresh Dhanani, sought the quashing of the EC’s June 15 notification treating the two seats as stray vacancies to warrant separate elections. He said holding of separate elections for the two seats would deny Congress one of the seats which it is entitled to according to its strength in the assembly and by the law mandating proportional representation with single transferable vote for the Rajya Sabha. Senior advocate Vivek Tankha, appearing for the petitioner, said there is no SC verdict on the issue but the Delhi high court had passed an order in a similar case. The court, after a brief hearing, said the issue had to be examined and adjudicated and posted it for June 25. The court said it has to be decided whether the two vacancies in the Rajya Sabha are casual or statutory. At present, in the 182-member Gujarat assembly, the BJP has 100 MLAs while the Congress has 71. If separate polls are held for the two seats, the BJP will win both. The petition filed through advocate Varun K Chopra argued that according to the Representation of the People Act, representatives of each state to the Rajya Sabha shall be elected by the members of assembly by the system of proportional representation by means of a single transferable vote. “The conduct of elections for each vacancy separately would only lead to one result, that is, the victory of the party which commands a simple majority. This would turn the very objective of proportional representation on its head,” Dhanani said in his petition. tnn Download The Times of India News App for Latest City ."}, "Traffic at kankaria road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/traffic-at-kankaria-road/articleshow/57356011.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Deadly truck": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/deadly-truck/articleshow/62966102.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Gujarat high court orders check-up for public health facilities": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/high-court-orders-check-up-for-public-health-facilities/articleshow/69866015.cms", "time": "2019-06-20 08:34:00", "description": "AHMEDABAD: The Gujarat high court on Wednesday ordered the state government to place before it details of the Centre’s funding for the state’s healthcare sector and the state’s budgetary allocations for it. The bench headed by acting Chief Justice A S Dave sought a reply from the government on the breakup of budgetary allocations for the healthcare sector. The court was hearing a PIL filed earlier this year by retired joint director of health services, Dr Madhavji Gajera, complaining about the poor healthcare infrastructure and the shortage of doctors and medical staff in government health centres and hospitals across rural areas, said the petitioner’s advocate, K R Koshti.  The petitioner cited reports of the central government to emphasize the fact that average spending on health amounts to 58% of the average family income in Gujarat. The high court has asked the petitioner to come up with details on budgetary allocations for the healthcare sector in other states. Further hearing has been posted for July 1. The PIL contended, “The healthcare infrastructure of this state is crippling as a result of which the health of the ordinary citizen is in serious jeopardy.” Gajera has sought the court’s directions to the government to provide all healthcare facilities at primary health centres, sub-centres, community health centres as well as district hospitals in tribal and non-tribal rural areas. The petitioner has demanded that health facilities adhere to the Indian Public Health Standards in terms of infrastructure, manpower, availability of necessary drugs and equipment, and services such as ambulance, water supply, electricity, and bio-waste management. The PIL demanded the formation of a special committee of health experts to recommend measures to deal with the deficiencies in the healthcare system. The petitioner cited the 2017 Rural Health Statistics Report to highlight the dearth of doctors, particularly specialists, in health centres and hospitals in rural areas. These vacancies aggravate the situation during outbreaks of diseases such as malaria, dengue, chikungunya, swine flu, and zika. Download The Times of India News App for Latest City ."}, "\nMahima Chaudhary inaugurates exclusive Experience Gallery of Stonex India Pvt Ltd in Ahmedabad\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/Mahima-Chaudhary-inaugurates-exclusive-Experience-Gallery-of-Stonex-India-Pvt-Ltd-in-Ahmedabad/articleshow/48723182.cms", "time": "", "description": "It was an evening of the unconventional complementing the natural, when Stonex India Pvt Ltd inaugurated its exclusive Experience Gallery in Ahmedabad. Natural stones, textures and experiential design became the topic of discussion on the inauguration night, which had actress Mahima Chaudhary as the guest of honour.  It is the first company in the country which spearheaded the concept of experience galleries for clients with a penchant for exclusivity. Vikas Agarwal, director, Stonex India Pvt Ltd, said, “We have always tried to comprehend our customer’s needs and aspirations, and broadly succeeded in the initiative.” Saurav Agarwal, director, Stonex India Pvt Ltd, said, “We have always offered our patrons the best quality product.” Download The Times of India News App for Latest City ."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Gujarat: Board students can now choose centre near home": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/board-students-can-now-choose-centre-near-home/articleshow/69882255.cms", "time": "2019-06-21 09:05:00", "description": "AHMEDABAD: The students of class X and XII can now select their exam centre at their native place. The decision was taken on Thursday during the general meeting of the Gujarat Secondary and Higher Secondary Education Board (GSHSEB). Apart from this, if a student feels that a certain exam centre has a bad reputation due to cases of mass copying or irregularities reported in the past, the student can seek another exam centre. This will particularly benefit students who stay in hostels or away from their hometown. The state education board took another important decision regarding attendance shortfall of students. Earlier, students who had short-attendance were often barred from appearing for the board exams. However, a student who faces short-attendance can now appear as a private student or in individual capacity for the board exams. GSHSEB members also took up the issue of several schools operating on paper and decided that strict action would be taken against these schools and their registration/ affiliation may be cancelled too. The board also decided to identify and take strict action against schools that give admissions to their students in Class XI before the results of class X are announced. Download The Times of India News App for Latest City ."}, "ACB unearths plots worth Rs 2.5 crore belonging to K S Detroja": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/acb-unearths-plots-worth-rs-2-5-cr-belonging-to-detroja/articleshow/69849271.cms", "time": "2019-06-19 09:00:00", "description": "AHMEDABAD: Officials of the Gujarat anti-corruption bureau (ACB) on Tuesday said that the former MD of the Gujarat Land Development Corporation (GLDC), K S Detroja, had bought more than 70 hectares of land, worth about Rs 2.5 crore, in six districts of state.  During their six-month investigation, ACB officials found that Detroja had bought the land in a period of two years, when he was MD of GLDC. ACB officials also informed income tax officials, to initiate proceedings against Detroja for his unaccounted income. Officials say Detroja had amassed properties worth more than Rs 100 crore. The GLDC scam came to light after it emerged that false bills worth hundreds of crores were generated and the money was siphoned off during the state government’s campaign to deepen ponds and lakes ahead of the monsoon last year. The government in November 2018 decided to close down the public sector unit after failing to control the rampant corruption in it. The comptroller and auditor general of India (CAG) also reported massive irregularities in GLDC. In April 2018, the state ACB raided the GLDC headquarters in Gandhinagar and seized Rs 56.50 lakh in unaccounted cash. After the raid, five GLDC officials, including Detroja and joint director K C Parmar, were arrested for taking bribes from farmers who had applied for government grants under schemes executed by the corporation. A case under the Prevention Of Corruption Act, 1988, was lodged against Detroja and others. The probe revealed that Detroja and his aides allegedly took commissions from farmers to clear grants allocated by the state government for farm ponds and soil tests. Download The Times of India News App for Latest City ."}, "On cam: Lionesses roam around streets in Gujarat's Amreli": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/on-cam-lionesses-roam-around-streets-in-gujarats-amreli/videoshow/69846641.cms", "time": "", "description": ""}, "What a road wow!!!": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/what-a-road-wow-/articleshow/59449446.cms", "time": "", "description": ""}, "SC sends notice to EC on Gujarat Rajya Sabha by-polls": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/sc-sends-notice-to-ec-on-gujarat-rajya-sabha-by-polls/videoshow/69854645.cms", "time": "", "description": ""}, "Encounter investigator is now IIM-Ahmedabad professor": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/encounter-investigator-is-now-iim-a-prof/articleshow/69881954.cms", "time": "2019-06-21 08:26:00", "description": "AHMEDABAD: Rajnish Rai, 1992-batch IPS officer of Gujarat cadre, turned over a new leaf and began working as assistant professor at IIM-Ahmedabad (IIM-A) last month. Prof Errol D'Souza, director of IIM-A, could not be contacted for his comment on Rai’s appointment. The IIM Ahmedabad website has already put up a faculty page for Rai, which shows him as part of the public management think tank, Public Systems Group (PSG), and also mentions his official email id. Rai, who had probed the 2005 Sohrabuddin Shaikh fake encounter case and had arrested fellow IPS officers D G Vanzara, Rajkumar Pandian and Dinesh M N in 2007, was suspended from service in December 2018. Before his suspension, he had appealed for voluntary retirement upon reaching the age of 50 years, under the provisions of All India Services (Death-Cum-Retirement Benefit) Rules, 1958. But the Union government had rejected his application for retirement. Rai went to the CAT and then Gujarat high court over the issue, but the Union government, meanwhile, issued a chargesheet against him for handing over charge without due authorization and abdication of office, and then suspended him. Sources said that Rai’s appointment at IIM-A took place in May during a faculty recruitment seminar. “Rai was found to have academic qualification and experience required for the job,” said an official close to development, claiming that Rai’s ongoing legal battle has little bearing on the appointment. The appointment fulfils the IPS officer’s long pending ambition for a second career innings in academics. Earlier in 2014, Rai had requested the government to relieve him so that he could join the IIM Udaipur as a professor in business policy and strategy. His request was turned down. Rai, 53, was posted outside Gujarat ever since 2014, and his last posting was IGP and principal of Counter Insurgency and Anti-Terrorism (CIAT) School of Central Reserve Police Force (CRPF) in Chittoor, Andhra Pradesh. He had hit the headlines in 2014, when as chief vigilance officer at Uranium Corporation of India at Jadugoda in Jharkhand he had found irregularities and had submitted the findings to CBI. He was charge-sheeted for the unauthorized probe, but received reprieve from CAT’s Hyderabad branch in 2017. Rai’s academic profile cites his educational qualification as BTech, PGPPM, PG in Patents Law and PhD. Rai, who was at loggerheads with the state government, spent the better part of the last decade pursuing his academic interests. He was also named in a copy case in his LLB examination from which he was cleared by the Gujarat high court due to lack of evidence in 2008. Download The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Swatch Bharat cess down the drain": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/swatch-bharat-cess-down-the-drain/articleshow/59346111.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "without no plate car running on National Highway 1": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-plate-car-running-on-national-highway-1/articleshow/58887360.cms", "time": "", "description": ""}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Man abroad gives triple talaq to wife over WhatsApp, booked": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/man-abroad-gives-triple-talaq-to-wife-over-whatsapp-booked/articleshow/69866871.cms", "time": "2019-06-20 05:48:00", "description": "SURAT: A 26-year-old woman living in Sanjan, Valsad district has lodged a complaint against her husband and in-laws after he gave her triple talaq over an instant messaging application. Based on her complaint, Umargam police booked Jailun Kaliya and his parents Javed and Nafisa. Kaliya is abroad and he sent the talaq nama (divorce deed) on WhatsApp to his mother last month. She took a printout and submitted the papers at a local mosque. The complainant, Farhim said the mosque administrator informed her father Salim of the divorce deed, but she and her family refused to accept it. On June 14, she approached Umargam police. Farhim alleges her husband, Jailun, decided to divorce her as she turned down his request to give their son to his sister did not have kids. \"The accused husband is out of country and his location is not known. He works in shipping industry and is likely to return in a few months. He sent the talaq nama on WhatsApp to his mother,\" said police. While Farhim told police that Kaliya was in Canada, his parents claim he is in Dubai. The accused were booked under various sections of the IPC and The Muslim Women (Protection of Rights on Marriage) Ordinance, 2019. Police have registered the statements Kaliya and his parents as well as other witnesses in the case. \"Further action will be taken after recording the statement of the mosque administrator,\" said police. Download The Times of India News App for Latest City ."}, "Serial blasts: Gujarat HC stays contempt proceedings": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/serial-blasts-hc-stays-contempt-proceedings/articleshow/69882220.cms", "time": "2019-06-21 09:14:00", "description": "AHMEDABAD: The Gujarat high court has stayed the special court hearing the 2008 serial blasts case from initiating contempt of court proceedings against Madhya Pradesh officials for not shifting 10 serial blasts accused from an MP jail to Sabarmati Central Jail. The high court also said that the accused would remain at the Bhopal Central Jail and will face the trial through video conferencing. The HC issued notices to the government of Gujarat and the 10 accused, who want to return to Sabarmati Jail, and posted a further hearing for July 9. On June 1, the special judge ordered the Bhopal central jail superintendent and IG (Prisons) in MP to shift 10 accused, including Safdar Nagori, to Ahmedabad on their request to face the rest of the trial here. They were shifted to MP jail after their conviction in a terrorism case more than a year ago. In its order, the trial court issued production warrants under Section 267 of the CrPC to lodge 10 accused in Sabarmati jail by June 20. This needed to be done by revoking Section 268 of the CrPC, imposed by the MP government, to lift restrictions on their movement. The trial court also ordered that these accused would remain at Sabarmati jail in its custody till their further statements are recorded. The trial court warned of initiating contempt proceedings against officials, if they failed to follow the order. The MP government challenged the trial court’s order before the HC, insisting that the trial court cannot issue production warrants before Section 268 of CrPc is revoked, and cannot initiate contempt of court proceedings. Justice S H Vora agreed with the MP government’s submissions and said, “Needless to say that once the power under Section 268 of the code is invoked, provision of Section 267 of the code loses its effect. Still however, the learned trial judge issued production warrant under Section 267 of the Code before the notification issued under Section 268 of the code stands revoked.” The HC also termed the trial court’s order as “general and vague” on the issue of contempt proceedings and said that the powers are vested with the high court. Download The Times of India News App for Latest City ."}, "Man thrashed for refusing to clean gutter": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/vadodara-man-thrashed-for-refusing-to-clean-gutter/articleshow/69883415.cms", "time": "2019-06-21 06:51:00", "description": "VADODARA: A casual labourer was beaten up for allegedly refusing to manually clean a gutter line near Karachiya railway crossing of Bajwa on Wednesday. The accused Mahesh (Vasava) Darbar was arrested by Jawaharnagar police on Thursday for assault and criminal intimidation. The complainant Balwant Harijan was approached by Darbar when he was waiting at a paan shop in Bajwa Wednesday morning to clean the a clogged gutter line at his home. After checking the condition of gutter line, Harijan told Darbar that he will charge Rs 200 for cleaning it which Darbar refused and instead offered him Rs 50. Harijan turned down the offer and walked away. In the afternoon, when Harijan was returning home after eating lunch at an eatery near Karachiya railway crossing, Darbar confronted him. Harijan again said that he will clean the gutter only if he is paid Rs 200 or else he was not interested. Police said that Darbar was enraged by Harijan’s refusal so he started hurling abuses at him and hit him with a shovel. Download The Times of India News App for Latest City ."}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Police catch drunk man, let woman go": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/police-catch-drunk-man-let-woman-go/articleshow/69849230.cms", "time": "2019-06-19 08:30:00", "description": "AHMEDABAD: Vastrapur police had an embarrassing moment on Sindhu Bhavan Road late on Monday night, when a woman of about 30 gave them the slip and zoomed off in her car while the cops were busy checking her allegedly drunk co-passenger. An FIR registered at Vastrapur police station by an assistant sub-inspector, Kirtan Parsingh, states that he and a constable, Baldev Lakshman, was on vehicle-checking duty on Monday night at the Sindhu Bhavan check point. At around 4.20am, they stopped a car carrying a woman and a man. The woman was driving, while the man was sitting beside her, the FIR states. The cops claimed that the man was drunk and that they could feel smell liquor on his breath. When they asked him to get out of the car and he complied, the woman zoomed away. The cops, satisfied with nabbing the drunk man, ultimately booked him in a prohibition case. The man booked is around 30 years old and is a resident of Ambawadi. Last year, police had let off a young woman, the granddaughter of a prominent politician, when she was caught drunk. Vastrapur police inspector M M Jadeja was not unavailable for comment. Download The Times of India News App for Latest City ."}, "Flight from Ahmedabad to Mumbai delayed by three hours": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/flight-to-mumbai-delayed-by-three-hours/articleshow/69865533.cms", "time": "2019-06-20 09:01:00", "description": "AHMEDABAD: Passengers flying to Mumbai from Ahmedabad on Vistara flight UK-926 on Tuesday night had a harrowing experience, with the flight delayed by more than three hours. The flight was scheduled to depart Sardar Vallabhbhai Patel International (SVPI) airport in Ahmedabad at 9.30pm. Heavy rain in the city prevented the aircraft meant to operate the flight from landing, thus delaying the departure. Passengers had not been informed of the delay in advance and thus ended up waiting four hours at the airport. “When I got a cab to the airport, it was raining heavily and it was a mad rush getting there through heavy traffic and waterlogged roads. When I got there, I learned that the flight was delayed,” said Rohit Panchal, a passenger on the flight. “Till 10.30pm I waited as the aircraft had not arrived. After that, the airline informed passengers that the incoming flight has been delayed due to bad weather. I got home after 3am,” Panchal added. An airline spokesperson said, “UK-929 operating Mumbai-Ahmedabad on June 18, 2019, had to be diverted back to Mumbai due to bad weather in Ahmedabad. The same aircraft was scheduled to operate UK-926 Ahmedabad-Mumbai at 9.30pm, which consequentially was delayed. Customers were kept informed and were provided all assistance. Delays caused due to weather conditions are beyond our control.” Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Monsoon likely to hit Gujarat on Monday": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/monsoon-likely-to-hit-state-on-monday/articleshow/69881950.cms", "time": "2019-06-21 06:51:00", "description": "AHMEDABAD: The much-anticipated monsoon will arrive in the state by the start of next week, the India Meteorological Department (IMD) forecast has stated. While parts of the state have been getting rain due to the impact of Cyclone Vayu, the southwest monsoon will officially arrive nine days later than normal. Jayanta Sarkar, regional director of the IMD, said the monsoon is progressing well and will likely to arrive in the southern parts of the state by June 24. “We have also issued warnings for heavy rainfall at isolated places in the districts of south Gujarat including Valsad, Navsari, Dang and Gir Somnath in Saurashtra,” he said. IMD officials said that Cyclone Vayu, which had a close encounter with the state, has certainly affected the monsoon. “It has delayed the monsoon arrival in the northern parts of the country. However, on the positive side, it has given pre-monsoon showers to most of Gujarat, which does not normally get much rainfall in June,” said an official. According to the GSDMA website, the state has so far received 44mm of rainfall or about 5% of its seasonal rain. The IMD has forecast light to moderate rains in most parts of the state for the next three days. Parts of the state saw cloudy skies for the past few days and temperatures have dropped across Gujarat, with Surendranagar recording the highest temperature of 38.7°C. Download The Times of India News App for Latest City ."}, "Asanas helped him quit alcohol": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/asanas-helped-him-quit-alcohol/articleshow/69881962.cms", "time": "2019-06-21 06:38:00", "description": "AHMEDABAD: Personal tragedies pushed him to the path of self-destruction as Puvanenthiira Malai, then in his late twenties, found solace in drugs, alcohol and smoking. The phase lasted for good seven years, but yoga came as a saviour for him. “It was like another birth for me – I not only shunned all the addictions but decided to set an example. In close to 20 years, I have not taken a medicine. I’m happy that I am sharing this joy with countless others,” says Malai, now in his fifties and a master yoga trainer based in Ahmedabad. Malai, a native of Madurai in Tamil Nadu, was a sales marketing manager. “While we learn yoga right from the school, I never gave it much thought. When I was undergoing depression and refusing to take any medicine prescribed by my psychiatrist, it was my wife who prodded me to take up yoga. It did what the medicines couldn’t,” he says. He follows schools of Swami Vishnudevananda, BKS Iyengar and K Pattabhi Jois to interpret yogic practices and prepare the next crop of yoga teachers spread across Ahmedabad and other parts of Gujarat. “We train over 80 yoga trainers annually whereas number of practitioners might be in hundreds. While there were yoga practitioners even before International Yoga Day, the initiative has improved awareness among masses which is an encouraging sign,” says Malai. “People generally embrace yoga when they are at the end of their health problems. One has to have some patience for yoga to show results. The first phase can be a bit painful for some. We give them practice as per their specific issues and they slowly come out. If someone is at the end of their physical problem, yoga cannot cure it overnight,” he adds. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Bopal Ghuma Nagarpalika opens sewage in Ratna Lak": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bopal-ghuma-nagarpalika-opens-sewage-in-ratna-lak/articleshow/58903445.cms", "time": "", "description": ""}, "Marriage procession on road in peak hours": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/marriage-procession-on-road-in-peak-hours/articleshow/56931534.cms", "time": "", "description": ""}, "Ahd: Father rapes nine-year-old girl, held": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/father-rapes-nine-year-old-girl-held/articleshow/69882106.cms", "time": "2019-06-21 05:52:00", "description": "AHMEDABAD: A horrific case emerged from the Ramol area of the city on Wednesday noon, where a man raped his 9-year-old daughter and subjected her to unnatural sex. The girl, a Class IV student, told her maternal grandmother about the ordeal her father put her through. DCP Zone 5 Akshayraj Makwana said that based on the complaint of rape and violation of the POCSO Act, they have arrested the accused, a daily wage labourer. “We sent the girl for a medical check-up, where doctors told us that they had found rashes around the victims’s private parts,” Makwana said. “According to the complaint, the accused and his wife have three children, two boys and one girl. The couple had a quarrel on Wednesday morning, after which the mother left the house for her parental home. She had left all three children behind with the father. At noon, when the boys were out playing with their friends, the accused disrobed his daughter and tried to rape her. He also used oil in his attempt penetrate the girl. He later forced her to perform oral sex on him. He then threatened the girl with dire consequences if she revealed any of this to anyone,” added Makwana. In the evening, when the victim’s maternal grandmother came to the house to work out an understanding between the couple, a shock was waiting for her. On seeing her grandmother, the girl broke down. “She told her grandmother and mother about what her father had done. The two then approached Ramol police on Wednesday night and lodged a complaint against the accused. Our team rushed to the house and arrested him. We also made him undergo a medical tests,” added Makwana. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "‘Bring back my wife, she is being tortured in Oman’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/bring-back-my-wife-she-is-being-tortured-in-oman/articleshow/69882267.cms", "time": "2019-06-21 09:03:00", "description": "AHMEDABAD: Husband of a 34-year old woman from the Sarkhej area of the city has filed an application of complaint with the city police that his wife Madina Shaikh has landed in trouble in Oman where she had gone to work as a domestic help. According to the complainant, Asif Shaikh, his wife somehow managed to call him from Oman and told him that she and 12-13 other women from different parts of India, have been kept locked in a room and are being ill-treated. They are even beaten there, the complainant was allegedly told by his wife.  In his complaint submitted to the city police commissioner’s office on Wednesday, Asif has mentioned that a Mumbai-based agent Naeem Shaikh and a woman from the Behrampura area of Ahmedabad Choti Khala promised them 100 dinar a month for the job in Oman. They agreed to the proposal and Madina reached Mumbai and from there she landed in Oman. Shaikh, who runs a small business, told TOI that the trouble started a week after Madina reached Oman. “My wife told me over the phone that a car comes every morning to the flat where they are locked in and takes them to some undisclosed location,” Shaikh said. Asif alleged that they are made to work the whole day and are not fed properly. “Ever since our marriage five years ago, we have been trying for a child. The good news came only when she landed in Oman. Unfortunately, our joy was short-lived as she suffered miscarriage because of the hard work she was made to do,” said Asif. Asif in his complaint has alleged that when he contacted the Mumbai agent and Choti Khala, they allegedly told him that it is not possible now to bring his wife back from that country. “Naeem told me that she can come back only if I deposited Rs 50,000 with him. I am still waiting for her to return even after giving the money. I pray to the authorities to bring my wife back and also those who are confined in Oman,” said Asif. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "still the same apathy of the roads": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/still-the-same-feelings/articleshow/60167302.cms", "time": "", "description": ""}, "Hike only in fees not facilities, allege students": {"link": "https://ahmedabadmirror.indiatimes.com/ahmedabad/education/hike-only-in-fees-not-in-facilities-iite-students/articleshow/69848413.cms", "time": "2019-06-19 10:27:00", "description": ""}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "OMG is this CNG where's PUC odd-even coming soon": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/omgisthiscngwhere2623393bspucodd-evencomingsoon/articleshow/59153001.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Ahmedabad: Ranip flyover goof-up": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/ranip-flyover-goof-up/articleshow/69882292.cms", "time": "2019-06-21 08:35:00", "description": "AHMEDABAD: After beginning the construction of Ranip overbridge at a project cost of Rs 78 crores, the AMC had come to realize that one end of the bridge will land on private land. The owner of the land was also not informed of the bridge alignment. AMC engineers then discovered that just beside the private plot there was a large plot belonging to Western Railway.  All these had happened despite a private consultant preparing a comprehensive project report and an agency doing third party project inspection. In the end, it was not the private consultants but AMC’s own estate department which discovered the massive blunder. The flyover connecting Ranip with New Ranip area at the GST Railway crossing over Ahmedabad-Viramgam -Rajkot railway track had been given clearance by the AMC in March 2013. However, the project was held up in red tape with the railway authorities finally approving the swapping of land on February 2, 2017 to enable construction of the flyover to take place. Standing committee chairman Amul Bhatt, who formally approved the transfer of land to the railways on Thursday said, “The project was given final approval by the former standing committee members and hence we could not do much, but have asked the administrative wing to be more cautious in the future.” Officials said the railways was not willing to sell its land to AMC and later in lieu of these 5,000 square yards of land, AMC gave nearly 11,000 square yards of land near Ranip Garden to the railways,. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "E-cigarettes to be banned, says Jadeja": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/e-cigarettes-to-be-banned-says-jadeja/articleshow/69865531.cms", "time": "2019-06-20 09:08:00", "description": "GANDHINAGAR: The state government will shortly ban e-cigarettes as their use have harmful effects on the health of people, said minister of state for home, Pradipsinh Jadeja, on Wednesday. Online purchase of electronic nicotine delivery systems (ENDS) will also be banned in the state, Jadeja said in Gandhinagar. Jadeja said, “E-cigarettes purchased online will also be banned in Gujarat. The existing law will be amended in this regard. Currently, e-cigarettes have been banned in 36 countries of the world including 12 states of India.” The minister added that the state will also clamp down on the use of narcotic drugs. Sniffer dogs capable of detecting drugs will be inducted into the police force soon, he stated. Jadeja said that strict action will be initiated against officers responsible for areas from where drug seizures are made. At the same time, officers who do exemplary work in checking the drug menace will be rewarded. The minister said that in 2019 (as of May 31), 61 cases have been registered under sections of the Narcotic Drugs and Psychotropic Substances (NDPS) Act and 91 persons have been arrested so far. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "PLEASE SHOW ME THE WAY": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pleaseshowmetheway/articleshow/65835299.cms", "time": "", "description": ""}, "Gujarat DGP warns of tough action against drug peddlers, traffickers": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/gujarat-dgp-warns-of-tough-action-against-drug-peddlers-traffickers/articleshow/69854024.cms", "time": "2019-06-19 12:50:00", "description": "AHMEDABAD: Gujarat DGP Shivanand Jha on Tuesday warned police officials of stringent action if lapses were found on their part when dealing with drug peddlers and traffickers. A meeting was held with Special Group Operation (SOG) teams of different districts and ATS at DGP office in Gandhinagar. According to top police sources, the main agenda of the meeting was drug tracking and its negative effect on the youths' health. DGP Jha said they have to keep a strong vigil on the storing places and places where such drugs are sold and smuggled into Gujarat. \"Top officials of CID crime were also present in the meeting. Instructions were passed on to track and nab drug traffickers along with those who deal in synthetic drugs,\" a top police official said. \"Once these places are identified, patrolling in the area should be intensified and a close watch both technical and human should be kept nabbing drug peddlers and mafias, \" he added. DGP Jha during the meeting asked top police officials of SOG to keep a watch near schools and colleges where these drug peddlers make the most. Top police sources said he also warned SOG and local police that if drugs were to be found from their area without their knowledge and by a different agency, they would be held responsible for the same. Download The Times of India News App for Latest City ."}, "Father rapes nine-year-old daughter in Ahmedabad": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/father-rapes-nine-year-old-daughter-in-ahmedabad/articleshow/69869703.cms", "time": "2019-06-20 11:08:00", "description": "AHMEDABAD: A man has been arrested for allegedly raping his nine-year-old daughter by Ramol police on Wednesday late night. According to police, the parents of the girl got separated some years ago. The father on the pretext of keeping his daughter took her to his house and raped her. Police said the father also forced the girl to have unnatural sex with him. The girl later told the incident to her mother, who then lodged a police complaint against her husband. The accused has been arrested under sections of rape and POCSO. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Ahmedabad: Cops get two-day custody of molester": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/cops-get-two-day-custody-of-molester/articleshow/69882264.cms", "time": "2019-06-21 08:07:00", "description": "AHMEDABAD: A metropolitan court on Thursday sent Bhavin Shah (28), the food delivery worker who was arrested for molesting a girl at a paying-guest (PG) accommodation in Navarangpura, to police custody for two days, to find out his past behaviour and for verification by the forensic science laboratory. Navrangpura police sought five-day custodial interrogation of Shah to probe his past behaviour with women and for verification by the FSL. It was argued that if Shah was not sent to remand, the investigation would be hampered and the accused would get the benefit of inadequate investigations during the trial. Shah was arrested on Wednesday on the basis of CCTV footage from a PG facility for women in Navrangpura. He was seen molesting a sleeping girl and has been charged under Section 354 of the IPC. The police sought remand to know whether Shah, who worked as a food delivery worker for the last year, was in contact with other women through social media. It was required to find out whether he spoke indecently manner with any of these women in the past. Police also wanted to know which other women’s accommodations Shah had delivered food to. The police has sought for this information from the food delivery company. His presence would be required for verification of the facts. The court accepted these submissions and said that this was a serious issue and the alleged act is anti-social. It said Shah should be sent to two-day remand because the probe would remain incomplete without his presence in police custody. Meanwhile, cops investigating the case said Shah thought the girl he victimized was a soft target. DCP P L Mal said Shah had noticed the girl sleeping on a sofa in the drawing room while the others were sleeping in the other rooms. This made him think she was a soft target,” said Mal. Police sources said Shah zeroed in on the girl at the PG facility when he went to deliver pizza to the girls around midnight around two months ago. Download The Times of India News App for Latest City ."}, "Cyclone Vayu changes course, unlikely to make landfall in Gujarat, says IMD": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/cyclone-vayu-changes-course-unlikely-to-make-landfall-in-gujarat-says-imd/videoshow/69765828.cms", "time": "", "description": ""}, "one more creature of our government civil engineer": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/one-more-creature/articleshow/59433088.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Garbage not cleared for more than a month": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-not-cleared-for-more-than-a-month/articleshow/56774731.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Garbage On The Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-on-the-road/articleshow/59553931.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Yoga Day to be celebrated at heritage monuments": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/yoga-day-to-be-celebrated-at-heritage-monuments/articleshow/69866022.cms", "time": "2019-06-20 05:34:00", "description": "GANDHINAGAR: The International Day of Yoga celebrations on June 21 will be held at all heritage locations in Ahmedabad and Gujarat, and at all important historical and religious places, the state government announced on Wednesday. A special celebration will also take place at the Statue of Unity. The theme this year is “Yoga For Heart Care.” State education minister Bhupendrasinh Chudasama said a record 1.56 crore people from Gujarat are expected to participate in the International Yoga Day celebrations in Gujarat this year. “Celebrations will be organised at religious places like Ambaji, Somnath, Dwarka etc., and at major historic monuments like Sarkhej Roja, Lothal, Ran ki Vav etc., For the first time more than 1,000 holy men will do yoga at the Statue of Unity (SOU). We appeal citizens to take part wherever they are convenient,” Chudasama said. About 12,000 students from various schools of Ahmedabad will participate in the Yoga Day celebrations at the Sardar Pattel Stadium in Navrangpura, officials of the district education department said. Download The Times of India News App for Latest City ."}, "Mock round: 36,342 engineering seats vacant": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/mock-round-36342-engg-seats-vacant/articleshow/69866001.cms", "time": "2019-06-20 08:36:00", "description": "AHMEDABAD: The mock rounds for admissions to degree engineering colleges conducted by Admission Committee for Professional Courses (ACPC) showed that half of the seats in the state had no takers. A total of 28,799 students were allocated admission seats in the mock round. Results were declared on June 19. As many as 36,342 seats across various engineering colleges in the state were vacant at the stage of mock rounds conducted recently, said an ACPC official. The mock rounds were held for 65,121 engineering seats. The number of students in the engineering merit list this year is 32,251 of which 30,948 participated in the choice filling exercise for engineering courses. Last year, in the mock round around 32,000 seats had remained vacant, said an ACPC official. After the first two rounds of admissions, as many as 39,000 seats out of 62,000 seats had been vacant, he added. This year, the number of vacant seats could see a steep rise as the total number of engineering seats have increased to 72,388 because of implementation of additional 10 per cent seats for Economically Weaker Section (EWS) quota. After the mock round, the choice filling session for admissions will be held from June 19 to June 23.There are 21 government and grant-in-aid engineering colleges across the state which have 13,478 seats. In these colleges, 11,202 seats were allotted in the mock round and 2,276 seats remained vacant. In the case of 117 private colleges where mock round was held, seats were allotted to 17,587 candidates out of 51,643. The remaining 36,068 seats remained vacant. In the mock round, mechanical engineering saw the highest number of vacant seats (10,148) followed by civil engineering (7,627), electrical engineering (5,388), computer science (3,741), electronics and communication services (2,860), automobile engineering (1,729) and information technology (1,370), among others. Download The Times of India News App for Latest City ."}, "Dumb municipality in Smart city.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumb-municipalities-in-smart-city-/articleshow/59449433.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "\nArjun Kapoor and Kareena Kapoor Khan dazzle at Ahmedabad collge\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/Arjun-Kapoor-and-Kareena-Kapoor-Khan-dazzle-at-Ahmedabad-collge/articleshow/51700309.cms", "time": "", "description": "College life is certainly the best phase of our lives, be it hanging around with friends, exploring self, trying out new street food, good times never cease to end in college. And these fun moments become more exciting when leading B Town stars pay visit to the campus to promote their movie.  Bollywood celebs Kareena Kapoor Khan and Arjun Kapoor recently visited Silver Oak College of Engineering & Technology to promote their latest movie, 'Ki & Ka'. Needless to say the crowd went berserk to get a glimpse of their desired stars. Divulging more details about the promotional visit, Principal Saurin Shah adds, “Both Kareena Kapoor Khan and Arjun Kapoor were present at the campus for about 4 hours, and about 30 different mediapersons were present at the event who then interacted with the stars. The celebs then visited the college and interacted with the students as well. Both Kareena and Arjun were happy to be with the youngsters and were delighted to see that a crowd of nearly 4000 students was managed so efficiently. The stars then took a selfie with the huge crowd in the background. The warm, happy and interactive session culminated, by the management of Silver Oak College of Engineering & Technology, giving away mementos to both the stars, thanking and appreciating them for their gesture.”  Well, now that’s a college day well spent! Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Sanjiv Bhatt: Sacked IPS officer convicted for life in 1990 case": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/sanjiv-bhatt-sacked-ips-officer-convicted-for-life-in-1990-case/videoshow/69872648.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "waste management": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waste-management/articleshow/59449472.cms", "time": "", "description": ""}, "Jignesh Mevani not invited to SC/ST monitoring panel meeting": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/mevani-not-invited-to-sc/st-monitoring-panel-meeting/articleshow/69849282.cms", "time": "2019-06-19 08:57:00", "description": "GANDHINAGAR: Jignesh Mevani, scheduled caste activist and independent MLA from Vadnagar, an SC-reserved seat, on Tuesday wrote to chief minister Vijay Rupani and chief secretary J N Singh, about him not being invited to the meeting of the monitoring committee for SC and ST atrocity cases, scheduled for June 19. Jignesh Mevani wrote, “I am surprised as to why as an elected MLA from a scheduled caste reserved seat, I am not being invited to the SC/ST state monitoring cell meeting, where it is mandatory to call SC/ST MLAs/MPs. Earlier, in writing, I had requested you to call this meeting.” Mevani added, “I request you to immediately address the issue of preventive action not being taken by district police and other local authorities. The Act was enacted to take preventive action too, not just to review atrocity cases. There are number of atrocity-prone areas where Dalit are regularly attacked. I request you to immediately take action to notify these areas and take strong preventive action to protect the lives of Dalits. In Rapar taluka of Kutch, the removal of encroachments on Dalit land is ongoing and there is the possibility of a major attack, so I request you to take preventive action.” He further said, “In all atrocity cases, investigation by an SP-rank officer is mandatory, but nobody goes for the investigation.  The DGP for SC/ST atrocity prevention is also not taking sufficient action, so the issue needs to be addressed. The government also needs to announce an action plan for prevention of atrocities on SCs/STs.” Download The Times of India News App for Latest City ."}, "Airportbus": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/airportbus/articleshow/59346137.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Cow rest on Road with help of AMC": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cow-rest-on-road-with-help-of-amc/articleshow/59449469.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Gujarat Contractors’ Association to organize two-day summit": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/gujarat-contractors-association-to-organize-two-day-summit/articleshow/69878643.cms", "time": "2019-06-20 20:33:00", "description": "AHMEDABAD: A two-day Vibrant Summit, machinery exhibition and award ceremony will be organized by Gujarat Contractors’ Association (GCA) on June 22-23 in Ahmedabad. Deputy chief minister of Gujarat, Nitin Patel along with minister of state in the Union government for Shipping (independent charge), chemicals and fertilizers, Mansukh Mandaviya, would be present at the inaugural ceremony of the event which is scheduled to be held at Gujarat University Convention Centre in Ahmedabad. Some 2,000 delegates in addition to more than 5,000 contractors are expected to be part of the event. “Several leaders in the real estate industry including CREDAI India president, Jaxay Shah, along with former GICEA president Bhargav H Desai, among others would also participate in the event,” said Arvind Patel, chairman, GCA. The deputy chief minister of Gujarat, Nitin Patel, will be present at the awards ceremony, wherein awards across some 30 categories would be given away in the construction sector. Download The Times of India News App for Latest City ."}, "1990 custodial death case: Ex-IPS officer Sanjiv Bhatt sentenced to life imprisonment": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/1990-custodial-death-case-ex-ips-officer-sanjiv-bhatt-sentenced-to-life-imprisonment/videoshow/69872132.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Half of PGP class at IIM-Ahmedabad has work experience": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/half-of-pgp-class-at-iim-a-has-work-experience/articleshow/69881948.cms", "time": "2019-06-21 07:42:00", "description": "AHMEDABAD: Out of 388 students of Post-Graduate Program (PGP) batch 2019-21, the flagship programme of IIM Ahmedabad (IIM-A), 49% have work experience of at least 1-3 years, the highest in three years, said IIM-A officials. In 2018-20 and 2017-19, the numbers were 45% and 38% respectively. IIM-A on Friday welcomed the new batches of PGP and PGP-Food and Agri Business Management (FABM) in an event. The batch however slipped in gender ratio. Against 28% and 27% in 2017-19 and 2018-20, this batch comprises 24% female students. Professor Errol D’Souza, director of IIM-A, said that they are conscious about the efficacy of increasing the percentage of women entering their class. “The achievements are slow as the goal is to not give extra credits or specify a quota for gender or other diversity attributes in the admissions process.” The officials insisted on retaining diversity. “Our admissions policy helps us admit students with diverse perspectives to contribute greatly to the discussion-based learning that we employ at IIM-A. This is part of a conscious effort to improve the in-class learning experience of students, who we believe would benefit from being in class with people from diverse backgrounds,” said Prof Vishal Gupta, chairperson (admissions), IIM-A. One of the PGP students is Manasi Susarla, who has a background in journalism and communication. “My key objective behind pursuing this programme is to learn all aspects of managing and strengthening a business while also obtaining necessary industry knowledge and expertise. I believe that a programme in management at this stage will provide me with deeper expertise in other aspects of managing a business,” she said. The PGP-FABM batch has 48% candidates from farming and agricultural background, the highest in three years. Danish S Mehta, one of the students, comes from a farmer family in Haryana. “From the very beginning of my professional endeavours, I had a keen interest in the field of agriculture and wanted to have my own agri-business. My key objective behind pursuing this programme is to learn all the aspects of managing and strengthening a business while also obtaining necessary industry knowledge and expertise,” he said. Download The Times of India News App for Latest City ."}, "AJL asked to pay Rs 4.57 lakh to kin of victim": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/ajl-asked-to-pay-rs-4-57l-to-kin-of-victim/articleshow/69849191.cms", "time": "2019-06-19 08:49:00", "description": "AHMEDABAD: A Motor Accident Claim Tribunal in the city has ordered the Ahmedabad Janmarg Ltd (AJL), which runs BRTS buses, and an insurance agency to pay Rs 4.57 lakh to the family of a 53-year-old woman who was run over by an AMTS bus in BRTS corridor in Maninagar in 2015. A resident of Maninagar, Dipika Patel was run over by a bus run by the AMTS while she was crossing the road at a BRTS zebra crossing near Gopal Tower in Maninagar. The AMTS bus was coming from the BRTS corridor. She died on the spot. The deceased’s husband Bharat and son Vishal sued AJL and the insurance company – the New India Insurance Co Ltd for Rs 7 lakh for accident claim. The AJL as well as the insurer denied the claim in toto. After hearing the case, the tribunal concluded that the evidence suggested that the bus driver was negligent in causing the accident. The tribunal computed the loss of the father-son duo at Rs 4.57 lakh and ordered AJL and the insurer to pay the amount with 9% interest. Download The Times of India News App for Latest City ."}, "Businesses on national highways can stay open 24x7": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/businesses-on-national-highways-can-stay-open-24x7/articleshow/69871826.cms", "time": "2019-06-20 13:24:00", "description": "AHMEDABAD: Shops and establishments, situated within municipal corporation areas and on national highways, can now remain open 24x7, according to a new circular issued on Wednesday by the state labour and employment department. Moreover, establishments including eateries, bakeries, grocery stores and medical shops which have less than 10 employees will not require a licence or permission from any district authority or concerned police department to remain open round the clock. However, establishments having more than 10 employees will have to register themselves, though no renewal is required thereafter. The state government, had on Gujarat Foundation Day - May 1 - notified the Gujarat Shops and Establishments (Regulation of Employment and Conditions of Service) Act 2019, enabling shops and commercial establishments within municipal corporation areas to remain open round the clock. \"Earlier shops and establishment on the national and state highways were not included in the notification, but the circular issued on Wednesday included highways too,\" said Vipul Mitra, additional chief secretary, labour and employment department. Mitra added that shops and establishments in areas under municipal corporations, urban development authorities, national highways, railway platforms, state transport depots, hospitals and petrol pumps can remain open 24 hours without any permission from any authority.\" Establishments on state highways can remain open till 2am, according to the circular. Establishments within nagarpalika areas can remain open from 6 am to 2 am, but those outside nagarpalika or municipal corporation areas will remain open till 11 pm only. The circular also states that a person cannot be made to work for more than nine hours and women cannot be given shifts after 9 pm. Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "‘Yoga improves lipid profile’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/yoga-improves-lipid-profile/articleshow/69881973.cms", "time": "2019-06-21 07:56:00", "description": "Ahmedabad: Regular yoga practice is good for your health – and heart, a new study by students of Gujarat University (GU) and Charotar University of Science and Technology (CHARUSAT) claims. The study, published in April edition of Indian Journal of Traditional Knowledge, claimed that the level of lipids — total cholesterol, total triglycerides, LDL-cholesterol and VLDL-cholesterol — went down significantly for those practising yoga regularly. The research was conducted by R J Verma, Devashree Oza, Nikita Vadsaria from School of Sciences, GU and Tapan Patel from CHARUSAT. The team found significant elevation of HDL cholesterol. The study claimed that Dyslipidemia (abnormally elevated cholesterol or fats in blood flow) is direct result of competitive, stressful and sedentary lifestyle and can lead to cardio-vascular diseases, diabetes, obesity and cancer. According to the study, total cholesterol levels after 12 months of hathyogic practices was down at 198.1 mg/dL (milligrams per 0.1 litres) from 240.6, triglycerides at 176.9 mg/dL from 404.7 and LDL to 129.8 mg/dL from 167.9. R J Verma, professor of zoology at GU, said that the primary researcher, Devashree Oza, is a yoga trainer and practitioner at Shivanand Ashram. “The yogic exercises (hathyogic pranayama, yoga postures and meditation) were chosen and administered by her. There were two groups of 50 each — one that practised yoga and one did not. The measurements were taken at 0, 3, 6, 9 and 12 months’ interval to understand the effect. The results showed that yoga surely affects the lipids,” he said. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Hiten Kumar visits Ahmedabad": {"link": "http://photogallery.indiatimes.com/events/ahmedabad/hiten-kumar-visits-ahmedabad/articleshow/69802049.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Sparks fly as Ahmed Patel deposes": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/sparks-fly-as-ahmed-patel-deposes/articleshow/69881943.cms", "time": "2019-06-21 07:36:00", "description": "AHMEDABAD: Political sparks flew thick and fast in the courtroom as a senior Congress leader and Rajya Sabha MP Ahmed Patel entered the witness box in the Gujarat high court on Thursday afternoon in connection with a petition challenging his 2017 Rajya Sabha (RS) poll victory. BJP’s Balvantsinh Rajput, who lost the election, has challenged Patel’s victory, claiming that Patel resorted to corrupt practice to influence MLAs to win the election. His advocate Satya Pal Jain, who is the Centre’s additional solicitor general and an active BJP politician, began cross examining Patel by tendering an apology to him in advance that he would be putting across “embarrassing questions”, though he has got high regards for him. Patel expressed his irritation at being called senior leader repeatedly by advocate Jain and put an end to this by asking, “Why do you address me as senior leader all the time? I have come here as Ahmed Mohammed Patel.” Patel did not lose his sense of humour amid the volley of questions. When he was questioned on whether he watches television, he shot back, “Hardly, because there is nothing to watch on television.” When he was questioned during which period he held the post of Gujarat Pradesh Congress Committee, Patel looked at senior counsel Nirupam Nanavati, who represents Rajput, and said, “Mr Nanavati knows it very well as he was my general secretary.” It needs mention that Nanavati used to hold top positions in Congress before he deserted the party and started representing BJP men as clients instead. To the question whether he is close to All India Congress Committee (AICC) president, Rahul Gandhi, Patel got irked and questioned the lawyer, “What do you mean by close?” When advocate Jain questioned Patel whether his proposers, nearly 30-40 in different sets of nomination, caused trouble for him, he said, “They may have created problems as some of them left the party.” Immediately, Patel asked the lawyer, “I know why are you asking these questions? The lawyer replied, “I know how to ask. You know how to avoid questions.” Patel had filed his RS nomination on July 26, 2017. A day earlier, a meeting was held at Congress headquarters where the party had issued a whip that all Congress MLAs should vote for Ahmed Patel. On being questioned who all were present in the meeting and where did he sit, Patel replied, “Naturally on the dais.” His irritation was visible and Justice Bela Trivedi also commented on his losing temperament and told advocate Jain, “He felt offended when you put this question.” Patel’s questioning is to continue on Friday. Download The Times of India News App for Latest City ."}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Ahmedabad monsoon action plan washed out": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/monsoon-action-plan-washed-out/articleshow/69865530.cms", "time": "2019-06-20 09:27:00", "description": "AHMEDABAD: Rainfall of 1 inch wrecked the much publicized monsoon action plan of the smart city on Tuesday. Not only were many roads flooded, but cave-ins were also reported from 15 spots in three days. In the end, municipal officials were embarrassed when the mayor on Wednesday gave engineers a dressing down. “What happened to your monsoon plan? It could not withstand even 1 inch of rain,” mayor Bijal Patel told a group of top engineering division staff of the Ahmedabad Municipal Corporation (AMC). Jivraj park roadPatel’s anger had escalated by the absence of municipal commissioner Vijay Nehra, who had left on an official foreign tour on Monday. “When I asked senior officers why they were not in the field on Wednesday, they had no answer,” Patel told TOI. “I had categorically told them that they should be on the city roads as was the case in 2018.” Ashram roadThe officials were reminded that according to guidelines, work on roads must be stopped before monsoon. Yet work was continuing even after June 15 — the date marking the onset of monsoon. As for the cave-ins, four of the 15 were major. They were reported in Jivrajpark, near Shreenath Heights in Narol, Bhudarpura, and Maninagar. Officials said that contractors are the main culprits. A senior officer said that when it comes to laying drainage or drinking-water pipelines, a tender condition says that once pipelines are laid contractors have to settle the earth. But in most cases, contractors wait for the rain to settle the earth to save costs. The official said that other officials and the elected wing are aware of the practice but ignore it. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Ahmedabad International School puts fees circular on hold after complaints": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/ais-puts-fees-circular-on-hold-after-complaints/articleshow/69865977.cms", "time": "2019-06-20 08:42:00", "description": "AHMEDABAD: The Fee Regulatory Committee, Ahmedabad zone, in an interim order on Thursday said that Ahmedabad International School’s decision to introduce operational services programme has been put on hold. Earlier this month, AIS had sent a circular to parents asking them to pay more money to avail of services and activities that can’t be charged under tuition fees. The programme, meant for Class VIII students, included a charge of Rs 34,825. The FRC, which had received complaints from parents, had called the school authorities to explain their stand on June 19. Senior counsel Sudhir Nanavati, who appeared on behalf of AIS, filed a short notice saying that the circular has been put on hold, according to the interim order passed by FRC chairman Justice K A Puj. The FRC said that till a direction was issued, AIS will maintain the status quo. Download The Times of India News App for Latest City ."}, "All you need to know about Cyclone Vayu": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/all-you-need-to-know-about-cyclone-vayu/videoshow/69768418.cms", "time": "", "description": ""}, "KK visits Ahmedabad": {"link": "http://photogallery.indiatimes.com/events/ahmedabad/kk-visits-ahmedabad/articleshow/69802316.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Google Doodle": {"link": "https://timesofindia.indiatimes.com/videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "It reminds bank lines": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/it-reminds-bank-lines/articleshow/59433217.cms", "time": "", "description": ""}, "right side wrong side doesnt matter in ahmedabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/right-side-wrong-side-in-ahmedabad/articleshow/58426417.cms", "time": "", "description": ""}, "\nBenchmark Cars host Dream Cars event in Ahemdabad\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/Benchmark-Cars-host-Dream-Cars-event-in-Ahemdabad/articleshow/51423075.cms", "time": "", "description": "Benchmark cars are synonymous with grandiose in the automobile frater. Its association with Mercedes-Benz in 2009 was another feather in its cap, which has now flourished to seven locations covering three statesGujarat, Madhya Pradesh and West Bengal. With robust processes and customer centric approach, Benchmark Cars has won several accolades, including the best in customer satisfaction index, best in service quality and best in service award, thus wearing the badge of the three-pointed star. In keeping with the rich legacy of its glorious past, MercedesBenz plans to augment a gamut of innovative customer oriented initiatives in 2016, which are very much in-sync with the brand's customer centric identity. Keeping up with its 'winning' motto, Mercedes-Benz has launched an exciting range of sedans like GLE 450 AMG Coupe and Edition E.  Recently, Amdavadis were left spellbound when Benchmark Cars organized an event titled 'Dream Cars' at Gulmohar Greens Golf and Country Club, giving performance drive of AMG Cars. The event, which was attended by around 1000 people from different cities of Gujarat, also included Himanshusinh Jadeja, from the erstwhile royal family of Gondal. The event showcased some of the most luxurious and exotic cars from Mercedes-Benz umbrella that left the audience awestruck.  CLA 45 AMG, C 63 AMG, S 63 AMG and E-cabriolet were among the stalwarts to steal the show. The new Mercedes AMG S 63 coupe is the latest dream car to augment the Mercedes-AMG model range and was the showstopper at this event. It is a lethal combination of unparalleled elegance and luxury transformed in a sports car. The drive was given on the most powerful engine of Mercedes-Benz V8. The CLS and S-class, which were kept on display, were a visual delight for the audience. Voted as the world luxury car of the year, the S-class coupe is one of the most beautiful cars in the Mercedes-Benz range. Download The Times of India News App for Latest City ."}, "Decision on using Assam elephants during Rath Yatra not yet taken": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/decision-on-using-assam-elephants-during-rath-yatra-not-yet-taken/articleshow/69882260.cms", "time": "2019-06-21 08:41:00", "description": "AHMEDABAD: Amid protests from wildlife activists in Assam, four elephants – aged 10 to 14 years – are slated come to the city from the northeastern state ahead of the Rath Yatra procession. The authorities clarified that there has been no decision taken so far on whether these elephants will be part of the procession itself, due to multiple factors.  In 2018, the Jagannath Temple lost three elephants, bringing down their count to 17. Traditionally, 18 elephants are part of the 1.5km Rath Yatra procession. The procession will be carried out on the traditional route on July 4 this year. Mahendra Jha, trustee of the Shri Jagannathji Mandir Trust, told TOI that the temple had been in talks with the Assam forest department for six months. “The elephants will arrive the by Okha-Guwahati Express. There will be two males and two females. All necessary permissions have been taken for the temporary transfer, as we cannot keep them beyond six months. The train will have mahouts, veterinary doctors and adequate facilities,” he said. He added that elephants are significant to the procession as elephants are considered a form of Lord Ganesha and are considered auspicious. During difficult times, it was elephants who ensured that the chariots were safe, he added. Jha claimed that no decision has been taken on whether the pachyderms will be part of procession. The ritualistic puja of the elephants takes place two days ahead to the procession, after which they are painted for the occasion. Dr R K Sahu, superintendent of Kankaria Zoo, said a lot depends on the temperament of the elephants. “The environmental conditions are different, the place is different and the temperature can certainly play a role. A committee consisting of experts will take a call after a thorough examination of the animals. If distressed, the animals can be a danger at such a public event,” he said. M M Sharma, PCCF, Gujarat, said his Assamese counterpart had consulted him before the decision, to ascertain whether the forest department had any objection. “We laid down stringent conditions ranging from medical facilities during transit, to trained mahouts,” he said. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Roads caving in across city": {"datetime": "", "link": "https://ahmedabadmirror.indiatimes.com/ahmedabad/civic/roads-caving-in-across-city-amc-to-supervise-torrents-work/articleshow/69881091.cms", "time": "2019-06-21 10:18:00", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Small-scale fisheries affected due to high tides in Porbandar": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/small-scale-fisheries-affected-due-to-high-tides-in-porbandar/videoshow/69798490.cms", "time": "", "description": ""}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Ahmedabad: Handy scanners to net e-challan jumpers": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/handy-scanners-to-net-e-challan-jumpers/articleshow/69865529.cms", "time": "2019-06-20 09:34:00", "description": "AHMEDABAD: The city traffic police have formed four teams — equipped with hand-held detectors — which will be deployed at random locations to nab serial violators of traffic rules. The detectors will flash the offence history of a vehicle. The team will make the offenders pay the fine on the spot; the failure to pay will lead to the detention of the vehicles. Joint commissioner of police J R Muthaliya said that over the past one-and-a-half months, these teams have collected Rs 2,38,87,000 in fines from about 10,000 commuters. “Most people have started respecting stop lines and zebra crossings,” Muthaliya said. “But some still don’t care about norms and ignore e-challans. The teams will ensure that every commuter who violates norms pays the fine.” City police commissioner A K Singh, who is currently on leave, had told the media at a press conference that traffic police issue about 30,000 e-challans per day and are planning to increase the number to 1 lakh to drill traffic sense into the public. Singh had also said that 38% of violators pay fines voluntarily; 60-62% are wilful defaulters. He had said that defaulters would be made to pay up on the spot. In February, 2.8 lakh signal and stop line violations were recorded; the figure dropped to 2.67 lakh in March; 2.2 lakh in April; and 1.59 lakh in May. Till June 16, traffic police have registered 50,410 signal and stop line violations. “The powerful artificial intelligence in the traffic surveillance system captures images of vehicles while the algorithm detects the violation by calculating the position of the vehicles and the distance from the stop line,” an official said. Muthaliya said that the teams will be deployed in other cities with the government’s approval. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Me First, Me First Everybody Last": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Me-First-Me-First-Everybody-Last/articleshow/55201863.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "Isanpur: 2 killed in explosion at scrap warehouse": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/two-killed-in-explosion-at-scrap-warehouse-in-isanpur/articleshow/69882237.cms", "time": "2019-06-21 05:57:00", "description": "AHMEDABAD: At around 12.15pm, a loud blast shook the Mauni Hotel lane in Isanpur. Two of the three labourers clearing a space next to the Sahyog Industrial Estate scrap godown were killed in the explosion, with body parts strewn all over the place. A wall nearby also crumbled down. The incident stunned the people in the industrial estate. Eyewitnesses said that the labourers had just begun clearing a room of scrap material, which were largely metal, when the explosion occurred.  Fire officials who reached the spot early claimed that some people nearby had heard the labourers trying to break something. One labourer, Prakash Damor (23), survived the blast. The two others, Kalu Damor (22) and Ashish Pargi, were killed on the spot. Parts of them are buried under the rubble. Two months ago, witnesses had heard a similar blast in the area. Suspecting Thursday’s explosion to have been caused by some explosive material, J division ACP V J Rathod told TOI that a forensics team and the bomb squad had been called to the site. No cranes or buldozers are being used to clear the rubble, instead it is being cleared manually, to preserve forensic evidence. “There are chances that the scrap being dismantled may sometimes included flares or cylinders from the ship breaking yard. But we may be completely wrong,” says a senior fire department official. Download The Times of India News App for Latest City ."}, "GAUOOCH !": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/gauooch/articleshow/59433098.cms", "time": "", "description": ""}, "\nAhmedabad's achievers honoured at a glittering gala\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/Ahmedabads-achievers-honoured-at-a-glittering-gala/articleshow/51845694.cms", "time": "", "description": "CIHF (Confederation of International Healthcare Foundation) and CIAC (Confederation of International Accreditation Commission) in association with KEISIE International University (KIU), South Korea organized the International Education Forum 2016 on April 12 at Hotel Pride Plaza, wherein doctorates (honoris causa), International Women Excellence Award and medals of honour were awarded to distinguished personalities for their contribution towards the society through their dedication and hard work.  CIAC is an international private body ensuring quality assurance, rating and accreditation. KIU is a leading and fast growing research oriented university with a rich heritage in academia and research led innovations.  CIHF, a healthcare non-profit organization was established in 2005 to support and enhance healthcare, education and social well-being. It has been working extensively towards the causes of World Peace through diplomacy and endorses Earth Charter. It is also a participant of United Nations Global Compact for building a just, sustainable, and peaceful global society in the 21st century.  Other medal winners are, Ravish Shah, Gaurav Shah, Hasanali Gulamhusen Patel, Bhargav Valera, Sreedhar Mayavan (Doctorate, Biochemistry) Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Gujarat HC seeks details on police vacancies": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/hc-seeks-details-on-police-vacancies/articleshow/69882272.cms", "time": "2019-06-21 08:44:00", "description": "AHMEDABAD: The Gujarat high court on Thursday sought a report from the state government on recruitments to the police department and the number of vacancies in the force. A bench headed by acting Chief Justice A S Dave sought the government’s reply to assess the working conditions of police personnel. This happened after the HC filed a suo motu PIL at the instance of the Supreme Court. Further hearing on this issue is posted on July 4. The HC filed the PIL after the state government filed an affidavit in the apex court in February 2017 and revealed that there were 28,580 vacant posts in the Gujarat police department, out of a sanctioned strength of 1,03,689 posts, thus more than 25% of posts were vacant in January 2017. Acting on these details, the SC in March ordered the high court to take suo motu cognizance of the issue and direct the state to disclose the latest details of vacancies and recruitments. The HC sought various details from the state government including the ratio of police personnel to every 10,000 residents and the distribution of force in large cities, towns, and villages. The HC sought to know remedial measures taken by the state government to protect the fundamental rights of citizens from police action, especially during agitations. The high court also sought details about deployment of police personnel on highways and city streets for effective road traffic management. Download The Times of India News App for Latest City ."}, "Chemical water discharged in Sabarmati at river": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chemical-water-discharged-in-sabarmati-at-river/articleshow/57143692.cms", "time": "", "description": ""}, "Ahmedabad civic body discusses waterlogging woes": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/amc-discusses-waterlogging-woes/articleshow/69882302.cms", "time": "2019-06-21 08:29:00", "description": "AHMEDABAD: Waterlogging and delays in pipeline projects dominated the discussions at the AMC standing committee meeting for the second consecutive day on Thursday. Standing committee chairman Amul Bhatt said that officials were again asked by members why works were continuing despite AMC guidelines making it clear that road and other works must be completed before the onset of the monsoon. Bhatt said that they asked the administrative wing to make sure the work ends or is halted as soon as possible. Bhatt said that construction debris was being illegally dumped at corporation plots. At places the debris was overflowing on to the main roads and blocking drainage or storm water lines. “We asked officials to immediately clear such debris from corporation plots,” he said. He also said that he instructed officials to prepare for fogging activities as it is likely that the mosquito menace will increase. The solid waste estate department has been told to clear muck deposited on roads after the rains. The solid waste department was asked told to deploye additional machinery and manpower to clear muck from roads. Download The Times of India News App for Latest City ."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Enforce liquor laws strictly, says Pradipsinh Jadeja": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/enforce-liquor-laws-strictly/articleshow/69881987.cms", "time": "2019-06-21 09:11:00", "description": "GANDHINAGAR: Minister of state for home Pradipsinh Jadeja was learnt to have reproached officials of the home department for lax implementation of laws relating to prohibition, drug use and cow protection. He has directed DGP Shivanand Jha and ACS A M Tiwari to ensure that the concerned departments strictly enforce these laws and submit Action Taken Report (ATR) on a day-to-day basis. The minister is said to have sought an explanation from department officials on the low rate of conviction of bootleggers and why very little action has been initiated against those involved in peddling drugs and narcotics in the state. Officials are said to have informed the minister that there is lack of accountability in some cases as agencies like the Special Operations Group (SOG) report to both the ATS and local police. Key government sources said that Jadeja has received several complaints of availability of liquor and increasing use of narcotics near schools and colleges. “In one instance, the MoS home received a complaint of a liquor den operating in the posh Satellite locality of Ahmedabad, after which he directed the DGP to conduct raids,” the official said. Jadeja convened a separate meeting to evaluate implementation of the newly amended cow protection act. Although stringent provisions have been added to the Gujarat Animal Preservation (Amendment) Act 2017, the on-ground implementation of the act has not been satisfactory enough, officials said. “On the basis of feedback received from animal rights groups, the minister expressed dissatisfaction over enforcement of the act and directed officials to ensure its strict implementation,” said the official. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Gujarat woman raped by ‘naval officer’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ahmedabad/woman-raped-by-naval-officer/articleshow/69865836.cms", "time": "2019-06-20 05:38:00", "description": "AHMEDABAD: A 26-year-old woman, who is preparing for the UPSC exams, filed a complaint with Vastrapur police alleging that a man, who introduced himself as a naval officer, raped her last November at a hotel in Vastrapur, after promising marriage. The complainant, a native of Chhattisgarh and a resident of Delhi, on Tuesday told police that the accused, Keshav Goyal, aged around 30, befriended her on Facebook last year. “In November 2018, Goyal, who is posted at INS Shivaji in Lonavala, told the woman that he would visit INS Valsura in Jamnagar for ten days and asked her if they could meet at some place in Gujarat. He then told the woman that he had booked a hotel suite in Vastrapur where they could meet,” a police official said. She first met the man on November 7 near Vastrapur lake and after that he asked her to meet him in his hotel room on November 10. “On November 10, when the woman went to the man’s room, he first started talking to her and said that he would marry her. After this he allegedly disrobed and raped her,” said the police official. The woman recently asked the man about their wedding plans but he straight away refused. The woman then came to the city and filed a complaint of rape with Vastrapur police. Vastrapur police started collecting CCTV footage from the hotel and from around Vastrapur lake. Police will also inquiry as to whether the accused is in the Indian Navy or had made a false representation to the woman. The accused has not been nabbed yet. Download The Times of India News App for Latest City ."}, "\nBMW India launched the new 7 series in Ahmedabad at YMCA International Centre\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/BMW-India-launched-the-new-7-series-in-Ahmedabad-at-YMCA-International-Centre/articleshow/51439546.cms", "time": "", "description": "It is a given that many of us have a penchant for luxury cars which exude class, elegance and power. While many of us have a keen eye for fashion that bespeaks nothing less than royalty . And then there are those fabulous evenings when our passion for luxury world class cars and splendid fashion meets. Re and splendid fashion cently Ahmedabad too saw one such glittering evening. BMW India launched the all-new 7 series in Ahmedabad on March 13, at YMCA International Centre. The all ­ new BMW 7 series was unveiled by designer Suneet Varma, Baertels Hans Christian (director -finance, BMW) and Talha Sareshwala (principal dealer, Parsoli Motors). The event saw crème-de-la-crème of Ahmedabad, who were jubilant to not just see the brand new avatar of their favourite luxury car, but were also enchanted when the ace designer, showcased some of his brilliant ensembles. Shambhav Chauhan, Rasesh Desai, Rupesh Shah and some other leading names graced the event.  The BMW group known to bring in innovations blended with the utmost level of luxury, has always curated extravagant car that has molded the future of automotive industry. And this can be seen with the futuristic design and treatment that's been given to the car.  Functions such as BMW ges ture control, BMW laserlight, in addition, with BMW touch command, a tablet for controlling key functions has been integrated into a BMW vehicle for the first time. The group are not just setting new standards but also creating a new future for those who love to flaunt their prized and extravagant possession. Download The Times of India News App for Latest City ."}, "Sabarmati River Pollution": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Sabarmati-River-Pollution/articleshow/55286418.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Gujarat HC seeks report on manual scavenging": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/hc-seeks-report-on-manual-scavenging/articleshow/69849240.cms", "time": "2019-06-19 08:27:00", "description": "AHMEDABAD: The Gujarat high court on Tuesday directed the state government to come up with a detailed report on what steps it has taken to end the inhuman practice of manual scavenging, which includes the practice of humans entering manholes. A bench of Justice S R Brahmbhatt and Justice A P Thaker has sought the report from the state government by June 25. This has happened within a week of seven persons losing their lives while trying to clean a septic tank in a hotel near Dabhoi in Vadodara district.  The HC has sought details on what steps each of the municipal corporations and municipalities have taken to end the practice of manual scavenging and which surveys have been conducted to know the present situation. The HC has also sought to know whether vigilance committee and a state monitoring committee were formed under the provisions of the Employment of Manual Scavengers and Construction of Dry Latrines (Prohibition) Act, 1993. Besides, the high court has also asked for details about the machinery and equipments purchased for cleaning drainages so that sanitation workers do not have to enter manholes, said advocate Hirak Ganguly who appears for an NGO Manav Garima, which filed a PIL for Rs 10 lakh compensation to families of each of the victims, who lost their lives in manholes. The NGO had filed the PIL in 2016 in the interest of 152 families of manhole workers who lost their lives in course of their work. The families were entitled to compensation of Rs 10 lakh according the a Supreme Court order in 2014. The PIL alleged that the state government did not follow the SC order, and hence it sought the high court’s direction to the government to identify families of the deceased manhole workers and award them compensation of Rs 10 lakh. The PIL also urged the HC to direct the government to appoint and designate a nodal agency to identify the families of victims since 1993 as the order passed by the apex court. Before this, there was a series of PILs filed by activists as well as the high court itself for proper implementation of the law which was meant to eradicate the inhuman practice of manual scavenging. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "\nTimes Gehena begins at YMCA Ahmedabad\n": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/Times-Gehena-begins-at-YMCA-Ahmedabad/articleshow/49113071.cms", "time": "", "description": "The city's most awaited bridal exhibit is here and soon-to-be-brides are all set to line up and shop for their trousseau, bridals and home accessories to begin a new life with. Times Gehena, the three day bridal and lifestyle exhibition that started yesterday at YMCA Ahmedabad.Organizer of the festival and director of Drishti Events & Promotions Pvt. Ltd, Dharmeish Khergaonkar says \"Each year we strive to bring a better collection of products and services to the shoppers of Ahmedabad , from across the nation. This year too we have over 3000 designer jewellery, bridal wear exhibits, trousseau, lifestyle products and accessories from across India.\" Suppliers of top quality wedding solutions will come together at Times Gehena and feature a plethora of the most innovative wedding finery for brides, grooms and their relatives too! While bridal sets in kundan work, polka, gold and diamond studded pieces that suit all occasions will be available, elegant and precious and semi-precious stone studded jewellery too will be there, to match your outfits Shoppers will also be invited to participate in lucky draws and offer special gifts apart from getting on-spot discounts at some stalls Times Gehena has always met with an enthusiastic response. The comprehensive bridal exhibition, caters to every aspect of the perfect wedding and celebrates the essence of tradition and spirit of the marriage season. Visit Times Gehena on September 26 and 27 between 10.30 am and 8.30 pm at YMCA. Download The Times of India News App for Latest City ."}, "Caught on cam: Bull goes on rampage, injures two men near Rajkot": {"link": "https://timesofindia.indiatimes.com//videos/city/ahmedabad/caught-on-cam-bull-goes-on-rampage-injures-two-men-near-rajkot/videoshow/69857040.cms", "time": "", "description": ""}, "Very Slippery Road Due to Kaccha Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/very-slippery-road-due-to-kaccha-road/articleshow/59433198.cms", "time": "", "description": ""}, "Bootlegger denied anticipatory bail": {"link": "https://timesofindia.indiatimes.com//city/ahmedabad/bootlegger-denied-anticipatory-bail/articleshow/69849195.cms", "time": "2019-06-19 08:47:00", "description": "AHMEDABAD: A city sessions court refused to grant pre-arrest bail to an absconding bootlegger, from whose vehicle liquor bottles worth Rs 84,000 were allegedly seized by city crime branch. In refusing protection from arrest to Altafhussain Shaikh, the court said, “It is required to curb such antisocial activities to maintain social environment.” According to the public prosecutor, Sudhir Brahmbhatt, the court took into consideration that there were five other FIRs against him for bootlegging. The court felt it necessary to inquire into how the accused received the liquor and what his modus operandi was. The court further said that from the nature of the offence and as the Gujarat has recently enacted stricter prohibition laws, the court was not inclined to exercise its judicial discretion in favour of the accused. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}}