{"Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "Kekri remains closed as people protest against health minister": {"link": "https://timesofindia.indiatimes.com//city/ajmer/kekri-remains-closed-as-people-protest-against-health-minister/articleshow/69640624.cms", "time": "2019-06-04 12:03:00", "description": "AJMER: Kekri town of Ajmer district on Monday witnessed complete closure as people staged protest against health minister Raghu Sharma. They also gave memorandum to sub-divisional officer addressed to the governor where it was alleged that Sharma is taking revenge as Congress candidate Riju Jhunjhunwala lost from Kekri by more than 39,000 votes. The protest started when the state government removed the nagar palika chairman Anil Mittal. BJP came to his rescue and alleged that Congress is doing this to avenge Jhunjhunwala’s defeat. People came out in large numbers to protest against the sitting MLA and minister Raghu Sharma. Massive bandh was witnessed in the town where even medical stores remained shut. BJP staged marches, shouting slogans against Raghu Sharma. Protestors stopped the roadways buses and no taxis or any other form of transport could be seen on the roads. Meanwhile, police remained alert to control any situation during the protest. Download The Times of India News App for Latest City ."}, "Pre-monsoon showers bring down heat in state": {"link": "https://timesofindia.indiatimes.com//city/ajmer/pre-monsoon-showers-bring-down-heat-in-state/articleshow/69854744.cms", "time": "2019-06-19 12:55:00", "description": "JAIPUR: Japurites took a sigh of relief from scorching heat with the moderate pre-monsoon rainfall on Tuesday. The temperature of the Pink City came down to 29.8 degree Celsius on Tuesday from 44 degree Celsius last week when people were reportedly suffering from heat stroke. Jaipur remained one of the ‘coldest’ cities in the state on Tuesday with 13.8 mm rainfall and minimum temperature of 22 degree Celsius. Highest temperature is recorded in Bikaner at 40.8 degree Celsius with zero rainfall. Roads of the Pink City remained clogged on Tuesday with heavy traffic jam and over flowing nullahs were seen around the city. Residents around the city complained that JMC officials were not prepared about the monsoon that will soon knock on the city doors. In next 24 hours there will be light to moderate rain accompanied with thunderstorm with gusty wind (30 - 40 kmph). Maximum and minimum temperature in Jaipur is likely to be around 31 degree Celsius to 24 degree Celsius respectively. Apart from Bikaner, most of the city of Rajasthan recorded zero mm rainfall including Kota, Jaisalmer, Sriganganagar and others. Mercury settled at 35.2 degree Celsius, 35.5 degree Celsius, 36.6 degree Celsius in Ajmer, Jodhpur and Sri Ganganagar respectively. As per the meteorological department, heavy rainfall is likely to occur in isolated places in gRajasthan. Moreover, in East Rajasthan, thunderstorm (30 kmph to 40 kmph) likely to occur in next 24 hours. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Jaipur girl raped in Pushkar by guide": {"link": "https://timesofindia.indiatimes.com//city/ajmer/jaipur-girl-raped-in-pushkar-by-guide/articleshow/69262841.cms", "time": "2019-05-10 10:54:00", "description": "A Jaipur girl who came to see Pushkar was allegedly raped by a tourist guide in Ajmer. She filed a report with the Civil Lines police station on Thursday. Police are searching for the accused. According to police, the girl came to visit Pushkar on May 7 and offered prayers in the Brahma Temple where she met one Jevan Mali alias Jai, a tourist guide. On Wednesday night, the accused raped her in a hotel room. The girl has alleged that accused also took Rs 18,000 from her. Download The Times of India News App for Latest City ."}, "Engineering stream likely to fill 50% seats this year": {"link": "https://timesofindia.indiatimes.com//city/ajmer/engineering-stream-likely-to-fill-50-seats-this-year/articleshow/69710406.cms", "time": "2019-06-09 04:00:00", "description": "JAIPUR: Engineering colleges are expecting to fill 50% seats in Rajasthan. Rajasthan Engineering Admission Process(REAP) are upbeat over the responses in the ongoing admission process. Last year, for around 40,000 seats, less than 15,000 applications were received. Till June 7, the body has received 7000 applications against the figure of 2000 last year in the first seven days of the admission process. As per experts, one of the reasons for less number of applicants last year was lower awareness among students regarding the examination and its benefits. This year, officials said that they have been promoting the examination by advertising on radio, television, newspapers and even sent officials to promote it within government school students. Sandeep Kumar, convener of the REAP, 2019 examination, said, “Last date of filling the form is June 29. Till June 7, we have already received 7,000 applications and the number is increasing every day. This is really a positive sign as last year by this date only 2,000 forms were received.” Due to the low turnout of students, government has been attempting various methods to attract more students. In 2017, one of the reasons for less number of applicants was the condition to deposit of advance amount of Rs 10,000 (refundable) along with the form fees of Rs 700. However, this was changed in 2018 and students were able to directly apply by depositing form fees. Earlier, exam was conducted for selection but now candidates are selected on the basis of JEE Mains and Advance rank An institute round is also conducted for any remaining seats where students can directly apply to the college of their choice. An official on condition of anonymity said that less number of students are opting for engineering because of low rate of placements in the field. “In Rajasthan, students opt for civil, electrical and mechanical engineering due to the scope available in government jobs. In other branches of engineering, placements are not as good as most companies prefer to hire engineers from Bangalore and there is no mechanism to hire graduates from Rajasthan colleges,” said the official. For mechanical engineering, equipment is costlier than other streams, hence, investment in infrastructure is poor. Punneet Sharma, an academician said that this year the trend is shifting and serious students are opting for Computer Science and Information technology due to the new developments in Artificial Intelligence. Download The Times of India News App for Latest City ."}, "Rajasthan likely to witness monsoon by June 22": {"link": "https://timesofindia.indiatimes.com//city/ajmer/raj-likely-to-witness-monsoon-by-june-22/articleshow/69810331.cms", "time": "2019-06-16 12:07:00", "description": "JAIPUR: Irrespective of the delay in the onset of monsoon in Kerala, the IMD said that its progress is satisfactory so far and it is expected to arrive in Rajasthan by June 22. Monsoon is expected to cover the entire state by July 1. Authorities said that increase in humidity, which has gone up to 75% from 18%, is also a good sign that makes things conducive for the onset of south west monsoon. Rajasthan in the past had witnessed monsoon rainfall on June 17 and June 20 in 2019 and 2018, respectively, and IMD said that the state can expect onset of monsoon by last week of June. By July first week, south west monsoon is likely to be widespread when state capital Jaipur can also expect the monsoon showers. After a prolonged spell of the heat wave conditions the upper air cyclonic circulation and northerly winds have also initiated mild showers and dust storm in almost every parts of the state. “For the onset of monsoon, the humidity plays the role of a catalyst.” Met office, Jaipur refuted the reports saying cyclone Vayu in Gujarat has deterred the south west monsoon winds. “Cyclones are regularly coming on and off to various regions but monsoon winds are strong enough to find their way. It has of course deviated the winds but not deterred them,” said an officer. The state badly needs a good monsoon since last year there was deficit rainfall in at least 14 districts. On Saturday many places in the state received mild showers and dust storm which guided the mercury to take a dip. However, Churu remained hottest in the state where a maximum temperature of 45.8 degree Celsius was recorded. In Jaipur people woke up to a comparatively warmer morning as a minimum temperature of 31.4 degree Celsius was recorded. It was followed by drizzling afternoon as many places in the city witnessed scattered rainfall. A maximum temperature of 39 degree Celsius was recorded in the city. In its forecast Jaipur met office has forecast for mild showers at eastern and western parts of the state including the districts – Ajmer, Bharatpur, Banswara, Udaipur, Rajsamand, Sirohi, Jaipur, Jhunjhunu, Sikar, Sawai Madhopur and Dholpur districts. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Develop wildlife & bird sanctuary in Barmer: Rajasthan Minister": {"link": "https://timesofindia.indiatimes.com//city/ajmer/develop-wildlife-bird-sanctuary-in-barmer-rajasthan-minister/articleshow/69619145.cms", "time": "2019-06-02 13:45:00", "description": "JAISALMER: Rajasthan forest and environment minister Sukhram Vishnoi has directed to make a wildlife and bird sanctuary in Barmer to attract more tourists. The sanctuary will be developed in Jhakharda area of the district, the action plan for which has already been made. Additionally, he directed officials to punish poachers by effectively advocating the wildlife poaching cases. Vishnoi on Saturday held a meeting of department officers. He asked the forest department to plant traditional desert plants instead of thorny plants. He ordered to plant fruit-bearing plants and assured to provide additional budget. He added that the plants planted in the forest area should be numbered so that illegal tree-cutting can be controlled. For conservation of forest land, the minister directed the officials to maintain a record of forest land and regularly conduct inspection. Besides, he asked the food department officers to improve their working style and carry out regular inspections of fair price shops. He said that maximum number of people should be benefitted by the National Food Security Act (NFSA). The forest department officers apprised the minister about shortage of rescue vehicles. District collector Himanshu Gupta assured that vehicles will be provided under border area development programme (BADP). Barmer MLA Mewaram Jain and SP Rashi Dogra were also present in the meeting. Deputy conservator of forests Vikram Pradhan Kesari informed the minister about the working system and progress of the department. Vishnoi also visited the Smriti Van. He also inspected the nursery and planted a sapling. He took information about various types of cactus plants. The minister inspected the rescue center at Dhorimanna and gave necessary directions to department officers for wildlife conservation. Download The Times of India News App for Latest City ."}, "Youths gang-rape woman, blackmail her with clip": {"link": "https://timesofindia.indiatimes.com//city/ajmer/youths-gang-rape-woman-blackmail-her-with-clip/articleshow/69262182.cms", "time": "2019-05-10 10:01:00", "description": "AJMER: A married woman was allegedly gang-raped by two men on the pretext of getting her a free cooking gas connection under a Central government scheme. The men allegedly made videos of the crime and blackmailed the woman for nearly two months before she could muster the courage to report the matter to police on Tuesday. The accused was arrested and video recovered from him on Thursday, while search is on for his accomplice. Deputy superintendent of police, Suresh Kumar Sanwariya is investigating the case. The 25-year-old married woman had gone to a gas agency for free LPG connection under the Pradhan Mantri Ujjwala Yojana on March 12 this year. At the gas agency, located in her neighbouring village, she met one Mukesh Kumar Deru, who checked the Ujjwala form, said police. “Next day, Mukesh and another person Kishore Swami, resident of Uchariya village, went to the woman’s house. Mukesh told the woman that there was some mistake in the form filled by her,” one of the investigating officers said. As per the FIR in the matter, Mukesh asked the woman to come with him to an E-mitra centre to give her thumb impression. Mukesh said that one of his acquaintances runs an E-mitra centre in Kuchaman and took the woman there. Mukesh and Kishore took the woman to a house in Kuchaman and said that their friend is coming with the thumb impression machine. Kishore then went to the fridge and brought something to drink and offered it to the woman. The woman soon fell unconscious and they both raped her, says the FIR. After an hour when she regained consciousness, Mukesh showed her the video and allegedly threatened her against complaining to anyone. The woman was terrified and went back to her village. She suffered silently but after around 10 days, Mukesh returned to her house and pressurized her for sex. “When I refused, he showed me the video clip and threatened to make it viral on social media,” the rape survivor has said in her FIR. After that, both accused started harassing the survivor. On May 7, Mukesh again came with four people in a pick-up van, stopped the survivor on the road and threatened to show the video to her husband. Once Mukesh left, the woman told her husband about the incident. The couple went to police station and lodged a complaint against the two accused and asked cops to recover the video. Mukesh has been arrested, while search is on for Kishore, police said. Download The Times of India News App for Latest City ."}, "7 child marriages foiled in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/7-child-marriages-foiled-in-raj/articleshow/69243562.cms", "time": "2019-05-09 06:51:00", "description": "JAIPUR: On the direction of the members of State Legal Aid Authority, child marriages of six minor girls were stopped in Ajmer and action was taken at 2am on Wednesday. Police later in the morning, filed a complaint in the court against the parents and relatives, and warned them not to marry off their minor children, till they attain the legal age of marriage. Another child marriage was foiled in Baran. Priya (name changed) was two months short of attaining the legal age of marriage. Her bridegroom had already reached her home at Motipura of Chhabra in Baran district. Just before they could tie the knot, a team of district administration reached her home and stopped the marriage. The incident happened late on Tuesday night when tehsildar of Chhabra, Daya Ram Meena, reached the place where the wedding ceremony was being held. “It was a child marriage. It does not matter that she is 17 years and 10 months old. Her family cannot marry her off before she turns 18,” said Meena. When the bridegroom and his family saw that the marriage has been stopped by the district administration officials, they too left the place in a hurry, evading any sort of action against them. The venue of marriage was full of guests and the wedding feast was all ready. Police also reached the spot. “We (tehsildar and the police) have warned Priya’s father not to get her married before she turns 18. They have to wait for two more months, if they want to solemnise her marriage,” said Prem Chand, station house officer, Bavecha. Download The Times of India News App for Latest City ."}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "16-year-old who died playing video game in MP was from Nasirabad": {"link": "https://timesofindia.indiatimes.com//city/ajmer/16-yr-old-who-died-playing-video-game-in-mp-was-from-nasirabad/articleshow/69604984.cms", "time": "2019-06-01 11:25:00", "description": "AJMER: The 16-year-old boy who died of cardiac arrest while playing PUBG on his phone at Neemuch in Madhya Pradesh on Monday, was a resident of Nasirabad. He had completed his Class XII from Kendriya Vidyalaya recently and had gone to attend a family function at Neemuch. Furqan Qureshi, the deceased, was the eldest child in the family that now has two daughters. Fiza, younger sister of Furqan, told the media that her brother had been playing the game from Sunday evening till early Monday and was very tense. “He shouted ‘blast, blast’ and then complained of pain in head and went to bed,” Fiza said. There have been many warnings from different organizations to check children’s obsession with the mobile phone game. “Playing this game for long hours increases blood pressure and can result in cardiac arrest,” said G S Bundela, a doctor working on child psychology. His teachers remember Furqan as a good student. The news of his sudden death left parents in his neighbourhood concerned about their children’s liking for PUBG. “My son is junior to Furqan and he too was playing the game and it was today (on Friday) when I took the mobile phone away from him,” said Arti Bhatia of Nasirabad. She said that even in small cities like Ajmer or towns like Nasirabad, Beawar and Kishangarh, students are too inclined towards this game because their friends in different places or cities can join it online. The news disturbed many parents who had been overlooking their children playing games on smart phones. “There should be a campaign to ban such games because these disturb the thinking of the young, who have stopped physical activities like playing games in open fields or streets,” said Kirti Pathak Sharma, organizer of United Ajmer, an NGO for better health. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Alcoholic man found dead inside wardrobe in Ajmer": {"link": "https://timesofindia.indiatimes.com//city/ajmer/alcoholic-man-found-dead-inside-wardrobe-in-ajmer/articleshow/69349909.cms", "time": "2019-05-16 13:16:00", "description": "AJMER: An alcoholic man was found dead inside a wardrobe in his home on Wednesday, two days after he went missing post an argument with his wife on Monday evening. A case has been registered by the police. According to police, Rajesh Kumar Koli of Dholabhata was a habitual drinker and was an addict, and as per the neighbours, he would come home drunk often and would fight with his wife. According to his wife Sapana, on Monday late evening, he came home heavily drunk and had an argument with her. He then went inside but Sapana did not find him in the room. On Tuesday, she waited for Rajesh to return and when he didn’t return till the evening, she asked about his whereabouts from all his friends and thought he may have gone away somewhere in a fit of anger. But on Wednesday, when she opened the wardrobe in her room, she found her husband ‘asleep’ in the lower shelf of the wardrobe and he did not move after her repeated nudges. She called the police and it was found that Rajesh was dead. Police said that after the fight with his wife on Monday evening, Rajesh went inside the room and fell asleep in the wardrobe, as he was heavily drunk, and later died there. The dead body of the deceased has been sent for the post-mortem and police are investigating. Police said that there were several other cases pending against the deceased. Download The Times of India News App for Latest City ."}, "Showers, dust storm guide mercury down across Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/showers-dust-storm-guide-mercury-down-across-raj/articleshow/69396227.cms", "time": "2019-05-19 13:05:00", "description": "JAIPUR: Mild showers, dust storm and hailstorm guided the mercury to take a dip across the state on Saturday. However, the Met office said that the spell will vanish and the temperatures are set to soar from Sunday onwards. Barmer was the hottest place in state where a maximum temperature of 40 degrees Celsius was recorded. Most of the places in eastern and western Rajasthan witnessed cooler mornings following overnight rainfall. Till 8.30am on Saturday, Bikaner had received 40mm rain and was followed by Sikar with 30mm rain. Many places witnessed rainfall varying from 20mm to 10mm. Thereafter, the rainfall activity vanished except for mild dust storms at some places. Jaipurites witnessed the coldest morning of summer so far as a minimum temperature of 22.4 degrees Celsius, 5 degrees below normal, was recorded. Also, the afternoon recorded the lowest maximum temperature of the season at 36.4 degrees Celsius. Dip in temperatures to this extent is very rare, especially in the month of May. “During May, the city’s maximum temperatures vary from 41-45 degrees Celsius. However, this year Jaipur witnessed maximum temperatures between 35.5-41 degrees Celsius in May,” said a Jaipur Met official. Barmer was followed by Jaisalmer with a maximum temperature of 39 degrees Celsius, Kota 38.9, Bikaner 37.4, Udaipur 36.8, Ajmer 36.4, Jodhpur 36, Sriganganagar 35.7 and Churu recorded 35.5 degrees Celsius. Meanwhile, dust storms continued in Ajmer and Bhilwara on Saturday. Jaipur Met office said western disturbances and upper air cyclonic circulation have vanished which will push mercury up from Sunday onwards. Download The Times of India News App for Latest City ."}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Now, 33 district in-charges to enjoy administrative power": {"link": "https://timesofindia.indiatimes.com//city/ajmer/now-33-dist-in-charges-to-enjoy-administrative-power/articleshow/69710320.cms", "time": "2019-06-09 04:07:00", "description": "JAIPUR: The department of administrative reforms, having appointed 33 IAS officers as in-charges of districts, issued an order that they would enjoy administrative powers, i.e., equivalent to that of a secretary of a department. But, they have not been given financial power. On earlier occasions, they could only recommend an action to be taken to the secretary of the respective department. This could be seen as an important decision by the state government following the Congress party’s rout in the state in the recently-concluded Lok Sabha elections. This move will help the state government monitor the progress of various programmes and schemes that affect the people directly. Many Congress ministers and MLAs do believe that lack of proper implementation of various welfare schemes at the district level cost the party heavily in the elections. \"The senior secretary-level officers are appointed as in-charge of districts to monitor various ongoing programmes. We have made some changes this time. Each secretary in-charge will now have the power equivalent to the secretary of other departments in a particular way. So, they have been transferred (given) administrative powers, i.e., for a particular district he/she will be the secretary of all departments,\" Ravi Shankar Srivastava, ACS, administrative reforms and coordination told TOI. “On earlier occasions, they used to monitor various schemes and implementation of statues and refer back to the respective secretaries. Now, they will take a decision as per the standing order or rules of business as if they are the secretary of that department. It has been done to make the system slightly more effective. But, we have not transferred financial power. It will remain as it is,” he added. The secretaries in-charge of districts are Hemant Gera (Ajmer), Bhaskar Sawant (Alwar), Rohit Kumar Singh (Bharatpur), Kunji Lal Meena (Bhilwara), R Venkateswaran (Bikaner), Mugdha Sinha (Bundi), Akhil Arora (Banswara), Beena Pradhan (Barmer), Neeraj K Pawan (Churu), Sanjay Malhotra (Chittorgarh), Vikas Sitaram Bhale (Dungarpur), Suchi Sharma (Dholpur), Gayatri Rathod (Dausa). Download The Times of India News App for Latest City ."}, "Ajmer: Woman gets blackmailed by fake Facebook account of DGP": {"link": "https://timesofindia.indiatimes.com//city/ajmer/woman-gets-blackmailed-by-fake-fb-a/c-of-dgp/articleshow/69365093.cms", "time": "2019-05-17 10:33:00", "description": "AJMER: A fake Facebook account of Rajasthan director general of police Kapil Garg surfaced when a woman from Ajmer on Thursday lodged an FIR at Alwar gate police station, claiming that the person behind the fake account has demanded Rs 50,000 from her and has threatened to frame her in false charges if she didn’t pay. The accused has been chatting on the internet with the woman for last four months and was threatening her into paying the money. The victim then on Thursday registered a case with the police. The fake Facebook account has the photo of Rajasthan police and the police headquarters situated in Jaipur. There are two friends visible on the page and some photos. Verifying the FIR and about the case, superintendent of police Kunwar Rashtradeep said that it was found that the Facebook account was a fake one. He said the police are investigating and the accused will be arrested soon. On the request of the victim, her name was not disclosed. Download The Times of India News App for Latest City ."}, "Heatwave unabated in Rajasthan; Sriganganagar hottest at 48 degree Celsius": {"link": "https://timesofindia.indiatimes.com//city/ajmer/heatwave-unabated-in-rajasthan-sriganganagar-hottest-at-48-degree-celsius/articleshow/69584597.cms", "time": "2019-05-30 21:09:00", "description": "JAIPUR: Heatwave conditions continued to prevail in Rajasthan for the third consecutive day on Thursday. Sriganganagar witnessed the hottest day of the season with temperatures rising to 48 degree Celsius. Jaipur recorded 32.2 degree Celsius, almost 5 degrees above the normal notch. It was followed by a simmering afternoon as the maximum temperature was recorded at 45.2 degree Celsius. In the past three days, the footfall of the patients complaining of heat stroke, diarrhoea and even food poisoning have increased. Doctors are advising patients to increase the intake of water having some salt and sugar in it in order to stay hydrated. In the afternoon roads wore an empty look as people confined themselves to their respective homes and offices. In the evening people thronged at juice corners and refreshed themselves with chilled beverages. The continued rise in the mercury also increased the work of the technicians of the Jaipur Vidyut Vitaran Nigam Limited(JVVNL). “Since Wednesday evening to Thursday morning, we have attended almost 100 calls of abrupt power cuts in various localities. Due to extra load electricity tripped,” said an officer. Many people were going through various apps on their phones to check the weather conditions. “Even at 10.30am the maximum temperature in Jaipur was 44 degree Celsius as per the details through various apps giving,” said Manoj Tanwani who was returning after a walk at Central Park in Jaipur. Sriganganagar was followed by Churu where the maximum temperature was recorded at 47.7 degree Celsius, Bikaner - 47.0, Jaisalmer - 45.7, Kota - 45.4, Jodhpur - 44.6, Barmer - 44, Ajmer 43.8 and 42.8 degree Celsius in Udaipur. Download The Times of India News App for Latest City ."}, "Rajasthan election results 2019: BJP’s increase in winning margin up to 115% over 2014": {"link": "https://timesofindia.indiatimes.com//city/ajmer/bjps-increase-in-winning-margin-up-to-115-over-2014/articleshow/69492369.cms", "time": "2019-05-25 10:57:00", "description": "JAIPUR: With 20 constituencies in Rajasthan recording a higher victory margin for the BJP over the 2014 Lok Sabha elections, it has been observed that the increase in margin has ranged from 1 lakh to over 3.5 lakh votes in as many as 11 constituencies and the highest increase percentage touching up to 115% in Barmer. Bhilwara, not just recorded highest winning margin with BJP's Subhash Chandra Baheria defeating Congress party's Ram Pal Sharma by 6.12 lakh votes (71.6%), it was highest also in terms of increase in margin over 2014 elections. The increase in margin in Bhilwara was of 3.65 lakh votes (85.2%). This was also the highest winning margin ever in the state. The highest-ever turnout in Rajasthan at 66.07%, an increase of 3 per cent over 2014 Lok Sabha elections, also helped the winners achieve larger margins. In Barmer, BJP’s Kailash Choudhury drubbed Congress' Manvendra Singh by a margin of 3.23 lakh votes (59.52%), an increase of 2.36 lakh votes (114.9 per cent) over 2014, when BJP's Sona Ram won by 87,461 votes. In Karauli-Dholpur, where BJP's Manoj Rajoria won by a margin of 97,682 votes, the increase in percentage of victory margin touched 112.8% compared to 2014 elections. Meanwhile, in Banswara, BJP's Kanakmal Katara trumped Congress' Tarachand Bhagora by a margin of 3.05 lakh votes (49.44%), an increase in margin by 2.13 lakh votes (107.5 per cent) over 2014, when Manshankar Ninama won by 91,916 votes. In Ajmer as well, BJP's Bhagirath Chaudhury defeated Congress party's Riju Jhunjhunwala by a margin of 4.16 lakh votes (64.58%), an increase in margin by 2.44 lakh votes (83.1%) over 2014 Lok Sabha elections, when the seat was won by BJP's Sanwarlal Jat by 1.71 lakh votes. Download The Times of India News App for Latest City ."}, "Rajputs and minorities key in Nagaur": {"link": "https://timesofindia.indiatimes.com//city/ajmer/rajputs-and-minorities-key-in-nagaur/articleshow/69192454.cms", "time": "2019-05-06 11:33:00", "description": "AJMER: Rajputs and minorities will be the deciding factor for Nagaur Lok Sabha constituency which is going to polls on Monday. In 2013 state assembly elections and also in the last Lok Sabha elections of 2014, BJP grew speedily in terms of seat and vote share as Rajputs and minority vote bank shifted towards BJP. However, this time the Rajputs and minorities are not happy as BJP did not field its candidates, instead the saffron party has collaborted with Hanuman Beniwal’s RLP. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "HC notice over rehabilitation of rescued bonded labourers": {"link": "https://timesofindia.indiatimes.com//city/ajmer/hc-notice-over-rehabilitation-of-rescued-bonded-labourers/articleshow/69278868.cms", "time": "2019-05-11 11:08:00", "description": "JAIPUR: High court issued notice to the state government over no proper rehabilitation of the rescued bonded labourers from various industrial units in the state. The petition said the district administration has issued certificate to 150 rescued bonded labourers, but no rehabilitation was done. The division bench of chief justice S Ravindra Bhat and Justice Prakash Gupta issued notice on a PIL by Nirmal Goran. The notice was issued to chief secretary, deputy secretary ministry of labour and employment, district collector Baran, Ajmer, Jhunjhunu, Udaipur. With the help of the district administration, the National Campaign Committee for Eradication of Bonded Labour and Human Rights Law Network jointly rescued nearly 150 bonded labourers in the last two years, said Tarachand Verma, counsel for the petitioner. Download The Times of India News App for Latest City ."}, "Inmate kills caretaker of drug rehab centre in Jaipur": {"link": "https://timesofindia.indiatimes.com//city/ajmer/inmate-kills-caretaker-of-drug-rehab-centre-in-city/articleshow/69799663.cms", "time": "2019-06-15 07:49:00", "description": "JAIPUR: A 42-year-old caretaker of a drug di-addiction centre in Karni Vihar was murdered after he stopped an inmate from smoking bidi Friday morning. The police arrested the accused identified as Mohammad Muntajeer (35) a resident of Kacchi Bassti in Kanota area the city. He was admitted to the centre on Tuesday to help him wean off drugs and smoking. However, his urge only aggravated. The police said that the accused had asked caretaker Benjamin to give a bidi but Benjamin declined and warned him not to smoke or take drugs anywhere inside the centre premises. An agitated Muntajeer decided to kill Benjamin for trying to stop him. “On Friday morning, he woke up early in the morning and strangulated Benjamin,” added SHO, Dharam Raj Choudhary. Benjamin was a native of Ajmer district. According to Choudhary, the accused used a piece of cloth to kill Benjamin. “The victim had been working at this centre for past five years. He used to work here to ensure that inmates do not go back to taking drugs and tobacco,” Choudhary said. The employees of the centre told cops that Muntajeer was a trouble inmate ever since he had joined the group. “The accused did not want to reform and found ways to smoke bidi or chew tobacco. He also used to take other sorts of drugs,” said the official. The police said that they have sought his criminal records. “The accused’s family members had taken him to the rehabilitation centre when they saw his condition fast deteriorating,” the official added. The police informed TOI that Benjamin’s body was handed over to the family following post-mortem. An FIR was registered against the accused in the connection at Karni Vihar police station. It was third murder in three days in the city. Earlier in Chitrakoot, a 25-year-old youth was killed by his friends when an argument broke out between them on Thursday. Similarly, on Wednesday an elderly woman was killed after she was strangulated by an accused identified as Ashok. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Why sewerage project for Ajmer, Pushkar delayed, asks court": {"link": "https://timesofindia.indiatimes.com//city/ajmer/why-sewerage-project-for-ajmer-pushkar-delayed-asks-court/articleshow/69423501.cms", "time": "2019-05-21 11:28:00", "description": "JAIPUR: A division bench of Rajasthan High Court questioned the state government on the delay of sewerage project meant for Ajmer and Pushkar cities which is pending for the past 10 years.The Bench, while expressing concern over the nullahs polluting the Anasagar Lake, asked the state government to expedite the project and also penalize those who are responsible for polluting the lake. However, Ajmer Development Authority (ADA) in its reply said that they will complete the project in this financial year. The court expressed its displeasure on the delay of the sewerage plant on a petition filed by common cause society. On Monday, M S Singhvi, advocate general (AG), government of Rajasthan submitted the compliance report in which it was stated that the whole work relating to the sewerage plant would be completed by 2020. The court was informed that till date 11,000 sewerage connection have been given and 10,000 more connections to be given. “Every household would be covered with this project and all the drains would be connected with the sewerage treatment plant (STP),” said Ajmer Development Authority, adding out of the 11 drains polluting the Anasagar 2 have already been closed. ADA also maintained that people in Pushkar and Ajmer are not showing their interest in taking the sewerage connection. The Ajmer-Pushkar Sewerage project has an estimated cost of Rs 112 crore and it will bring a sewerage network of 95 kms. Responding to the compliance report and take of ADA authorities, the bench comprising Justice Mohammad Rafiq and Justice NS Dhadda said that the work of sewerage project for Ajmer and Pushkar is in progress for the past 10 years. “Why it is delayed and the work is going on a slow pace. The authorities should take action as per the provision of pollution control board to check pollution,” said the court. The next date of hearing in this matter is August 6. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Break supply chain of drugs to Ajmer, Pushkar: Rajasthan HC": {"link": "https://timesofindia.indiatimes.com//city/ajmer/break-supply-chain-of-drugs-to-ajmer-pushkar/articleshow/69385142.cms", "time": "2019-05-18 12:21:00", "description": "JAIPUR: In a suo motu cognizance on the rampant supply of drugs and narcotics in Ajmer and Pushkar, a division bench of Rajasthan High Court directed the state government to unearth the racket of narcotics supply in Ajmer and Pushkar. The court has further directed Ajmer police to find out from where the drugs are coming into Ajmer and has asked to take stern action to break its supply chain. The court comprising Justice M Rafiq and N S Dhaddha made directions on its suo motu cognizance. The court also observed that it is learnt that the drugs and narcotics are coming from Neemach and a result-oriented strategy is needed to unearth these rackets and break their supply chain. In the previous hearing on March 28, the court had asked the state government to appoint a psychologist-cum-counsellor at the de-addiction centre of Ajmer, who can facilitate the teenagers and the younger generation who have gotten addicted to drugs. Then the court had also maintained that the election code of conduct won’t affect the appointment and had asked the state government to file the compliance report. Expressing concern over the drugs trade in Ajmer’s Dargah Bazaar and Pushkar, the court had also asked the SP, Ajmer to monitor the situation and to take necessary action. The advocate general on behalf of the government, informed the court that the said appointment of the psychologist has already been made and the government had also registered many cases in the recent past. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Doctors’ strike: No OPD services in 2,900 government hospitals across Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/docs-strike-no-opd-services-in-2900-govt-hosps-across-state/articleshow/69839947.cms", "time": "2019-06-18 14:37:00", "description": "JAIPUR/UDAIPUR/AJMER/KOTA: Health services remained crippled in the state as government and private doctors went on a 24-hour strike from 6am on Monday in support of Indian Medical Association (IMA)’s call for nationwide medical bandh. There are 40,000 doctors in the state, working in government and private hospitals. “No OPD services were provided by doctors in the 2,900 government hospitals and health centres. Only emergency services were available. However, doctors conducted post-mortems,” said Dr Ajay Chaudhary, president, All Rajasthan In-Service Doctors Association (ARISDA), a body of doctors posted in rural areas and district hospitals. Health minister Raghu Sharma said, “We have deployed AYUSH doctors practicing Ayurveda, Unani, Homoeopathy in district hospitals along with nursing staff to take care of the patients as an alternative measure.” However, the alternative measures failed to provide much relief to the patients. In Ajmer’s JLN Hospital, patients had to wait for their turn in serpentine queue of patients for registration. But there was no doctor in the OPD. No operation was conducted in the hospital and even patients going to different government hospitals were forced to come to JLN Hospital. At least six serious patients had to be rushed to Jaipur’s SMS hospital from Ajmer’s JLN Hospital for treatment. In JLN Hospital there was long queue of patients early Monday morning where patients got the receipt but there was no doctor in the OPD. The senior doctors came out to help the crowd but it took hours for patients to get their turn. Besides Ajemer, medical and health services were also badly hit in Udaipur division as doctors refrained from duties. Hundreds of patients during the OPD hours had to leave without any treatment as 350 resident and senior doctors were not on duty at the government MB Hospital here in Udaipur. The doctors took out a rally from the hospital campus to the collectorate raising slogans against increasing attacks on the medical practitioners. However, surgeries had to be postponed for the day. Doctors tied bandage on their foreheads and protested against the Bengal incident in the state. At Chittorgarh, delivery operation cases and major surgeries were badly affected and only those patients requiring immediate medical care were taken in. Emergency OPD functioned with the help of the nursing staff while 56 doctors posted at the district hospital remained on strike. The OPD services in hospitals in Kota region witnessed medical care of indoor patients, emergency unit in hospitals attached to New Medical College hospital in Kota continued without any disturbance and the surgeries upon serious patients were also conducted. However, 2,200 doctors attached with ARISDA and IMA had been on strike in hospitals across Hadouti region comprising Kota, Bundi and Jhalawar district. The medical and health services in OPD as well as in indoor, emergency wards continued undisturbed in Maharao Bheem Singh (MBS) Hospital in Kota, said Dr Naveen Saxena, superintendent, MBS Hospital. Faculties took the charge of OPD in MBS Hospital while nine out of 14 surgeries were conducted here. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Mother saves 1-yr-old daughter from fire, burnt": {"link": "https://timesofindia.indiatimes.com//city/ajmer/mother-saves-1-yr-old-daughter-from-fire-burnt/articleshow/69404209.cms", "time": "2019-05-20 05:57:00", "description": "AJMER: A mother was seriously burnt when she tried to save her one-year-old daughter, who was surrounded by fire inside the kitchen. The Clock Tower police are investigating the matter and took the mother to JLN Hospital. As per the police, Ladali (27), a resident of Per Road of Shisha Khan was cooking on Sunday. She went out of the kitchen for some work while the cooking gas was on. Her one-year-old daughter Nimit was playing in the kitchen. When she returned, she found that things inside the kitchen were on fire and Nimit was in the centre of the blaze. She ran to save her and got burnt badly but succeeded to save the child. The fire brigade was called. The cooking gas might have leaked and flames went all around the kitchen, said the police. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Rajasthan: Here, the cemetery gives you the history of Jews": {"link": "https://timesofindia.indiatimes.com//city/ajmer/rajasthan-here-the-cemetery-gives-you-the-history-of-jews/articleshow/69838940.cms", "time": "2019-06-19 13:26:00", "description": "JAIPUR: Once a bustling community at Abu Road, today the word ‘Jew’ fails to ring a bell amongst the local populace. So, the only way to find the Jewish cemetery in the city is to ask for the Christian graveyard. “No one from the community exists anymore. Once the population of Jews was around 150-200. But most of them migrated to Israel or other parts of India seeking better opportunities,” says Ratan Bennett holding onto the rusted gate of the Jewish cemetery with a ‘Star of David’ on it. Ratan Bennett (70) is the only person in the city with a Jewish heritage. Born as Abbey Gail Jared in Abu city, she was a Jew before converting to Christianity after her marriage. With only eight graves, the Jewish cemetery has no boundary wall. The land surrounding the cemetery is full of wild plants and thorny bushes. The epitaphs are in Hebrew and English and only state the name and date of death of the person. The oldest grave dates back to 1904. “Abu Road was one of the biggest railway junctions in the British era. Jews, have always been an educated community who settled here to work in the railways. Earlier, the boundaries of this cemetery were intact. Some graves used to have beautiful statues of a woman reading from the Torah (Jewish religious scripture) but slowly due to encroachment and neglect it is now in a dilapidated condition. Around 40 years back, my uncle was the last Jew in the city who migrated to Israel,” recalled Ratan. Ratan’s maternal grandfather who was a guard in railways is buried at the Abu Road cemetery and her paternal grandfather is buried at another Jewish cemetery in Ajmer. These are the only two places to have Jewish cemeteries in Rajasthan. Like on Abu Road, Jews settled in Ajmer were also in the railways. Once a flourishing community, now there are no more Jews left in Rajasthan. As per the 2001 census, one Jew was recorded to be living but no one knows his whereabouts. Migration towards Israel started after its formation in 1948. As per Hansey Timoty (42), a Christian, who is the fourth generation of his family taking care of the Jewish cemetery in Ajmer, the last person buried there was in 1962. “This is the grave of a six-year-old girl who died in an accident. Her father was in railways before migrating to Israel in 1965. Since then, some of her relatives and others have come to pay a visit once in a while. Otherwise, even the municipal authorities of Ajmer have no clue about this place,” said Hansey. Like Abu Road, Ajmer Jewish cemetery is bordering with the CNI Church Christian Graveyard at Christian Ganj. Built around the same time as Abu Road cemetery, the Ajmer Jewish cemetery has 46 graves and is in shambles with no one to look after it. At its peak, Jews were 250–300 in number before migrating to Israel. At present, both the cemeteries are looked after by the Jewish community settled in Ahmedabad. Joint secretary of the Magen Abraham Synagogue (Jewish place of worship) Jacob Robin Srigawkar while talking to TOI expressed concern about the fate of two cemeteries. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Heatwave continues, Met says ‘mercury to rise even further’": {"link": "https://timesofindia.indiatimes.com//city/ajmer/heatwave-continues-met-says-mercury-to-rise-even-further/articleshow/69535452.cms", "time": "2019-05-28 10:12:00", "description": "JAIPUR: Heatwave conditions further aggravated in the state on Monday when majority of places witnessed maximum temperature of 41 degree Celsius and above. There was also a rise in the minimum temperature which was almost 4 degrees above the normal notch. Churu remained hottest in the state where a maximum temperature of 45 degree Celsius was recorded, the Met reports said. Attributing the continued rise in mercury to the active northerly winds and vanishing of upper air cyclonic circulation and westerly winds, the Jaipur Met office said that the mercury will continue to take an upward swing in the state in the next couple of days. Jaipurites woke up to a comparatively warmer morning as a minimum temperature of 29.5 degree Celsius, almost 2 degrees above the normal notch was recorded. It was followed by a sultry afternoon as a maximum temperature of 42 degree Celsius accompanied with 55 per cent humidity was witnessed.  Churu was followed by Bikaner where a maximum temperature of 44.9 degree Celsius was recorded, Kota 44.7, Jaisalmer 44.2, Barmer 44.1, Jodhpur 43.6, Sriganganagar 43.5, Ajmer 42.9 and 41.4 degree Celsius in Udaipur. In its forecast, Jaipur Met office said that similar conditions will prevail in the state for the next couple of days. Heatwave conditions will further aggravate in the next 24 hours. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "CISCE Class XII results: 5 from same school secure top 3 positions in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/cisce-class-xii-results-5-from-same-school-secure-top-3-positions-in-raj/articleshow/69228784.cms", "time": "2019-05-08 10:38:00", "description": "JAIPUR/AJMER: Five students who share the same school have secured all top three ranks in Indian School Certificate Examinations (ISC) class XII results announced on Tuesday. The first position among them was shared by two students. Aditi Chhaparia scored 99.50% (best of four) in Commerce stream, while Ningombam Tampha Chanu stood first in Humanities by scoring 99.50%. The second rank is secured by Navreet Kaur who scored 98.75%. The third position is again shared by two students: Lubna Malhotra and Reetika Shah who scored 98.25% each. All these five students are from Mayo College Girls School, Ajmer. Top performers from Children’s Academy School in cityWhile in the class X result of ICSE, Rohit Kumar of St. Mary School in Sikar stood first by sescuring 97.80%. He was followed by Aameshi Godara of Mayo College Girls School who scored 97.40%. The third slot is grabbed by another student of St. Mary School, Sikar Sakshi Choudhary. Jaipur toppers in the class XII exam include — Nikhil Shahani who scored 96.2% (Science), Gurucharan Singh Vaid who scored 95.4% to stand second, and Gautam Mittal who scored 95.2% to stand third. The trio is from Mayura School. Exams of class X were conducted from February 22 to March 25 and exams of class XII were conducted from February 4 to March 25 this year. According to the board, total one lakh 84 thousand and 253 students across the country appeared in these exams, in which 98.51% are declared passed. The passing percentage of girls is 98.95% and of boys is 98.15%. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Probe begins in Ajmer custodial death case": {"link": "https://timesofindia.indiatimes.com//city/ajmer/probe-begins-in-ajmer-custodial-death-case/articleshow/69332968.cms", "time": "2019-05-15 08:54:00", "description": "AJMER: A theft accused, who was found dead in Pisangan police station area of the district on Monday night, was cremated amid heavy presence of security forces in his village Kalesera on Tuesday. Being a custodial death, a judicial inquiry has been initiated to find the cause of death of the man identified as Mangilal. Police had arrested him on Monday afternoon. Pisangan SHO Laxman Singh and five policemen, who were on duty at the time of Mangilal’s death, have been suspended, while the remaining staff of the police station has been sent to police lines. Mangilal’s body was handed over to the family after the post-mortem was conducted by a medical board appointed by the judicial committee on Tuesday morning. The body was taken directly to Kalesera village, where the elder brother of the deceased performed the last rites. Heavy police force was present to control any untoward incident. According to police, Mangilal was arrested on charges of theft in a temple on Monday afternoon and was put in the police lock-up. Later in the night, when the duty guard went to check on the accused in custody, the lock-up was found empty, claimed the police. The duty guard opened the cell and went inside the bathroom where Mangilal was found hanging from the ceiling, police said. As per the police, Mangilal used the bedsheet given to him to sleep on, to commit suicide. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Take custody of mentally ill man: Police to relatives": {"link": "https://timesofindia.indiatimes.com//city/ajmer/take-custody-of-mentally-ill-man-police-to-relatives/articleshow/69577029.cms", "time": "2019-05-30 13:15:00", "description": "AJMER: In first-of-its-kind case, the police directed relatives of a mentally ill person roaming for food on the streets of Beawar town of Ajmer on Wednesday to arrange for his treatment. The legal aid authority asked every police station to verify if any lunatic or mentally ill person is roaming in their jurisdiction. If any such person is found then it is the duty of that police station to take custody of that patient and arrange for treatment under Mental Health Care Act, 2017. All districts are directed from State Legal Aid Authority to identify these people roaming aimlessly in colonies and arrange for their treatment and maintenance. President of district authority and district and sessions judge Vinod Kumar Bharwani got the information that a mentally ill Gop Motwani (24) is roaming in Pushkar Ganj colony of Beawar. The authority directed the Beawar police to arrange for the maintenance and treatment of the ill. The police found that his elder brother Govind Das lives at Sendra Road with his family. The police complained against Das in court and it instructed Govind to take care of his brother. It ordered him to provide food, shelter and treatment to Motwani at a government hospital. Secretary of the authority and additional district and sessions judge Shakti Singh Shekhawat said that it is the duty of the state to provide treatment and shelter to mentally ill people. There is a difference between lunatic and mentally ill and such people can become a threat to others. Such patients have the right to mental health care services provided and funded by the government. Shekhawat directed the police to take care of such people and instruct their families to access treatment as per the law, “The motive is to bring such people back in society,” added Shekhawat. Download The Times of India News App for Latest City ."}, "TNEA Rank List 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/tnea-2019-rank-list-to-be-released-today-tneaonline-in/articleshow/69868592.cms", "time": "", "description": ""}, "Rain, dust storm bring some respite from heat in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/rain-dust-storm-bring-some-respite-from-heat/articleshow/69783091.cms", "time": "2019-06-14 10:43:00", "description": "JAIPUR: Moderate rainfall and dust storm provided the elusive relief to the state reeling under severe heat wave conditions for the past fortnight. A drop of almost five degrees Celsius on an average was reported across the state on Thursday. However, Churu and Sriganganagar were the hottest places with a maximum temperature of 44.5 degrees Celsius. Attributing the rainfall and dust storm to the active northerly winds and upper air cyclonic circulation, the Jaipur Met office said that similar conditions will continue in the state for the next couple of days. The ongoing rain spell in the state has also become a catalyst for the increased humidity levels which are conducive for monsoon rain. People in Jaipur witnessed a warmer morning as a minimum temperature of 28.2 degrees Celsius was recorded in the city. It was followed by a cloudy and pleasant afternoon as a maximum temperature of 36.3 degrees Celsius was recorded. For the first time in the season, the city recorded maximum temperature below 40 degrees. Farmers in the city outskirts were elated as rainfall prior to the monsoon is always considered a blessing for sowing seeds. Some places in the city witnessed scattered rainfall which also guided the mercury to take a dip. The ongoing rain spell has increased the humidity upto 72 percent. The Jaipur Met office, however, denied that the spell was related to cyclone Vayu. Many places in the state received rainfall varying from 70mm to 10mm. Mount Abu (Sirohi) received 70 mm rain, the highest in the state on Thursday. Churu and Sriganganagar were followed by Bikaner where a maximum temperature of 43.1 degrees Celsius was recorded, Jaisalmer 41.2, Kota 39.5, Barmer 38.9, Jodhpur 37.6, Jaipur 36.3, Udaipur 34.5 and a maximum temperature of 33 degrees Celsius was recorded in Ajmer. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Women cover miles for a few litres of water": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ajmer/women-cover-miles-for-a-few-litres-of-water/articleshow/69884472.cms", "time": "2019-06-20 09:56:00", "description": "SIKAR: For a few litres of water, women and children of Bagriyawas in Sikar spend half their nights of a month, queuing up in front of a tube well. Even with two water tanks in the village, the locals have to go without this essential requirement for days due to the erratic power supply and extreme shortage of water. Sleepless nights have become a way of life for them. There is no sleep for women because they stand in the long queues“Depending on water and electricity supply, we usually stand in the line around 10 pm and have to wait till 4:00 am to finally get few vessels of water filled. In this time period, there is no sleep for women because we are the ones who stand in the long queues. Entire village has to endure this but no one is willing to find a solution to our problem,” said 60-year-old Kaushalya Devi. She is not the only elderly villager who has to stand in the line for water. A visibly harassed, 62-year-old Prema Devi added, “The men do not stand in the line for water because they have to go to work as well. For the womenfolk it’s double the duty because not only do we have to stand for long hours for fetching water but also ensure that all the household chores are done as well. It is like a long cycle because when we are not standing in the queue, we are worried about the water supply, so it is always on our minds.” The villagers claim that although the infrastructure is ready in the village including water tanks and tube wells, they are merely showpieces since there is hardly any water supply. Another local, Satish Sharma told TOI, “There are two water tanks and three tube wells for close to 5,000 villagers but they are empty or dried up. Water pipes are broken, and no authority takes the pains to repair them in spite of the fact that we have complained many times.” When there is no water supply, the villagers resort to buying water from the tankers or walking to the closest village which has a functional tube well. Anju Sharma, who herself makes at least five trips to another village, which is approximately a kilometre away said, “I walk back and forth to get enough water for my family and in a day make six to seven trips. This happens often since the water supply is very poor. The younger lot from the village has started migrating because it is better to stay in a place where there is at least enough water rather than paying Rs 500 to a water tanker every second week.” Download The Times of India News App for Latest City ."}, "Ragpickers in Ajmer to get dress, gloves": {"link": "https://timesofindia.indiatimes.com//city/ajmer/ragpickers-in-ajmer-to-get-dress-gloves/articleshow/69753866.cms", "time": "2019-06-12 11:46:00", "description": "AJMER: For the first time municipal corporation is going to take care of ragpickers in the jurisdiction. It will provide them with hygienic conditions as well as identity cards to get the facilities like medical check-ups and education. The corporation is spreading awareness about solid waste management project in Ajmer. The commissioner of corporation Chinmay Gopal, on Tuesday, informed that in the first phase, six wards of the city have been identified for solid waste management. Wet and dry waste will be collected separately. Gopal said in the first phase waste of five different categories will be separated. The commissioner said that the project is under Ajmer Smart City and concerns ragpickers. Under this project they will get licenses, gloves and dress to pick garbage. This will be a community service for the benefit of Ajmer. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Rajasthan election results: In 20 constituencies, BJP’s victory margin higher than 2014 election": {"link": "https://timesofindia.indiatimes.com//city/ajmer/in-20-constituencies-bjps-victory-margin-higher-than-2014-election/articleshow/69477874.cms", "time": "2019-05-24 13:11:00", "description": "JAIPUR: As Rajasthan recorded the highest-ever turnout in the Lok Sabha elections this time, an increase of 3% over 2014, this ensured higher victory margins in 20 seats over the last general elections, with the margins ranging from a lakh to more than six lakh. BJP won all 25 seats in 2014 and including its ally Rashtriya Loktantrik Party (RLP), they won all seats in 2019. Bhilwara recorded highest winning margin in which BJP's Subhash Chandra Baheria defeated Congress party's Ram Pal Sharma by 6.12 lakh votes (71.6%), an increase of 3.65 lakh votes over 2014 when Baheria won by a margin of 2.46 lakh votes. In 2019, 15 constituencies, Ajmer, Alwar, Banswara, Barmer, Bharatpur, Bhilwara, Chittorgarh, Churu, Ganganagar, Jaipur, Jaipur Rural, Jhalawar-Baran, Pali, Rajsamand, Udaipur, clocked victory margins of more than three lakh votes. Eight constituencies, Bikaner, Jalore, Jhunjhunu, Jodhpur, Kota, Nagaur, Sikar, Tonk-Sawai Madhopur - recorded victory margins from 1-3 lakh votes and two constituencies, Dausa and Karauli Dholpur, recorded victory margins of less than one lakh votes. The seats in which victory margins have increased are - Ajmer (Bhagirath Chaudhury), Alwar (Balak Nath), Banswara (Kanakmal Katara), Barmer (Kailash Choudhury), Bharatpur (Ranjeeta Koli), Bhilwara (Subhash Chandra Baheria), Chittorgarh (Chandra Prakash Joshi), Churu (Rahul Kaswan), Dausa (Jaskaur Meena), Ganganagar (Nihal Chand), Jaipur Rural (Rajyavardhan Rathore), Jhalawar-Baran (Dushyant Singh), Jhunjhunu (Narendra Kumar), Karauli-Dholpur (Manoj Rajoria), Kota (Om Birla), Nagaur (Hanuman Beniwal), Pali (P P Chaudhury), Rajsamand (Diya Kumari), Sikar (Sumedhanand Saraswati), Udaipur (Arjunlal Meena). However, the victory margins have gone down in Bikaner (Arjun Ram Meghwal), Jodhpur (Gajendra Singh Shekhawat), Jaipur (Ramcharan Bohra), Jalore (Devaji Patel) and Tonk-Sawai Madhopur (Sukhbir Singh Jaunapuria) over 2014 elections. The victory margins of union ministers Meghwal and Shekhawat have gone down by 43,998 and 1.35 lakh votes. In Ajmer, BJP's Bhagirath Chaudhury defeated Congress party's Riju Jhunjhunwala by a margin of 4.16 lakh votes (64.58%), an increase of 2.44 lakh votes over 2014 Lok Sabha elections, when the seat was won by BJP's Sanwarlal Jat by 1.71 lakh votes. Alwar saw a victory of BJP's Balak Nath over Congress party's Jitendra Singh by a margin of 3.23 lakh votes (59.94%), an increase of 39,891 votes over 2014, when BJP's Chand Nath won by 2.83 lakh votes. Meanwhile, in Banswara, BJP's Kanakmal Katara beat Congress' Tarachand Bhagora by a margin of 3.05 lakh votes (49.44%), an increase of 2.13 lakh votes over 2014, when Manshankar Ninama won by 91,916 votes. In Barmer, as well, BJP's Kailash Choudhury drubbed Congress' Manvendra Singh by a margin of 3.23 lakh votes (59.52%), an increase of 2.36 lakh votes over 2014, when BJP's Sona Ram won by 87,461 votes. Chandra Prakash Joshi’s victory margin increased by 2.59 lakh votes since 2014 as he defeated Cong’s Gopal Singh Shekhawat from Chittorgarh by a margin of 5.76 lakh votes (67.38%). Dushyant Singh's victory margin went up from 2.81 lakh votes to 4.53 lakh votes (64.78%) as he defeated Congress' Pramod Sharma from Jhalawar-Baran. Download The Times of India News App for Latest City ."}, "Heat conditions aggravate; Barmer hottest at 43.8 C": {"link": "https://timesofindia.indiatimes.com//city/ajmer/heat-conditions-aggravate-barmer-hottest-at-43-8-c/articleshow/69514774.cms", "time": "2019-05-27 07:42:00", "description": "JAIPUR: Mercury continued to take an upward swing across the state on Sunday when majority of the places witnessed rise in temperature. Maximum temperature at various places was on or above 40 degree Celsius. Barmer remained hottest in the state where a maximum temperature of 43.8 degree Celsius was recorded. Attributing the continued rise in the mercury to the vanishing of western disturbance and upper air cyclonic circulation, the Jaipur Met office said that from Monday the temperature will further rise in the state. Jaipurites woke up to a comparatively warmer morning as a minimum temperature of 27 degree Celsius was recorded. It was followed by a sultry afternoon as a maximum temperature of 41.9 degree Celsius accompanied with a relative humidity of 55 percent was recorded. In the afternoon roads wore an empty look as people confined themselves to their homes. Barmer was followed by Jaisalmer where a maximum temperature of 43.8 degree Celsius was recorded, Churu and Kota 43.4 degree Celsius each, Bikaner 43.2, Sriganganagar 41.5 and a maximum temperature of 41.4 degree Celsius was recorded in Ajmer. However, as per the data available with the Jaipur Met office, May so far has been coldest in past 10 years for Jaipur and other places. The average maximum temperature of Jaipur in May has been 45.2 degree Celsius, however this year so far it has been 39 degree Celsius. And in Jaipur it has not gone beyond 42 degree Celsius till now. In its forecast Jaipur Met office said that heat wave conditions will further aggravate in the state in the next 24 hours. The maximum temperature at various places in the state would be on or above 41 degree Celsius. Download The Times of India News App for Latest City ."}, "BJP workers clash with cops while staging protest over Alwar gang-rape": {"link": "https://timesofindia.indiatimes.com//city/ajmer/bjp-workers-clash-with-cops-while-staging-protest-over-rape/articleshow/69322436.cms", "time": "2019-05-14 11:11:00", "description": "JAIPUR/ALWAR: BJP workers protested at the district collectorate in Alwar on Monday and handed over a memorandum to the district collector demanding action against the police officials who had allegedly stalled the investigation in the gang-rape of the 20-year-old Dalit woman in Thanagazi. The workers sat on a ‘dharna’ for close to an hour at the collectorate. During the protest, a scuffle also broke out between the police officials and party workers following which senior officials reached the spot to pacify the protesters. They also assured the BJP protesters that allegations against the police officials are being looked into. Following the clash with the police, the BJP workers sat on dharna on the premises of the collectorate demanding action against the accused cops involved in the clash with them. Only after an assurance from senior police officials that action will be taken against the accused cops, the BJP workers ended their dharna. For at least 40 minutes, the dharna continued until additional superintendent of police (headquarter) Suresh Khinchi and additional superintendent of police (rural) Chirangilal Meena reached the spot and pacified the protesting BJP leaders. They assured the agitating BJP leaders that an inquiry will be conducted into the matter. In Ajmer too, BJP workers headed by former health minister and BJP leader Kalicharan Saraf handed over a memorundum to divisional commissioner adressed to governor on Thanagazi gang-rape. Saraf said that after Congress came into power in the state, the law and order situation has gone for a toss. In the entire state, the criminals are executing their plans without any fear. The police department is not taking any action against criminals on the direction of the state government. The rape cases against Dalit women have become common in the state. Download The Times of India News App for Latest City ."}, "Bisalpur water level at all-time low": {"link": "https://timesofindia.indiatimes.com//city/ajmer/bisalpur-water-level-at-all-time-low/articleshow/69287485.cms", "time": "2019-05-12 11:23:00", "description": "AJMER: The water level at Bisalpur Dam on Saturday went down to 307 metres and with scorching heat conditions, officials are worried about evaporation of water from the dam in coming days. At present, the dam is supplying 395 MLD of water to Jaipur, against the demand of 600 MLD. To continue the supply till July, there are possibilities of deduction of supply in coming days. Bisalpur Dam can produce water only up to 300.5 metres and the water below that is not potable, thus cannot be used for supply. PHED reduced the supply even to Ajmer district where the average demand of water is 350 MLD, but it is able to supply only 250 MLD. On Saturday, for the first time, the level of water went down to 306.96 metres and officials are trying to retain water level till July and are expecting the monsoon to set in in the region by last week of June. On Wednesday, the water level in the dam was 307.2 metres, but it has come down to being lower than 307 metres in the last three days. “For next 50 days, it’s going to be tough, as because of the heat, the demand is increasing by the day, while the supply is being decreased to retain water till July,” said an official source. He added that now, management is the only way to continue the water supply, mostly in Jaipur and in Ajmer, but people have to sacrifice and limit their water consumption. “At present, 1.5 crore litres of water is reduced to Ajmer and that has created a crisis, mostly in the rural region,” added the source. Official sources said that the pre-planned deduction in water supply is to save the skin of the department, because reduction in supply of water from Bisalpur was started from September 1, 2018 and now, department claimed 48 hours’ supply in Jaipur, and 72 hours’ water supply in Ajmer city region, but that varies with distribution system. “The level of water in the dam is decreasing by two centimetre per day, because the catchment area of water is reduced,” said a technical source of the dam. But in reality, there is a water crisis in Ajmer and people are getting only 15 to 20 litres of water in three to four days. People of Nagphani, Ambedkar Colony and nearby regions staged a protest at the office of senior executive engineer of Ajmer and broke an earthen pot in front of the office to register their protest. The supply in Vaishali Nagar and Foy Sagar has also been curbed and people are forced to purchase water tankers. Condition of the rural regions is also getting worse as hand-pumps and wells have already dried up and farmers are worried about availability of water for cattle, mostly in Pisangan region. Download The Times of India News App for Latest City ."}, "9 of family from Bhilwara killed in Leh": {"link": "https://timesofindia.indiatimes.com//city/ajmer/9-of-family-from-bhilwara-killed-in-leh/articleshow/69721031.cms", "time": "2019-06-10 11:14:00", "description": "JAIPUR/AJMER: Ever since the natives of Paladi village of Bhilwara district on Saturday evening came to know about the tragic death of nine persons of a family near Leh in Jammu and Kashmir, villagers rushed to the relatives of the ill-fated family. Nobody in the village cooked food as part of mourning, while family members of the accident victims rushed to Leh on Sunday. TOI spoke to Leh police on Sunday and was informed that nine members of a family including four kids were killed when the truck in which they were travelling from Srinagar to Leh, overturned near Lamera village on Saturday. “The deceased were identified as Papu (45), Nandu (25), Premdevi (35), Ramswaroop (2 months) Ghanshyam (12), Nanda (8), Asha (5) Payal (3), Nandu Devi (26),” said said a senior officer of Leh police station on Sunday. He added that the family was returning from Srinagar and were travelling to Leh when the truck overturned near Lamera on the national highway no-1 near Leh. The family belonged to Bararia caste, who are into making brooms out of grass and were at Jammu and Kashmir to make and sell brooms. As the news of the mishap reached Paladi village on Saturday evening, villagers were shocked and grief-stricken and did not cook to mourn the deaths. The incident took place when the driver of the truck lost control over the wheels at a blind turn. Soon after, few villagers and police bailed out the trapped passengers. “The only survivor of the accident Biru (25) is in shock and is unable to talk. We have been helping him since Saturday,” said the police officer at Leh. Meanwhile at Paladi village in Bhilwara, Sukhram, one of the relatives of the victims, said, “We have lost the whole family. I urge district administration and government to help us in bringing the bodies.” Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Dissapearance of garbage collection centre": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/of-dissaparnke-garbage-collection-center/articleshow/57802011.cms", "time": "", "description": ""}, "Ajmer: 2 accused, 3 aides held for raping minor": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/ajmer/2-accused-3-aides-held-for-raping-minor/articleshow/69866012.cms", "time": "2019-06-20 09:56:00", "description": "AJMER: Police have arrested the two accused who gang-raped a 7-year-old girl on June 14 who was sleeping outside a temple in Beawar town of the district. After committing the crime, the accused hid in hamlets of Tatgarh and Bhim forest where they were traced by a special team consisting of 80 policemen. Three relatives who aided the accused to hide have also been arrested. SP Kunwar Rashtradeep said, “We could recognize one of the accused from the CCTV footage of a camera installed near the temple and started operation to nab them.” As per sources, both were arrested on Wednesday. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "HC summons Ajmer IG and SP in murder case": {"link": "https://timesofindia.indiatimes.com//city/ajmer/hc-summons-ajmer-ig-sp-in-murder-case/articleshow/69640801.cms", "time": "2019-06-04 12:02:00", "description": "JAIPUR: Hearing a bail application of a murder accused, a single vacation bench on Monday asked the inspector general of police, Ajmer range and superintendent of police, Ajmer to appear before the court on Tuesday to explain police have shown recovery of same items from the three accused arrested in this case together. Rahul Sharma, the petitioner who is one of the arrested accused of murder case of a cab driver in 2018 at Arai police station area of Ajmer had approached the Rajasthan High Court for bail. However, the bail was opposed by the public prosecutor. Rishi Raj, defence lawyer informed the court that in connection of the murder of Lalit Kumar, Rahul Sharma and one more person were arrested. “The then SHO had shown recovery of three items including the car, purse and mobile from the three arrested accused. That is the biggest lacuna as usually recovery of different items is done from different persons. It is sheer negligence from SHO who was also trapped by ACB in a corruption case,” he added. He added that SHO in its investigation failed to establish the clarity on the recovery. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Bought for Rs 4,000 each, 2 minors raped for 2 years in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/2-minor-girlsfrom-jkhand-raped-for-2-yrs-in-bhilwara/articleshow/69436228.cms", "time": "2019-05-22 13:20:00", "description": "AJMER: Two minor girls from Jharkhand were allegedly purchased, kept as bonded labourers and raped by several people for two years in Bhilwara. Both the girls, who were continuously harassed and abused, finally fled from their bondage, the campus of an old industry in Raila of Bhilwara district. The girls reached Bhopal and sought help on the child helpline number, after which the National Commission for Protection of Child Rights intervened. District chairperson of the commission Suman Trivedi brought the girls back from Bhopal to Bhilwara and lodged an FIR on Tuesday night. The Raila police promptly arrested two accused and registered the case under provisions of human trafficking and POCSO (Protection of Children from Sexual Offences) Act. Read this story in BengaliDownload The Times of India News App for Latest City ."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Many bid tearful adieu to mishap victims in Bhilwara": {"link": "https://timesofindia.indiatimes.com//city/ajmer/many-bid-tearful-adieu-to-mishap-victims-in-bhilwara/articleshow/69753883.cms", "time": "2019-06-12 07:43:00", "description": "JAIPUR/AJMER: Heart-wrenching scenes were witnessed on Tuesday morning at Paladi village of Bhilwara district when seven bodies were put on a single funeral pyre and consigned to flames. These seven persons were among nine who were killed in a road accident at Leh in Jammu and Kashmir on Saturday. The rest of the two bodies were taken by the deceased’s in-laws at Khera village for funeral. A large number of people gathered at the village during early hours to console the family members and relatives of all those killed in the tragic accident. In the morning, some of the relatives due to dehydration and exertion fainted and doctors were called. Since Saturday, when the news of deaths of nine from the family, including four children reached the village, everyone joined the grief-struck family. Many villages have been burning midnight oils to arrange for things like items needed in the funeral, food for the victims’ family and everyone has been mourning the deaths. As the funeral procession passed through various areas people had tears in their eyes to see the death ofseven persons of their village. “They all were walking, talking and interacting with us. It is very harsh and difficult to accept that even kids have died,” said Jyoti, a resident of the village. Kamal Bagaria another native of the village said that their community is like one family and therefore every member of the community is mourning. The district in-charge minister Arjun Lal also attended the last rites amidst heavy presence of police and administrative officials who came out to console grieved relatives. Another villager Sukharam said that this was the first instance when seven bodies were burnt together in the same place. Nine people: Papu (45), Premdevi (35), Nandu Devi (26), Nandu (25), Ghanshyam (12), Nanda (8), Asha (5), Payal (3) and Ramswaroop (2 months) died, while Bharo was badly injured when the truck they were travelling in slid down a valley in Leh on Saturday. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Ajmer: Commercial complexes’ files under ACB scanner": {"link": "https://timesofindia.indiatimes.com//city/ajmer/commercial-complexes-files-under-acb-scanner/articleshow/69697110.cms", "time": "2019-06-08 09:02:00", "description": "AJMER: Anti-Corruption Bureau (ACB) on Friday demanded 13 original files of commercial complexes that were passed previously without verifying the norms and facts from municipal corporation. The directorate of local bodies (DLB) already charge sheeted officials of the corporation including deputy commissioner Mahender Singh Ralawata and mayor Dharmender Gehlot. Later the corporation seized most of the complexes which were constructed illegally and did not follow proper norms. It is alleged that heat is on in municipal corporation Ajmer as the matter is striking directly to the mayor Gehlot of BJP but congress Corporators came in his defence and demanded the transfer of newly appointed IAS and commissioner Chinmay Gopal, who seized more than dozens of commercial complexes in posh areas of the city. It is alleged that the corporators have demanded a general meeting on June 17 to save the accused involved. After preliminary investigation, ACB demanded 13 files from the municipal corporation. “ACB is acting on issues related to corruption in Rajasthan. So, there are regular traps and raids at different places,” said an official source. ACB team, in this regard, found about the misappropriation and misuse of the government’s power and post, he added. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "190kg man from Ajmer undergoes surgery": {"link": "https://timesofindia.indiatimes.com//city/ajmer/190kg-man-from-ajmer-undergoes-surgery/articleshow/69500759.cms", "time": "2019-05-26 08:01:00", "description": "JAIPUR: Thirty-six-year-old Ashok Jaiswal realised that he has put up additional 110 kg in just 16 years only when he noticed that he has become a laughing stock. Not only his health was spiralling out of control, but also he had to face embarrassment due to his obesity in social gatherings. Weighing 190 kg, Jaiswal is one of the heaviest persons of Ajmer who underwent surgery to reduce his weight. Saturday was the first day he spent at his house after returning from Jaipur’s private hospital where he underwent the surgery. “I hope that everything will be fine now. They (doctors) told me that in six to eight months, my weight will be reduced significantly,” said Jaiswal. Jaiswal works as a storekeeper of kitchen at a private college. His obesity had prevented him from getting socialised. “I started feeling bad about my weight. I started avoiding going to attend marriages in relatives and other such functions. My college administration helped me financially in getting the surgery done,” said Jaiswal. Sedentary lifestyle of Jaiswal has completely changed his life in 16 years. “He came to hospital with complications in the form of gastroesophageal reflux disease, severe gastritis, joint pain pedal edema swelling in the leg leading to ulcerations on leg, obesity, sleep apnea syndrome, low back pain, inability to do his routine work normally. He had complications of morbid obesity in the form of severe gastroesophageal reflux disease,” said Dr Ajay Sharma, gastrointestinal and laparoscopic bariatric surgeon of a private hospital. Sharma said, “This is one of the heaviest man operated at Jaipur till date. We have done mini gastric bypass surgery and his weight is expected to decrease by 50 kg is at the end of six months so at the end of six months he would be around 150 kg and by the end of two years he should be around 100 to 125 kg,” said Dr Sharma. Most of his complications of obesity would resolve by the end of two months from now. Hospital director Dr Suhasini informed about the operation being done at the hospital. Gastrointestinal surgeons claimed that elderly obese patients are also opting for surgery to reduce weight. “Aged 72, Jannat Bano's health was deteriorating. Her weight, which had seesawed up and down for years, had started piling on along with increasing medical issues. Diagnosed with diabetes, high cholesterol, and high blood pressure, Jannat was taking a handful of pills every day. She was 120 kg, when we conducted bariatric surgery last week,” said Dr Sanjay Singhal, bariatric surgeons of a private hospital. She tried many diets, exercise classes and ways of preparing foods. She’d stick with them for a while, then return to old habits. “Jannat's condition was similar to that of the one-third of all Indians who are obese or morbidly obese due to sedentary lifestyle. She was more than 100 pounds’ overweight, had a family history of diabetes, and was unable to maintain a healthy weight with diet and exercise,” said Dr Singhal. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Jaipur burns at 45.2°C, season’s highest so far": {"link": "https://timesofindia.indiatimes.com//city/ajmer/jaipur-burns-at-45-2c-seasons-highest-so-far/articleshow/69592172.cms", "time": "2019-05-31 10:43:00", "description": "JAIPUR: Heatwave conditions continued and the mercury continued to rise for the third consecutive day on Thursday with Sriganganagar recording 48 degrees Celsius in the state, the highest of the season so far. Attributing the continued rise in mercury to the active northerly winds, the Jaipur meteorological department said that a few places in the state may get a minor respite, but by and large the heatwave conditions would persist in most parts of the state in the next 24 hours. Jaipur recorded the warmest morning, with a minimum temperature of 32.2 degrees Celsius, almost 5 degrees above normal. In the afternoon, the maximum temperature settled at 45.2 degrees, the highest in the city so far. This has also led to increase in the number of patients. ‘Increase water intake to check dehydration’In the past three days, the footfall of patients complaining of heat stroke, diarrhoea and food poisoning have increased. Doctors are advising patients to increase water intake added with salt and sugar to prevent dehydration. The sweltering heat prevented people from venturing out of homes and offices. The continued rise in mercury has also increased the workload of technicians of Jaipur Vidyut Vitaran Nigam Ltd (JVVNL). “From Wednesday evening to Thursday morning, we have attended almost 100 calls of power cuts in various localities. Due to extra load, electricity tripped due to overloaded circuits,” said an officer. Many people checked apps on their phones to get the accurate temperature. “Even at 10.30am, the maximum temperature in Jaipur was 44 degrees Celsius, according to various weather apps,” said Manoj Tanwani while returning from a walk at Central Park in the city. Sriganganagar was followed by Churu with a maximum of 47.7 degrees Celsius, Bikaner 47, Jaisalmer 45.7, Kota 45.4, Jodhpur 44.6, Barmer 44, Ajmer 43.8 and Udaipur 42.8 degrees Celsius. Download The Times of India News App for Latest City ."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "World’s smallest woman performs yoga": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/worlds-smallest-woman-jyoti-amge-performs-yoga-ahead-of-international-yoga-day/videoshow/69873117.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "At 50.8 degrees Celsius, Churu logs highest-ever temperature in Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/at-50-8c-churu-logs-highest-ever-temp-in-raj-met-issues-red-alert/articleshow/69617198.cms", "time": "2019-06-02 10:44:00", "description": "JAIPUR: There was no respite from the blistering heat conditions in Rajasthan for the fifth consecutive day on Saturday. Breaking all records, Churu registered 50.8 degree Celsius, highest ever maximum temperature in the state on Saturday. Moreover, Jaipur Met office issued red alert for majority of the places in western Rajasthan and some parts of eastern Rajasthan for next five days. Last time, Churu saw its maximum temperature exceeding 50 degree Celsius was on May 19, 2016 when a maximum temperature of 50.2 degree Celsius was recorded. “Saturday’s maximum temperature of Churu was highest temperature ever registered by Jaipur Met office in any station,” said Shiv Ganesh, director, Jaipur Met office. In its forecast, Met office said that in western Rajasthan, the districts, including Jaisalmer, Barmer, Nagaur, Bikaner, Hanumangarh, Churu, Jodhpur, Barmer, Jalore and Pali will witness severe heatwave conditions till June 4. Likewise, in the eastern Rajasthan, the districts including Ajmer, Alwar, Bharatpur, Baran, Bundi, Dausa, Dholpur, Jaipur, Chittorgarh, Jhalawar, Jhunjhunu, Karauli, Kota, Sikar, Sawai Madhopur and Tonk will also witness severe heat conditions till Monday. People in Jaipur woke up to a warmer morning as a minimum temperature of 31.7 degree Celsius, almost four degree above the normal notch was recorded. It was followed by simmering afternoon when a maximum temperature of 45.2 degree Celsius was recorded. There has been a continuous rise in the number of patients complaining of vomiting, diarrhoea, heat stroke and sunburns. “Only thing advisable is that people should consume at least three litres of water daily, should avoid food outside and also apply god sunscreen while going out as ultra violet index is also high,” said a senior doctor at SMS hospital. In the afternoon, roads wore deserted look as people confined themselves to their respective offices and homes. Various eateries, restaurants and markets were almost empty till 6 pm at various parts of the state. Except Udaipur, majority of the places in the state witnessed its maximum temperatures above 44 degree Celsius. There is no forecast of any respite as similar conditions will prevail in the state till June 4. Except some dust storm and mild showers the weather would mainly remain dry in the state. Churu witnessed hottest day ever in its history as a maximum temperature of 50.8 degree Celsius was recorded. In Video:Heatwave conditions peak across India, 2 dead as temperature crosses 50 in Rajasthan’s ChuruDownload The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Rs 50,000 ‘instant’ legal aid for seven-year-old gang-rape survivor": {"link": "https://timesofindia.indiatimes.com//city/ajmer/rs-50k-instant-legal-aid-for-7-yr-old-gang-rape-survivor/articleshow/69817326.cms", "time": "2019-06-17 09:14:00", "description": "AJMER: District Legal Aid Service Authority (DLASA) got into action just hours after the news of a gang-rape of a seven-year-old girl was reported to it in Beawar town on Saturday. In a bid to aid the girl’s treatment and provide interim relief to the family, the body gave Rs 50,000 to the girl’s family while also arranging for trauma management care for the whole family. Late Friday night, when the minor was sleeping with her family outside a temple in Beawar, a group of three youths abducted the girl, gang-raped her and then threw her in the nearby jungle before fleeing. On Saturday morning, the minor returned bruised and crying to her parents and narrated the incident. The matter was reported to the police and the girl was admitted to the government Amrit Kaur hospital where she’s currently undergoing treatment. Police have registered a case and identified one of the accused in the CCTV camera of a nearby shop and is searching for the other accused in the matter. The matter was reported to the state legal aid authority at the Rajasthan High Court where the body directed the district officials to reach out to the victim for interim relief. “District and sessions judge and chairman of the authority Vinod Kumar Bharwani asked the legal aid to provide aid and assistance to the victim,” said Shakti Singh Shekhawat, additional district and session judge and secretary of the authority. He said cognizance has been taken on this heinous crime and a factual report was gathered where it was found that unidentified accused abducted the sleeping girl and raped her. “There are seven members in the family of which five are children. A sum of Rs 50,000 has been given to the family to help them in this situation,” added Shekhawat. DLASA officials said that while law will take its own course, looking into the mental and psychological condition of gang-rape survivors and their families is very critical and that help must be rushed to them first. “The law will take its own course but what important is to help the minor and her family come out of the trauma,” said Shekhawat. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Unable to repay bank loan, farmer ends life": {"link": "https://timesofindia.indiatimes.com//city/ajmer/unable-to-repay-bank-loan-farmer-ends-life/articleshow/69419386.cms", "time": "2019-05-21 06:15:00", "description": "AJMER: A farmer in the district allegedly committed suicide on Sunday as he was unable to repay the bank loan. The bank had allegedly served the notice to seize his land. Angry relatives objected to the post-mortem on Monday when they came to claim the body. The police have registered a case and are investigating the matter. One Ladu Singh (40) of Telara village of Bhinay block of the district committed suicide, the police said. The deceased’s relative Dashrath Singh claimed that two bank personnel came to the farmer’s residence on Sunday. “They came to serve him a notice to seize his farm land. Vijay Singh (80), grandfather of Ladu, took a loan of Rs six lakh from a nationalized bank two years ago but was unable to repay it,” said Dashrath Singh. Ladu is said to have signed as a guarantor and he put his land on the guarantee papers. “Vijay and Ladu were unable to repay the loan because crops in last two years failed and they ploughed some land for vegetables as alterative but they earned little money out of it,” added Dashrath. “When the bank officials left, the deceased went into depression and had no alternative to save his land. He went out and came back late in the evening. He went inside his room and when I saw him there blood was coming out from his mouth,” said Vijay Singh, grandfather of the deceased. Ladu was brought to JLN Hospital where he was declared brought dead. Relatives gathered to take the body back to their village. When the police asked for post-mortem the angry relatives staged a protest. Even after giving in writing they took the body without post-mortem. Dashrath said that Ladu was unmarried and is survived by his grandfather and mother. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Yoga day 2019: PM Narendra Modi marks event in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "79.85% students make the cut in RBSE Class X exam": {"link": "https://timesofindia.indiatimes.com//city/ajmer/79-85-students-make-the-cut-in-rbse-class-x-exam/articleshow/69640690.cms", "time": "2019-06-04 12:09:00", "description": "AJMER: The state reported a pass percentage of 79.85% when Class X results were announced by the Rajasthan Board of Secondary Education (RBSE) on Monday. This is slightly lower than 79.86% recorded last year. Girls once again performed better than the boys, with a pass percentage of 80.38% compared to 79.45% for boys. Education minister Govind Singh Dotasra released the results and congratulated the toppers. According to the board, a total 10,98,132 students (6,12,770 boys & 4,86,550 girls) appeared for the exam, with 8,76,848 students (4,86,271 boys & 3,90,569 girls) making the cut. Of this, 3,37,780 students were placed in first division. Mathematics remained tough for students as only 83% students managed to pass. Hindi seemed to be the easiest subject in which 96.26% students were declared as passed. Students have also shown improvement in English compared to last 20 years. This time 92.18% cleared English while science again proved a tough subject to crack where 88.96% were declared pass. In social science 94.38% students passed. Download The Times of India News App for Latest City ."}, "Heatwave hits life in parts of Rajasthan": {"link": "https://timesofindia.indiatimes.com//city/ajmer/heatwave-hits-life-in-parts-of-state/articleshow/69556109.cms", "time": "2019-05-29 13:55:00", "description": "JAIPUR: Blistering heat wave affected normal life in parts of Rajasthan where Bikaner recorded the highest temperature of 45.6 degrees Celsius on Tuesday. Jaipur Met office has said the heat wave conditions would intensify in eastern and western parts of the state in the next couple of days. Continued rise in mercury has further aggravated problems related to drinking water and power supply. In some parts of the state including Barmer, Ajmer, Bhilwara, Jodhpur, Churu, Bikaner and Jaisalmer, people are not getting drinking water on a regular basis. The district collectors concerned are arranging for water tankers for the public. In Jaipur, a minimum of 29.6 degrees Celsius was recorded, almost two degrees above normal. The city witnessed the hottest day of the season so far with maximum temperature of 43.2 degrees Celsius. Several colonies also witnessed abrupt power cuts due to increased usage in city. Bikaner was followed by Sriganganagar and Jaisalmer where a maximum temperature of 45.2 degrees Celsius was recorded, Churu 45.1, Kota 45 Barmer 44.6, Jodhpur 44.5, Ajmer 43.5 and a maximum of 41.8 degrees Celsius was recorded in Udaipur. The heat wave conditions will further aggravate in the state in the next 24 hours, Jaipur Met office said. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Girls shine again in Ajmer region": {"link": "https://timesofindia.indiatimes.com//city/ajmer/girls-shine-again-in-ajmer-region/articleshow/69209076.cms", "time": "2019-05-07 09:54:00", "description": "AJMER: Girls once again outperformed boys in the Ajmer region in CBSE Class X results, which were announced on Monday. The girls logged a pass percentage of 97.34% compared to 94.91% for boys. Overall, the figure stood at 95.89%, which is 3% higher than last year, said a CBSE official. In Ajmer region, Arihant Jha from Jamnagar in Gujarat and Taru Jain from Jaipur shared the first rank with 499 marks. “I never expected to score 100 in four subjects. This success has brought me closer to my dream of pursuing honours in economics from Delhi University,” said Jain, a student of St Angela Sophia School in Jaipur. As per the merit list released by CBSE, six students made it into the top three ranks in Rajasthan. Jaipur’s Shreya Khandal of Maheshwari Girls Public School stood second. She scored 496 out of 500 marks. The third sport was shared by four students—Shruti Sharma of St Angela Sophia Sr Sec School, Jaipur, Mehul Kochar of Shri Jain Public School in Bikaner, Rajat Choudhary of Tagore International School, Bhadra in Hanumangarh and Riya Choudhary of Bakhshi’s Springdales Sr Sec School, Borkhera, Kota. They all scored 495 marks as per the merit list released by the CBSE. Giving details, Sanjeev Das of CBSE, Ajmer region, said the girls’ pass percentage is higher than the boys. From across the country, students from Thiruvananthapuram fared the best with a pass percentage of 99.85%, followed by Chennai (99%) and Ajmer (95.89%). Students from 2,545 schools of Ajmer region which includes Madhya Pradesh, Rajasthan, Gujarat, Dadra and Nagar Haveli had registered for exams. From a total of 1,94,826 students who had registered, 1,94,303 appeared for the exam. Of these, 1,84,183 students passed the exams. He said that 7,126 students who had failed can reappear for the exam after a month. Kendriya Vidyalayas topped in the exam with a pass percentage of 99.3%, followed by Jawahar Navodaya schools at 98.72%. Private schools ranked third with 94.95% and government schools stood at 93.87%. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}}