{"Musical ‘Voice of city’ entertains audience": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/musical-voice-of-city-entertains-audience/articleshow/69864988.cms", "time": "2019-06-20 04:41:00", "description": "Nagpur: To take the music lovers on a melodious journey, the karaoke singer club Prafulla Shah organized a programme ‘Voice of city’ at Utkarsh Hall, Mor Hindi Bhavan, Sitabuldi, on Tuesday. Conceptualized by the members of the group including Yogesh Butke, CY Raipure and Sandeep Malik, the show was hosted by Pravin Bhivgade.Most of the songs presented by the artistes were originally sung by legendary singers like Lata Mangeshkar, Mohammed Rafi, Asha Bhosle, Mukesh, Kavita Krishnamurthy and Kishore Kumar.Butke kick-started the event with the peppy number ‘Darde dil darde jigar’ from the movie ‘Karz’ which was followed by a duet performance by Vijaya and Sandeep Malik on ‘Teri yaad aa rahi hai’ from the movie ‘Love Story’. Vaibhav Dashputre mesmerized the audience with his performance on ‘Koi roko na dewaane ko’ from the movie ‘Priyatma’. The next performance by Chanchal Singh on ‘Dewaana mai chala’ which was well-received. The soulful composition ‘Lambi judai’ was rendered by Bhagyashree Kulkarni and went on to perform another duet with Singh on ‘Tip tip barsa paani’ that set the mood right.The artistes engaged the music lovers with evergreen songs like ‘Raat ke humsafar’, ‘Pyaar do pyaar lo’, ‘Sola baras ki baali umar’, ‘Ek pyaar ka nagma hai’, ‘Naino mein badra chhaye’ , ‘Tu tu hai wahi’, ‘Jo tumko ho pasand’ and some others makingthe audience jog down the memory lane.Other singers Aruna Choudhari, Shaila Kachore, Kaushik Pujari and Alpa Tawaliya entertained the gathering.(Reporting by Srishti Sankrit)Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "sawari auto menace at abhyanker road sitabuldi": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sawariautomenaceatabhyankerroadsitabuldi/articleshow/69683760.cms", "time": "", "description": ""}, "NMC notice to Scania for shifting buses sans intimation": {"link": "https://timesofindia.indiatimes.com//city/nagpur/nmc-notice-to-scania-for-shifting-buses-sans-intimation/articleshow/69848486.cms", "time": "2019-06-19 13:39:00", "description": "NAGPUR: The Nagpur Municipal Corporation (NMC) city transport department on Tuesday served notice to Swedish bus maker Scania Commercial Vehicles India Private Ltd for moving out its ethanol-run buses from the city without any intimation. The civic body also questioned how Scania dismantled the ethanol fuel dispensing unit at Khapri. TOI had, on Tuesday, reported Scania had shifted 24 of the 25 ethanol buses, probably to Bengaluru, putting paid to NMC’s plan to resume the country’s first green city bus service. Chairman of city transport committee Bunty Kukde conducted an investigation and found only one bus was left in the city. Following Kukde’s directives, city transport manager Shivaji Jagtap sent notice to Torbjorn Glad, CEO of Scania’s special purpose vehicle — SST Sustainable Transport Solutions. “It is a very serious issue that you unilaterally shifted buses from the city. The buses were registered with RTO as public transport vehicles. Therefore, the permission of appropriate authority was mandatory, which was not ensured. Therefore, we will take appropriate action against you after verifying legal provisions,” Jagtap said. Kukde said NMC will inform arbitrator AR Patil about the incident. “Scania had stopped the service unilaterally. NMC had refused to accept termination notice of Scania. It seems the company was not interested in serving the city, local people and country. We will take appropriate action, as we have Scania’s bank guarantee and payment,” he said. Download The Times of India News App for Latest City ."}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Illicit dump and defilement in Gulch": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illicitdumpanddefilementingulch/articleshow/69883181.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Commercial cylinders in open in bunglow": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/commercialcylindersinopeninbunglow/articleshow/69807960.cms", "time": "", "description": ""}, "Experts brainstorm over clean air issue": {"link": "https://timesofindia.indiatimes.com//city/nagpur/experts-brainstorm-over-clean-air-issue/articleshow/69848378.cms", "time": "2019-06-19 13:51:00", "description": "NAGPUR: A seminar titled ‘Clearing the air in Nagpur: Strengthening actions through partnerships’, jointly organized by Clean Air Asia (CAA), Nagpur Municipal Corporation and Integrated Programme for Better Air Quality in Asia (IBAQ) provided a platform for a discussion on the Nagpur air action plan which has been recently approved by the Central Pollution Control Board (CPCB).  The clean air action plan was prepared by Maharashtra Pollution Control Board (MPCB) with support from National Environmental Engineering Research Institute (Neeri) and the NMC has taken up the lead in its implementation. The seminar was inaugurated by mayor Nanda Jichkar and municipal commissioner Abhijit Bangar. Setting the context for the seminar, India director of CAA Prarthana Borah said, “Since the clean air action plan has been approved by the CPCB, it is now time to deliberate over its implementation. The major problem lies in developing cities as there is increased constructional dust and emissions due to improper waste management deteriorate the air quality.” Borah said that the objective of organizing the session was to engage in a discussion regarding sustainable urban development and clean technology for clean air. Bangar emphasized on the need to take account of the vulnerable sections of the city as all localities are not affected equally. He added, “It is high time to start implementation of schemes for the improvement in air quality management. Through this event, an organized effort will be made to retain Nagpur's ‘Green city’ tag and move forward in the direction of maintaining good air quality for future generations.” In her address, Jichkar focused on the regulatory, policy and implementation tactics. She said, “Now that the Smart City project is in full-swing, the hazardous dust particles from constructional activities is a matter of seriousness. I hope, through citizen awareness and government partnership, we derive a concrete solution to mitigate pollution. Neeri has done a great job at creating a road map of the activities that need to be done. With the help of concerned officials and participation of leaders, we will implement strict rules to ensure everyone breathes fresh air.” Leena Buddhe, director at Centre for Sustainable Development (CFSD), urged NGOs to collaborate in implementation of the air action plan for leveraging wider change. AS Harinath, from World Bank, delved deeper into the aspects of implementation strategy of Nagpur air action plan. He said, “Having an action plan is the first step. Our commitment is to build on the government’s action plan. We then need implementation, investment and coordination between a number of agencies.” Representatives from local government, civil society, academia and technology providers engaged in an interactive session where they analysed their roles in the action plan and suggested proposals. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "garbage on the road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageontheroad/articleshow/69883128.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Survey report debunks Nagpur’s logistics hub story": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/survey-report-debunks-nagpurs-logistics-hub-story/articleshow/69865098.cms", "time": "2019-06-20 10:48:00", "description": "NAGPUR: Amid much hype over Nagpur emerging as the country’s warehousing hub in the Goods and Service Tax (GST) regime, a report by Knight Frank, an international research agency, has discounted the theory. Even as the logistics sector has grown by 77% in 2018, Nagpur is yet to find a place in India’s warehousing map, it says. The report also says that Nagpur’s emergence as a warehousing hub remains uncertain, due to its lack of proximity to any major consumption centre. The report was released on Wednesday. Nagpur was chosen for the study considering the hype and also the recent developments in terms of infrastructure carried out here. Knight Frank’s report, which studied a number of major areas like Ahmedabad, Kolkata, Hyderabad and NCR, only puts Nagpur among the second rung centres in terms of warehousing business. “Despite its strategic location, the major consumption markets such as Delhi, Mumbai, Kolkata, Bengaluru and Chennai are 800 to 1,000km away from Nagpur. The tier II and tier III cities near Nagpur like Raipur, Jabalpur, Bhopal, Bhilai and Indore are far below in the pecking order from a consumption perspective. While it is still premature to write off Nagpur, its warehousing clusters are not getting organized as fast as other cities, post implementation of GST,” says the report. Pinkesh Teckwani, national director (industrial & asset services) for Knight Frank India, told TOI, “Nagpur may have a strategic advantage in terms of location but having a central warehouse under the hub and scope model here does not make a feasible business proposition for many. Logistics still constitutes almost 13% to 15% of the cost component. Given the distances from major consumption centres, bringing a warehousing set-up in Nagpur would not make a major difference in terms of cost reduction.” Centres like NCR or even Mumbai would be too far to be fed from Nagpur. NCR and Mumbai constitute almost 40% of the consumption, he said. Nagpur can, however, have regional hubs catering to locations within a distance of 300km, he said. It can also emerge as an air cargo hub but surface transport can’t be as feasible. However, a chunk of transportation remains to take place through road. The reduction in transportation may not even be compensated by lesser rentals, he said. Meanwhile, the Knight Frank report also mentions that the Mihan project is expected to attract sizeable investments for both SEZ and non-SEZ areas, due to which Nagpur can emerge as a major cargo hub. The manufacturing industry units will include those from sectors like food processing, pharmaceuticals and textiles The large-scale industrial activity is likely to give a fillip to quality warehousing business. The industrial estates of MIDC too have a major role to play in the development. Shivkumar Rao, vice-president of Vidarbha Economic Development Council (VED), said it was always proposed that Nagpur has the prospect of emerging as a regional hub. However, even that has to be facilitated by putting in place the right regulatory framework. The state had come up with a logistics policy in 2018 which remains to be implemented completely, he said. VED had been championing for Mihan since the idea was conceived. Atul Pande, president of Vidarbha Industries Association (VIA), maintained optimism about Nagpur, said that it is the apparent choice for a logistics hub. Every part of the country is almost equidistant from Nagpur and the city is well-connected by road, rail and air, he added. Download The Times of India News App for Latest City ."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Raavi Paar: A play": {"link": "http://photogallery.indiatimes.com/events/nagpur/raavi-paar-a-play/articleshow/69853811.cms", "time": "", "description": ""}, "‘India has just 2.4% of world’s land but 18% of its population’": {"link": "https://timesofindia.indiatimes.com//city/nagpur/india-has-just-2-4-of-worlds-land-but-18-of-its-population/articleshow/69848388.cms", "time": "2019-06-19 13:48:00", "description": "NAGPUR: India holds only 2.4% of total land surface but we host more than 18% of the world population. So think how little we have and how much more we have to share among each other, revealed DS Meshram, president of Institute of Town Planners of India (ITPI), New Delhi, here on Monday. Dr Meshram was speaking during the second edition of lecture series on ‘Manageable Cities and it’s Determinant Factors’. The event was held by ITPI, at its hall in Trimurti Nagar, on Monday. Dr Meshram further said, “In India the land to per person ratio is 0.0024 while in the world it is 0.011.” “The main issues for the marginality disturbance are land, human and financial capital. There is no land in urban areas to develop, neither people have the finances to support anymore development,” he said. He gave an example saying, “A frog cannot grow up to the size of an elephant neither an elephant can grow to infinity, in the same way there is a limit to the expansion of cities and towns.” Main speaker of the event and director of School of Planning and Architecture, Bhopal, N Sridharan spoke about the importance of planning and people marginalized based on income, caste, space, gender, age and asset. He told about how Modi government focused on most deprived sections and has transformed lives and livelihoods. Sridharan sounded optimistic by saying that by 2031 the population would go down by 6,000 in South India. He concluded his speech by saying, “We need more planners today, than ever before.” Sujit Rodge, chairman of ITPI, Nagpur, and Sarika Bhadure were also present. (Reporting by Himesh Pande) Download The Times of India News App for Latest City ."}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Students have a gala time at Saptrang 2K19": {"link": "http://photogallery.indiatimes.com/events/nagpur/students-have-a-gala-time-at-saptrang-2k19/articleshow/69322226.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "NMC may lose 163 marks for potholes in Swachh Survekshan": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/nmc-may-lose-163-marks-for-potholes-in-swachh-survekshan/articleshow/69865511.cms", "time": "2019-06-20 10:00:00", "description": "NAGPUR: The next round of Swachh Survekshan is likely to see Nagpur Municipal Corporation (NMC) lose marks due to potholes on roads. NMC has received a kit for the 2020 Swachh Bharat Survekshan, which has three broad parameters; infrastructure availability, maintenance of road premises and equipment, and feedback from commuters for rating roads on overall cleanliness, under the Swachh Bharat Survey. Bad roads or potholed roads would cost NMC 163 marks. In 2019, Nagpur city stood 58th in the Swachh survey. This means NMC will not only have to make the roads free of potholes but also keep them well maintained through the monsoon. Even open water drainage system will account for four marks. Lack of zebra crossings or stop lines will cost the civic body another four marks. Non-functioning or poor maintenance of traffic signals will also cost four marks. Encroachment on footpaths and lack of traffic signs weighs for eight marks. In recent years, NMC earned a dubious distinction for bad roads and poor maintenance of traffic signals. Civic activist and secretary of Vidarbha Taxpayers Association (VTA) Tejinder Singh Renu admitted that Nagpur will face an extreme challenge due to new parameters of Swachh infrastructure. “As a majority of roads in Nagpur are under construction, our current roads condition, water drainage, street markings and cleanliness is certainly not up to the mark. Therefore, maintaining our position will be a big challenge for city administration,” he pointed out. “I believe such change of parameters by ministry of urban development is deliberate so that all city administrations concentrate on road conditions, which need to be good with the monsoon around the corner. Bad roads in the rainy season makes road usage extremely dangerous, especially for two-wheeler users,” he added. Our city administration needs to be strict about contractors, including those of MSRDC, NHAI and NIT, as roads are not repaired even after other work is completed. The service roads are in a pathetic condition, which makes riding absolutely miserable during monsoon. “If roads are not made motorable soon, I fear a drastic drop in city’s rating in next Swachh Bharat rankings,” he said. Another challenge for NMC this year will be to remain on its toes through the year, as from this year Swachh Bharat assessment would be undertaken on a quarterly basis. This move comes after many cities slipped, and were not able to maintain hygiene once they got a decent ranking on cleanliness levels in the previous Swachh surveys, and NMC was no exception. The quarterly rank of cities will play a crucial role in their annual ranking in Swachh Survekshan 2020 because of the 25% weight given to the quarterly assessment, said the official. The annual assessment will be conducted between January and February 2020, he said. Download The Times of India News App for Latest City ."}, "Traffic cop held with liquor, dismissed": {"link": "https://timesofindia.indiatimes.com//city/nagpur/traffic-cop-held-with-liquor-dismissed/articleshow/69847668.cms", "time": "2019-06-19 13:56:00", "description": "NAGPUR: Traffic constable Sachin Hande, attached to Sitabuldi division, was dismissed from service by the Joint commissioner of police Ravindra Kadam on Tuesday. He was earlier caught, along with one Pranav Mhaisekar, by Chandrapur police near Nanduri toll naka on June 9 while ferrying foreign liquors in a car in the dry district. Hande and Mhaisekar were arrested by Warora police of Chandrapur district after seizing two cartons of liquor in their car. The car was driven by Mhaisekar. Hande, who was in uniform despite being a holiday, had tried to mislead the cops. Warora police was also granted two days of custody remand by the court for detailed investigation. It’s learnt that the car was in the name of Mhaisekar’s mother who is a medical practitioner too. City police top brass, after receiving the official reports from their Chandrapur counterparts, decided to invoke the powers granted to competent authority under article 311 (2) (B) of the Indian constitution to remove Hande from service for maligning the image of the department. The city police also cited the nexus of Hande with criminals and racketeers as the other reason for his dismissal. Another ground, proposed to dismiss Hande, was that he may influence, threaten and intimidate the witnesses if any inquiry is instituted against him. Download The Times of India News App for Latest City ."}, "Revival hopes gone, helpless orange growers cut trees": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/revival-hopes-gone-helpless-orange-growers-cut-trees/articleshow/69880240.cms", "time": "2019-06-21 05:25:00", "description": "Nagpur: Hopes of a shower quickly wane as the partially cloudy sky clears in no time. “It’s been like this since 2-3 days,” says Ashok Kharade, an orange grower in his 70s, looking upwards as workers prepare to carry away the chopped wood on a trailer from his 20-acre farm. Drought has left the 700 trees of his orchard sapped beyond revival. He has no choice but to mow them down. The trees would have bore fruit for another 15 years had there been enough water, he says. The well in his farm has touched rock bottom and the water that trickles is only enough to keep the new plantation alive, which would take another four years to bear fruit. In his decades of experience in the orange belt of Katol taluka, 60km from Nagpur, Kharade says times were never so tough. Scores of trees of the famed Nagpur orange and sweet lime (mosambi) also grown side by side, have withered away due to lack of water. The trees bear fruits during summer and have to be irrigated till its rains to get a sizeable harvest in September-October. Two years of deficient rains have left water resources depleted. Water wasn’t released for irrigation from the nearby Jam project, say locals. With even farm wells exhausted, for those like Kharade the only option is to cut down the trees. He plans to grow cotton on the land and plant orange or mosambi saplings only a year later. The orchard earned him around Rs2 lakh a year. “I can manage because my sons work and farming is not the sole means of livelihood,” he says. Clearing the orchards has cost him Rs50,000 and the wood that has no other use except fuel may fetch Rs4,000, says Kharade. “Others are not so lucky. A majority of the growers depend solely on agriculture. Farmers are managing to get water even by deploying tankers to keep the trees alive. However, about half of the orange trees in the area have died. The situation is worse in other pockets like Warud in Amravati,” says Manoj Jawanjal, a director in Maha Orange, an orange growers’ association. There is a likelihood of a major dip in area under orange this year. The government should promptly undertake a survey and assess the damage. A demand has been already put up at the collectorate, he says. Across the road, workers toil 65 feet below in a well. A worker Premalal climbs up the pulley. “We have been digging since a week, and may have to go further 9 feet deep to strike water. Our team has deepened 4-5 wells during this season only to get water at 70 to 75 feet depth,” he says. Even the JCB operator is a busy man with orders to raze orchards in villages around. Riding a rickety bicycle, Shankar Gawande looks desperate. Over a quarter of his orange trees have gone. With little funds, he does not plan to even cut the trees this year. “It’s a loss of almost Rs1.25 lakh. I have three sons, none earns enough,” he says. A tanker costs Rs1,000 for each round. Tankers are needed in a gap of 2-3 days. Farmers like Arun Raut have gone for tankers. “So far, I have gone for 10 rounds of watering using tankers. Hopefully, that would save the 200-odd trees I have,” he says. Patches of green orchards seen intermittently are either due to availability of ground water or tough efforts. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Light showers but it is not monsoon yet": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/light-showers-but-it-is-not-monsoon-yet/articleshow/69881023.cms", "time": "2019-06-21 04:18:00", "description": "NAGPUR: Light rainfall on Thursday brought respite from sweltering heat in the city. According to the met department, monsoon is expected to hit Vidarbha in the next five-six days. Late in the afternoon on Thursday, Nagpur received a rainfall of 2 millimetres, bringing the maximum temperature down to 40.6 degree Celsius, which was still five degrees above normal. On Wednesday, the city recorded a maximum temperature of 41.5 degree Celsius. As per met officials, pre-monsoon showers have hit some parts of the region. “Though light, the rains can be termed as beginning of pre-monsoon showers. Monsoon has hit Goa and Konkan belt and its onset in Vidarbha is expected in soon,” said Mohanlal Sahu, deputy director of Regional Meteorological Centre (RMC), Nagpur. As per RMC data, Amravati received the highest rainfall in the region on Thursday at 3.1mm. Apart from this, Buldhana and Yavatmal received 0.9 and 0.7mm rains, respectively. At 42.3 degree Celsius, Bramhapuri was the hottest in the region. Maximum temperatures in Nagpur are expected to be around 40 degree Celsius for the next two days. By the start of next week, the mercury levels are expected to witness a further dip to 37-35 degree Celsius. Download The Times of India News App for Latest City ."}, "\nJohn Abraham, Varun Dhawan and Jacqueline Fernandez promote 'Dishoom' in Nagpur\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/John-Abraham-Varun-Dhawan-and-Jacqueline-Fernandez-promote-Dishoom-in-Nagpur/articleshow/52915451.cms", "time": "", "description": "When a fan challenged Varun Dhawan to lift his 'Dishoom' co-star John Abraham, he sportingly did so at a college event in Nagpur. Later, at a media event in Nagpur, Varun Dhawan challenged Jacqueline Fernandez to lift John Abraham. The actress surprised everyone with her sincere attempt. But John proved to be the real ‘Hulk’ as he scooped Varun in his arms, while Jacqueline piggybacked. Talk about muscle power! Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Maharashtra yet to assess damage": {"link": "https://timesofindia.indiatimes.com//city/nagpur/state-yet-to-assess-damage/articleshow/69847647.cms", "time": "2019-06-19 14:06:00", "description": "NAGPUR: The state government has taken no cognisance of the loss in oranges despite being aware of the situation. A group of leaders led by former MLA Ashish Deshmukh had met district collector Ashwin Mudgal more than a fortnight back and appraised him about the dwindling water scenario in orange orchards. In their representation, they had demanded 90% subsidy on drip irrigation, supply of water through tankers in highly dried areas for irrigation and advising state agriculture farmers to guide in mulching. “The collector had assured us to forward our demands to the chief minister. Unlike western Maharashtra, Vidarbha’s horticulture farmers have got no compensation for drought in areas like Kalmeshwar, Katol and Narkhed,” said Deshmukh. The state agriculture department has also not conducted any survey yet to assess the extent of the orchard drying. R Bhonsale, joint director agriculture, Nagpur division, told TOI that the survey can be done only on directions of the district collector. “We have no such instructions yet,” he said. New state agriculture minister Anil Bonde said that he took meetings of agriculture secretaries and directors, and told them to generate their own data on affected areas without depending on the revenue department. “Agriculture department officials should remain connected with farmers and always have an estimate of any losses about all crops,” he said. Though most farmers are claiming that their orchards incurred permanent damage, MS Ladaniya, the director Central Citrus Research Institute (CCRI), has denied it. “It is temporary drying. Even if a few green leaves are present on a tree, it can be revived through rain. But this is possible only in the areas where there is heavy and deep soil in orange growing areas in Morshi, Warud and Katol tehsils. Oranges in shallow and light soils will not survive such drought,” he said. Ladaniya claims that CCRI had issued advisories to orange growers to thin the fruits (remove half fruits) from trees to reduce the loss on a tree. The institute had also suggested mulching (covering of the tree bottom by grass, straw or even plastic) to prevent evaporation losses. This helps conserve water near the roots. “The state government needs to take the issue seriously. Farmers should be advised to retain moisture in soil and spend more money on it. Last monsoon had a 23% deficit. If this persists, this year too the situation will be grave. There should be a water grid for proper distribution. It is an expensive proposition but is one of the solutions,” said Ladaniya. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "outer ring road work incomplete since ages": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/outerringroadworkincompletesinceages/articleshow/69683815.cms", "time": "", "description": ""}, "MahaMetro changes devpt model for 25-storey TTMC, to be one of city’s tallest": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/mahametro-changes-devpt-model-for-25-storey-ttmc-to-be-one-of-citys-tallest/articleshow/69881823.cms", "time": "2019-06-21 05:14:00", "description": "NAGPUR: In view of poor response received from bidders, MahaMetro has changed the development model of 25-storey traffic and transport management centre (TTMC) opposite Yeshwant Stadium. The building will be one of the tallest in the city after completion. Earlier, the private operator was to construct the project on its own and pay royalty to the Metro agency. However, during the pre-bid meeting, construction companies said that it would be difficult for them to obtain all clearances from agencies like Nagpur Municipal Corporation (NMC). MahaMetro therefore decided to construct the structure itself using the operator’s money. “We will obtain all the permissions needed for construction. The operator will pay us money in instalments. It will also do the interiors. It will start paying us royalty when it starts leasing out the property. The exact revenue model is however, being worked out,” said Brijesh Dixit, managing director of MahaMetro. Admitting that the slump in real estate market had hit the project, he said that the construction model may be changed if it does not get proper response. The project will come up on Patwardhan Ground, which is spread over an area of around 20,000 square metre. The TTMC will be connected with Sitabuldi Metro station with an elevated skywalk. Metro will provide bus connectivity and parking in the TTMC. The construction will have a floor to space index (FSI) of 4 and will be spread over 9.83 lakh square feet. Some 2.92 lakh square feet will be dedicated to free parking. One TTMC tower will be 25 storey high while the remaining two will have 19 floors. All the towers will have retail mall on ground, first and second floors and small offices on third, fourth and fifth floors. A three-level multiplex has been envisaged above fifth floor in Tower 1 and fifteen floor of offices in Towers 1 and 3. Retail mall would have online stores, food court, family entertainment centre, large format stores, supermarket, mini anchor fashion store, mini anchor for electronics and home decor, etc. The basement will be completely dedicated to parking. There will be 600 bays for parking of cars, 1,050 bays for parking of motorcycles and 1,000 slots for bicycles. L&T leased trains on CM’s request While activist Prashant Pawar had alleged that MahaMetro leased two trains from L & T, which runs the Hyderabad Metro, because it is a private company, documents obtained by TOI show otherwise. L & T was extremely reluctant to provide the two trains (six coaches) sought by MahaMetro. It was only after Maharashtra chief minister Devendra Fadnavis wrote a letter to his Telangana counterpart in May 2017 that L & T changed its decision. MahaMetro was forced to lease L & T trains because they are similar to the Nagpur Metro ones. Both have three coaches and front evacuation facility. Commissioner of Metro Rail Safety (CMRS) had asked MahaMetro to conduct trial run only with trains that are similar to the ones to be used by Nagpur Metro. L & T took advantage of this fact and charged a whopping Rs7.5 crore annual rent per train. It imposed a condition that the lease period should be four years. MahaMetro managed to reduce it to three. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Newly appointed ‘vruksha mitra’ gets into act, saves trees": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/newly-appointed-vruksha-mitra-gets-into-act-saves-trees/articleshow/69881397.cms", "time": "2019-06-21 04:44:00", "description": "NAGPUR: A day after ‘Vruksha Mitra’ card was handed over to green activist Mehul Kosurakar by mayor, he saved fully-grown trees which were facing the axe through illegal felling. The civic body has made 200 such appointments to encourage green lovers save urban tree cover. On a tip-off from a citizen about tree felling in Gokulpeth, Kosurakar from NGO Green Vigil Foundation reached the spot where a group of labourers were chopping branches of a fully-grown Subabul tree. On enquiring, the activist found that the tree was being cut without the mandatory permission from Nagpur Municipal Corporation’s (NMC) garden department. “The illegal activity was taking place inside the residential premises of Praful Goregaokar. When I initially tried to stop them, they got aggressive and landed into an argument. After I showed them the Vruksha Mitra card, they calmed down and left the spot,” said Kosurakar. The activist then met the house owner Goregaokar and explained to him the amended Maharashtra (Urban Trees) Protection and Preservation of Trees Act. He also alerted the NMC garden department after which a team reached on site and filed a panchnama after spot inspection. While it is not known how many trees were planned to be chopped, Kosurakar said there were Neem and few more trees in the bungalow garden. In his statement given to officials, Goregaokar stated that the trees posed a threat as they were close to overhead electric wires, a claim refuted by the green activist. The house owner has assured not to cut any more trees. Taking note of increasing practice of house owners cutting their own trees, the civic body is promulgating that citizens need permission for even trimming a tree inside their premises. To ensure public participation in saving green cover, NMC has adopted the concept of Vruksha Mitra or friend of trees which was proposed by environment NGO Nature Conservation Association. The group suggested that Vruksha Mitras can lend helping hand to the short-staffed garden department by performing certain duties like reporting about illegal tree-felling, identifying sites for tree plantations etc Mayor Nanda Jichkar said that NMC is identifying green lovers from different areas and appointing them as Vruksha Mitras. According to garden superintendent Amol Chorpagar, the duties of Vruksha Mitras will be decided soon. “We will be finalizing what powers they will hold and responsibilities they will have to carry out,” he said. Download The Times of India News App for Latest City ."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Speed up DP Road construction work: Nagpur deputy mayor tells officials": {"link": "https://timesofindia.indiatimes.com//city/nagpur/speed-up-dp-road-construction-work-nagpur-deputy-mayor-tells-officials/articleshow/69863631.cms", "time": "2019-06-19 22:20:00", "description": "NAGPUR: Deputy mayor Deepraj Pardikar on Wednesday expressed anguish over the slow progress of DP Road construction from Piwli Marbat to Pachpaoli Square. Pardikar visited localities in Satranjipura zone and reviewed ongoing development works. He was shocked to find out that encroachments have hindered the road widening work. He directed the anti-encroachment department to clear the road for widening of existing DP Road. He said that the civic body has also approached the state government to sanction the road to widen it to 80ft. The move will ease congestion, Pardikar said. He also expressed concern over non-allotment of platforms in vegetable market near Naik Talao and directed the market department to complete the allotment without further delay. Download The Times of India News App for Latest City ."}, "INSULT TO INJURY": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/insulttoinjury/articleshow/69807982.cms", "time": "", "description": ""}, "Garbage disposal by smart citizens": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedisposalbysmartcitizens/articleshow/69420227.cms", "time": "", "description": ""}, "\nGovernment Chitrakala Mahavidyalaya hosts an exciting cultural fest, Aakar, in Nagpur\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/Government-Chitrakala-Mahavidyalaya-hosts-an-exciting-cultural-fest-Aakar-in-Nagpur/articleshow/50976875.cms", "time": "", "description": "There was a flurry of excitement among the students and teaching staff of Government Chitrakala Mahavidyalaya at their recently organised cultural fiesta —Aakar—where everyone enjoyed cultural treats, entertaining acts and fun-filled competitions. The discerning audience enjoyed a fine bouquet of performing arts and shared a good time interacting with one another on this occasion.  “This fest is a melting pot of various art forms and the students have been given a great platform by the college to exhibit their talent. From traditional dance performances to skits, mono acts, painting exhibitions to food stalls, there was a fine mix of everything for people to enjoy,” said lecturer Kishore Ingale.  We spotted principal of the college Vinod Mankar and educationists Subhash Babhulkar, Vikash Joshi, Rakesh Pathrabe and Rajendra Giri having a good time at the fiesta. Download The Times of India News App for Latest City ."}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Rare albino Eurasian coot sighted at Gorewada lake": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/rare-albino-eurasian-coot-sighted-at-gorewada-lake/articleshow/69865337.cms", "time": "2019-06-20 10:30:00", "description": "NAGPUR: A rare sighting of partial albino Eurasian Coot (Fulica atra) has been reported in Gorewada lake in the city by bird watchers. “Eurasian Coot is black in colour and has a white patch on the forehead but the sighted particular individual has white feathers and some black patches. This is the first such sighting of a partial albino bird in Vidarbha,” said ornithologist and founder of Central India Bird Academy (CIBA), Dr Anil Pimplapure. The bird was sighted by Dr Pimplapure, along with Kaustubh Pandharipande, Aniruddha Bhagat in Gorewada lake on Monday morning. The bird watchers stumbled upon the bird when they had gone to see the plight of the drying Gorewada lake. Dr Pimplapure recalled such a sighting was reported at Bhigwan near Pune previously and this case is extremely rare. This stage occurs due to lack of pigmentation named melanin in the birds due to which the feathers of the bird turn white. “Melanin gives strength to feathers and protects damage to eyes due to the ultra violet rays of the sun,” he added. Dr Pimplapure further said that the lake's water level has reached the lowest since last 100 years. The sighting of this bird has delighted the city birders. Download The Times of India News App for Latest City ."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "sewage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewage/articleshow/69551057.cms", "time": "", "description": ""}, "For what NMC is paying to Sweepers": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/forwhatnmcispayingtosweepers/articleshow/69641607.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Exceptional journey of Shivaji Maharaj’s forts": {"link": "https://timesofindia.indiatimes.com//city/nagpur/exceptional-journey-of-shivaji-maharajs-forts/articleshow/69848397.cms", "time": "2019-06-19 13:46:00", "description": ""}, "Lights Off": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lightsoff/articleshow/69569987.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Water issue sparks fire in NMC general body meet": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/water-issue-sparks-fire-in-nmc-general-body-meet/articleshow/69881454.cms", "time": "2019-06-21 04:47:00", "description": "NAGPUR: The Nagpur Municipal Corporation has warned the head of the water works department to submit action taken report on water supply system within a week or face suspension. The decision came following submission of an adjournment motion in the NMC general body meeting over water crisis by senior Congress corporator Praful Gudadhe and BJP corporator Dharmpal Meshram. The general body meeting on Thursday began after a delay of 70 minutes and witnessed noisy scenes. Independents and BSP corporators staged a walkout over mayor Nanda Jichkar’s refusal to allow discussions on the issues raised by them. A war of words also erupted between the ruling and opposition members over not allowing corporators to seek information over the issues raised by them. The city had witnessed low rainfall last year. With a view to streamline water supply across the city this summer, the general body had instructed the administration to prepare an action taken report regarding the measures it would take to ensure proper supply during summer. During the period, Gudadhe had alleged unequal distribution of water in the city. “Many areas were getting around the clock water, while numerous localities were deprived of even a bucket of potable water,” Gudadhe had claimed. However, even after six months of being instructed to table ATR, the administration had no report to table before the House despite the opposition parties repeatedly raising the issue and reminding the ruling party in the last general body meetings held in January and February. Gudadhe also alleged that the NMC supplied almost 740mld per day before the Lok Sabha elections, which has now come down significantly. The administration failed to give a satisfactory reply to Gudadhe’s query. WWD executive engineer Shweta Banerjee admitted that now the NMC is supplying 670mld to 680mld daily. Independent corporator Abha Pande tore up the agenda of NMC general body to protest mayor Nanda Jichkar’s decision not to allow discussion on water scarcity in the city that was on the agenda raised by her. She charged Jichkar with dictatorial attitude in conducting the House. Pande will now stage ‘Jal Tyag Andolan’ along with her supporters at 11.30am on Friday. Congress corporator Harish Gwalbanshi raised water works department’s lackadaisical approach to de-silt Gorewada lake. He also alleged that though the NMC hired two excavators for de-silting the lake, the work was yet to start. The civic body should take the advantage of dry bed of the lake as it would help the NMC to ensure better water storage in the coming years, he pointed out. BSP corporator Jitendra Ghodeswar raised the issue of many localities in North Nagpur were receiving contaminated tap water. Senior Congress corporator Manoj Sangole suggested the NMC should use well water for fire tenders and de-choking machines. Leader of opposition Tanaji Wanve sought the mayor to direct the administration to lodge police complaints against Orange City Water for ignoring leakages in pipelines and failing to resolve water contamination issues. The general body directed the civic administration to check whether the civic body has power to take action against RO plants selling water in cans after Wanve raised the issue of illegal operation of the plants in the city. According to him, there are over 100s RO plants, while zones of the civic body had issued only 21 no-objection certificates. Most of the RO plants were selling contaminated water, he claimed. Download The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Four end life in different incidents": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/four-end-life-in-different-incidents/articleshow/69881428.cms", "time": "2019-06-21 04:46:00", "description": "NAGPUR: Four suicides, including one of a senior citizen, were reported at different locations in city on Wednesday. In all the incidents, police have registered the cases currently as accidental death and have launched a probe. In the first incident, wedding day celebration of a family turned sorrowful after the groom’s younger brother committed suicide at home while his family was attending the function. Sanket Bahadure, 24, was found hanging at his house by some electricians in Itwari area. In another incident, Haridas Wankhede, 65, was found hanging from iron railing of Chikhli Bridge on Wednesday at Kalamna area. Haridas, a resident of Adiwasi Prakash Nagar, was spotted by some passers-by who informed Kalamna police. In the third incident, Pandhari Meshram, 57, committed suicide by hanging himself to the ceiling fan at his home at Nildoh. Cops said Meshram’s wife Kunda was out talking with neighbours when he took the drastic step. In the final case, Sanjay Ohariya, 35, committed suicide by hanging himself to an iron pipe with a sari in the basement of an under construction building at Ganeshpeth. According to cops, Sanjay who hailed from Madhya Pradesh, had come to city to work as a labour. Download The Times of India News App for Latest City ."}, "A career tailormade for those with style sense": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/a-career-tailormade-for-those-with-style-sense/articleshow/69881118.cms", "time": "2019-06-21 05:25:00", "description": "A fashion designer applies art devoted to design, aesthetics and natural beauty to clothing and its accessories. The field of fashion designing is influenced by cultural and social attitudes and varies with time and place. It is an alluring avenue with a high quotient of glamour and appeal. City's leading designer in men's wear, Dhruv Hingle, believes that a penchant for fashion is a precursor for one to flourish in this profession. He says, “Fashion designers need to adapt to the dynamic trends in fashion. This field demands an instinct for creativity with a blend of originality and style. A career in fashion designing is tailor made for you if you have the right choice of colour combinations.” Fashion designers need to be updated with the basic principles that can help them add innovation and style to completely transform a seemingly dull wardrobe. The natural skill set comprising of a decent aesthetic sense, colour expertise, good taste, an eye for detail and knowledge of fabrics is a bonus. Fashion designers need to combine their creativity with managerial skills to sustain in this industry. Many institutions provide training to potential fashion designers to expand their talent and become entrepreneurs in the fashion world. Acquired skills can be obtained by a qualification from a recognized fashion institute. You can enrol for either a full-time or a part time certificate course. There are several short-term certificate courses that are offered by fashion institutes for specialization. These courses equip one with technical and creative thinking skills. India is progressing rapidly in the fashion industry owing to available labour and excellent craftsmanship. The scope for fashion designing jobs in the country is immense as Indians have increasingly become fashion conscious and seek to enhance it in every way. Apparel companies need to hire people for a variety of jobs, ranging from fashion designers, textile designers, models, retailers, buyers and merchandizers to provide end-to-end solutions to their clients. In addition, there is a growing demand and the scope for Indian fashion in international markets has broadened. Fashion designers have the opportunity to wear different hats in areas like designer wear production, fashion marketing, planning and concept management. You can work as a designated costume designer, fashion consultant, personal stylist, technical designer, graphic designer, production pattern maker or a fashion coordinator. Those interested in a career in fashion designing can also become entrepreneurs and start their own companies. Maintaining a portfolio that showcases your creative talents and an apprenticeship under a well-known designer is desirable for getting hired in this industry. You can foray into this market thorough research. 2. WHY OPT FOR THE SUBJECT? · Fame, glamour and popularity · Field boasts of a lucrative income · One can be a trendsetter · Requires minimum formal education · Entrepreneurial ventures can be pursued · Exciting and stimulating work environment 3. Expert View: Shruti Sancheti ‘Creativity and flair for the craft are a must’ Fashion design as a career option is one of the most coveted but often the most misunderstood. People associate it with glamour and consider it frivolous but it is an industry worth 2.4 trillion dollars with a growth rate of 5.5% annually and contributes greatly to the GDP of any economy and is a serious profession which entails a lot of hard work and dedication. Fashion designing as a vocation requires inherent creativity and a flair for craft but that is not enough. Any student wanting to pursue this field must know that the prerequisites are hard work, dedication, constant innovation and keeping oneself updated and aware of not only fashion trends but also world affairs and events. The course itself covers about 30 subjects in a span of three years where everything from sketching to the making of garments to marketing them and the management of business along with world history, basics of fashion to French are taught and for a student to excel in this deeply competitive field, he has to be proficient in all subjects. One has to understand that this profession is about the 4 Cs of fashion — cut, colour, construction, cost — along with the 4 Ps of marketing — product, price, promotion and place along with strong research and development. Fashion is not just an art. One has to deeply understand commerce to become eminent and unparalleled in this competitive field. Every student who studies fashion has to understand that starting a label in not the only option. There are many other challenging and lucrative avenues open to a student of fashion like fashion merchandizer, fashion photography, visual merchandizer, textile designer, product designer, graphic designer, footwear, knitwear, styling, fashion make-up, fashion choreographer, personal shopper and many more. The possibilities are unlimited and one has to be prepared to work sincerely and unwaveringly towards one‘s goals and be totally original, different and yet focused and determined and even if one can’t do different things, try to do them differently and grab all opportunities as opportunities dance with those who are on the dance floor. (Shruti Sancheti is fashion designer and fashion faculty) Expert view Abdul Zubair Fashion is forward looking and cyclical Fashion designing is the art of applying design, aesthetics and natural beauty to clothing and its accessories. This art is influenced by cultural and social attitudes and has evolved over time and place. Fashion designers attempt to design clothes which are functional as well as aesthetically pleasing. They consider who is likely to wear the garment as well as the occasions. They work within a wide range of material, colours, patterns and styles. The scope of fashion designing is wide in both India and abroad. Students have innumerable choices in front of them after completing their professional studies in fashion designing. Fashion designers have varied options including designing, research, cloth production, textile designing, fashion merchandises, fashion stylists, fashion photography, entrepreneur etc. Fashion has always been a hotbed for innovation, from invention of sewing machine to rise of e-commerce. Like technology, fashion is forward looking and cyclical. Today, technology is transforming fashion at a faster pace than ever. From robots that sew and cut fabrics to AI algorithms that predict style trends to VR mirrors in dressing rooms, technology is automating, personalizing and speeding up every aspect of fashion. The fashion market in India is currently estimated at USD 70 billion. Though a handful of designers existed prior to 1980s, the late 80s and 90s saw a spurt. This was the result of increasing exposure to global fashion and economic boom after economic liberalization in 1991. It is the most glamorous field. It does not require creative thinking, but a lucrative and growth-oriented mind. Fashion designing is one of the fields that creates high-paying jobs in India for deserving creative artists. (Zubair is managing director of IIDT) 4. List of Colleges 1) Institute of Innovative Design and Technology (IIDT) Courses offered: BSc in fashion technology, MSc in fashion designing, MBA in fashion designing Duration: Three years for BSc, two years for MSc and two years for MBA Procedure: Direct admission Source: College administration desk 2) National Institute of Fashion Technology (NIFT), Mumbai Courses offered: Bachelors in fashion design (BFD), Master of fashion management Duration: Three years and two years Procedure: NIFT entrance exam plus interview Source: College website 3) National Institute of Design (NID) Courses offered: B. Des, M. Des Duration: Four years for B. Des, 2.5 yrs for M. Des Procedure: Entrance test (DAT) + GDPI Source: College website 4) Pearl Academy, Mumbai Courses offered: UG course in fashion design, PG course in fashion design Duration: Four years for UG course, two years for PG course Procedure: Pearl entrance exam Source: College website (This list is not exhaustive and should not be considered as the endorsement of the institute. Students are advised to check with relevant education authorities before taking admission) 5. PROFESSIONALS SPEAK Fashion designing as a career is growing and the specialization in it has been seen in the past few years. It is very nice to see that the youth of today are more versatile in choosing their careers instead of following the orthodox regime of society MAHISHA MEHER The youth who are about to choose fashion designing as a career are always welcome. Fresh blood in every profession is appreciated and the future of this particular field looks bright TANISHA GARG Fashion designing is definitely growing. It is not uncommon to hear of designers who represent India in Milan or the Paris fashion week. We should be proud that we Indians are born creative and have a bright career in this field ADITI LOHIA Designing is an art and is driven by passion and love. One should not generalize fashion. A close study of the industry and making a few changes can help one to create magic with every concept CHETNA DIXIT Being a fashion designer is a dream come true and I encourage the youth to consider this field as a career option. Fashion designing is a very vast and exciting industry. In this profession, one never gets bored SHIKHA THUTHEJA (Compiled by Manshika Vaikkath, Anchal Bhatia, Shristi Sankrit & Amrit Parida) Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "No parking area": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noparkingarea/articleshow/69834395.cms", "time": "", "description": ""}, "Eka Lagnachi Pudhchi Gosht: A play": {"link": "http://photogallery.indiatimes.com/events/nagpur/eka-lagnachi-pudhchi-gosht-a-play/articleshow/69483561.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Maharashtra govt to give compensation to boy who suffered burns": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/state-to-give-compensation-to-boy-who-suffered-burns/articleshow/69865076.cms", "time": "2019-06-20 10:56:00", "description": "WARDHA: The state government is moving to give compensation to the 8-year-old boy of Matang community, who suffered burns on being forced to sit on hot tiles as punishment after entering a temple at Arvi last week. Aryan Khadse (8), a resident of Rani Laxmibai Ward of Arvi town was accused of stealing some coins from the Jogna Mata temple in the same locality by accused Umesh alias Amol Dhore. The accused punished Aryan by forcing him to sit on hot tiles on Saturday afternoon, which caused serious burn injuries on his buttocks. NCP leader Ajit Pawar drew attention of the assembly to the episode, saying the incident is shameful and raises doubts about progressive Maharashtra. The government should do something strict to curb such incidents in future, he said. Wardha BJP MP Ramdas Tadas visited the civil hospital at Wardha, where the boy has been shifted for treatment. He said, “I spoke to the boy and he is still in fear about the incident. I consoled him and told his parents not to worry. I will personally look into the case and the accused will be not let free.” District collector Vivek Bhimanwar said, “We have arrested the accused and an inquiry is going on. The facts will come out after the inquiry. I just signed files to help the boy and his family economically for his treatment expenses.” Civil surgeon C Madavi said, “The boy is healing now, and he will be in hospital for a week. After his treatment ends, we will discharge him.” Download The Times of India News App for Latest City ."}, "Garbage lying": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagelying/articleshow/69420294.cms", "time": "", "description": ""}, "Garbage everywhere": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageeverywhere/articleshow/69683871.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "SEBC ordinance: SC seeks state response on PG aspirants’ plea": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/sebc-ordinance-sc-seeks-state-response-on-pg-aspirants-plea/articleshow/69865060.cms", "time": "2019-06-20 04:46:00", "description": "Nagpur: A division bench of the Supreme Court comprising justices Deepak Gupta and Surya Kant on Wednesday directed the Maharashtra government to file a reply by Monday on the special leave petition (SLP) filed by aggrieved post graduate medical students. After the Nagpur bench of Bombay High Court rejected their plea, students from the city have once again knocked the Supreme Court’s doors for justice. On June 13, the HC bench consisting of justices Sunil Shukre and Shreeram Modak rejected the petition filed by Dr Sagar Sarda, Dr Sameer Deshmukh and other PG aspirants challenging Maharashtra government’s ordinance for 16% seats under SEBC quota for Maratha students. The Maharashtra State Reservation (of seats for admission in educational institutions in the State and for appointments in the public services and posts under the State) for Socially and Educationally Backward Classes (Amendment and Validation) Ordinance, 2019, was promulgated to supersede HC’s and SC’s verdicts that had quashed the SEBC quota for PG medical seats in state. Senior counsels Shekhar Naphade and Meenakshi Arora, assisted by Hrishikesh Chitale and Ashwin Deshpande pleaded for the petitioners. They contended that the HC refused to hear their plea due to SC’s orders or June 4 where it had prohibited all courts from hearing any case related to this vexed issue. They pointed out that SEBC Act, which was actually implemented from November 30, was also under challenge in HC’s principal bench in Mumbai. The SC judges clarified that it can’t just leave the petitioners “remedy-less” as either HC or SC had to adjudicate the issue. They pointed out that SC itself had directed the petitioners to approach the Nagpur bench for relief. In their plea, the PG aspirants pointed out that HC had refused to entertain their contentions citing top court’s orders of June 4 and 10. They argued that the SEBC ordinance was contrary to the law set by the SC and prayed for its quashing. According to them, the ordinance is clearly an attempt to nullify the HC’s May 2 judgement that was later upheld by the SC. It’s also an effort to circumvent the apex court’s directives that amounts to interfering with its order. They were been prejudiced by the ordinance of illegally applying reservation and thus depriving them of benefit of the HC and SC orders. The ordinance is thus contrary to the law laid down by SC and deserves to be set aside. Both Sarda and Deshmukh had filed first petition in the Nagpur bench where they had challenged 16% SEBC quota in the PG medical seats, which was quashed by the bench comprising justices Sunil Shukre and Pushpa Ganediwala on May 2. While clarifying that the SEBC quota would be made applicable from the next academic year only, the HC had declared provisional PG seats matrix of March 27 that had a provision for SEBC candidates as “illegal”. Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Substandard cement road.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/substandardcementroad-/articleshow/69807995.cms", "time": "", "description": ""}, "Association wants CM to hold meet with orange farmers": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/association-wants-cm-to-hold-meet-with-orange-farmers/articleshow/69881185.cms", "time": "2019-06-21 05:25:00", "description": "Nagpur: Maha-Orange, an orange growers’ association, has called upon chief minister Devendra Fadnavis to take up the issue of drying of orchards due to drought in Vidarbha seriously and hold a meeting with farmers at the earliest. Shridhar Thakre, one of its directors, has written to the CM and appraised him of the situation. The letter states that orange, mousambi and lemon farmers in Vidarbha are struggling to keep their orchards alive in the extended summer with temperatures hovering above 45 degrees for a long time. “Over 50% of the orchards have dried up and the rest are wilting. We are facing economic crisis. The government needs to conduct a survey to assess the damage immediately,” the letter states. The letter adds that Vidarbha farmers have generally been very “submissive and do not have an agitating mentality”. “Hence, the government must call for a meeting soon to understand their problems, assess the damage and award compensation,” it says. Agriculture minister Anil Bonde told TOI that preliminary damage reports have pegged the loss at 30,000 hectares in Amravati district and 2,000 hectares in Nagpur district. “I have asked the agriculture department to prepare a proposal about the damage and rejuvenation at the earliest. We will need support from the relief and rehabilitation department before announcing any compensation,” said Bonde. Nagpur Zilla Parishad (ZP) president Nisha Sawarkar told TOI that the ZP general body meeting passed a resolution demanding compensation for the farmers whose orchards had dried up. Download The Times of India News App for Latest City ."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "SEWAGE": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewage/articleshow/69529611.cms", "time": "", "description": ""}, "All Nagpur buses to run on CNG by fiscal year end": {"link": "https://timesofindia.indiatimes.com//city/nagpur/all-city-buses-to-run-on-cng-by-fiscal-year-end/articleshow/69848008.cms", "time": "2019-06-19 13:55:00", "description": "NAGPUR: In a move that will put a major check on air pollution in city, transport department of Nagpur Municipal Corporation is to convert all 431 city buses from diesel-run to CNG-run. It will also induct five electric buses in 2019-20. Jitendra Kukde, chairman of NMC’s transport committee, mentioned this in his budget of Rs277.84 crore for 2019-20 presented before the standing committee chairman Pradip Pohane. The expected expenditure of the department will be Rs 278.41 crore. Now, Pohane will include transport panel’s budget in his budget to be presented in the general body. Kukde has projected a revenue of Rs 90 crore from sale of tickets while remaining Rs 188.41 crore funding from standing committee. The panel chief said the department will earn Rs 25 lakh from bus shelters advertisements. Following the vision of Union transport minister Nitin Gadkari to promote ecofriendly public transport, Kukde has proposed to convert all 235 standard buses, 150 midi and 45 mini buses to run on CNG. Already the civic body had converted one bus to run on CNG, he said. Kukde also announced migration of all NMC’s owned four-wheelers, including mayor’s car, to CNG. “By end of this financial year, entire Aapli Bus fleet will run on CNG,” Kukde claimed. About strengthening Aapli Bus service in congested areas like Itwari, Mahal, Mominpura, Kukde said operation of mini-buses will start by next month. Already, 15 buses have arrived and remaining 30 will join the Aapli bus fleet soon. “Even MahaMetro has approached the civic body for starting feeder bus service from its stations. We will provide mini-buses for the purpose,” he said. He announced provision of free travel for specially-abled persons and women kin of martyrs. He said civic body will bear the expenditure for martyrs’ kin under ‘Mi Jijao Mata scheme,’ while state’s social welfare department will fund specially-abled persons’ travel. Kukde has proposed to provide common mobility card that could be used both on Metro as well as Aapli Buses. He also proposed to set up water ATMs near major bus shelters and earmarked Rs 2 crore for the purpose. Already the service has been introduced at a bus shelter near KDK College and is getting good response, he claimed. He also proposed to introduce the facility to buy tickets for Aapli Bus on mobile phones. For this, NMC is tying up with a private operator Chalo App. Using this app, commuters can also locate the bus and see timetable, eliminating need to wait. About state government’s economic survey that shows NMC had earned Rs 84 lakh profit from city bus operation in last financial year, Kukde and transport manager Shivajirao Jagtap said NMC had suffered Rs 76.5 crore loss. Download The Times of India News App for Latest City ."}, "APATHETIC N M C.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/apatheticnmc-/articleshow/69641631.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Complete mockery of Swach Bharat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/completemockeryofswachbharat/articleshow/69834393.cms", "time": "", "description": ""}, "One more arrested in Viju Mohod murder case": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/one-more-arrested-in-viju-mohod-murder-case/articleshow/69881535.cms", "time": "2019-06-21 04:52:00", "description": "NAGPUR: One Nikhil Tidke was arrested by crime branch on Wednesday for his alleged involvement in Vijay Mohod murder case. The cops had produced Tidke before the court on Thursday. The court has remanded Tidke to the custody of crime branch till June 23. Mohod was killed on May 16 by Ahaby Raut, Tidke, Suraj Karlawar and others following a dispute over gambling. The rivals had kidnapped Mohod from a Saoji eatery before stabbing him to death following a spat in the moving car which was driven by Karlawar. Raut and Karlawar were arrested earlier. They too are in remand till June 23. Mohod, having two murders cases against him in the past, was killed over rivalry to operate gambling den at Kharsoli. It’s learnt that Mohod already had a gambling den operating at Dhamna. He was trying to ensure Raut was forced to take him as partner at Kharsoli which led to the dispute. API Kiran Choughule of crime branch, who is also the investigation officer in the case, said the CCTV footage of the eatery would be soon referred for more evidences following which more arrests are likely. “We are trying to gather as much evidence as possible before making further arrests,” he said. The senior officers of the crime branch have also indicated that stringent provision is set to be invoked in the case. Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "NU to recall ‘wrong degrees’ of mass comm": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/nu-to-recall-wrong-degrees-of-mass-comm/articleshow/69881007.cms", "time": "2019-06-21 04:17:00", "description": "Nagpur: A week after TOI exposed a major flaw of Nagpur University which was awarding ‘wrong degrees’ of postgraduate mass communication course, its administration led by vice chancellor SP Kane decided to recall those on Thursday.On June 14, TOI had reported how NU had awarded ‘Master of Mass Communication (MMC)’ degrees since last four to five years even though its usage was stopped from 2009 when TOI had exposed same issue in 2007. NU used to offer Bachelor of Mass Communication (BMC) and MMC degrees then. After TOI report that nomenclatures of both degrees were not as per the UGC norms and both degrees were illegal, NU constituted a panel under the then head of department at Dr Babasaheb Ambedkar Marathwada University in Aurangabad, Sudhir Gawhane, to tackle the crisis. The then administration under ex-VC SN Pathan and GS Parasher changed them to ‘Bachelor of Journalist (BJ)’ and ‘MA in Mass Communication’ in 2009 to fit them as per norms.NU Board of Examination and Evaluation (BOEE) director (officiating) Anil Hirekhan confirmed that NU had decided to recall those “wrong degrees” and award new ones. “We’ve found that only 59 students were awarded those degrees with wrong nomenclature at NU’s Department of Mass Communication and Dhanwate National College (DNC). Of them, about 20-25 were taken by the students from their respective colleges while others are with their offices. We’ve directed colleges to convey students and ask them to return their degrees.”Hirekhan said NU would award them revised degrees probably in a week. The university too came to know about the gaffe after TOI report. He refused to divulge details about how such a major blunder took place and which officials were behind it.“Only after an inquiry the exact reason could be ascertained. It’s the job of my seniors and I don’t want to comment on it,” said Hirekhan.Exam section insiders told TOI that they had properly awarded ‘MA is Mass Communication’ degrees till about 2015. “Some problems with software were developed and NU officials accidentally used old version due to which old nomenclature of MMC was published on the degrees. Such degrees were awarded for only two batches 2015-17 and 2016-18. Though NU officials later corrected the blunder after realizing their folly, they kept entire issue under the wraps to escape ignominy.”Aggrieved students, who had flayed NU for playing with their future thanked TOI for taking up their cause that led the university to change its decision. “After reading news in TOI, we had protested and even planned to meet VC in this regard soon. We want that guilty should be punished as many such goof ups are committed by its officials regularly. Due to this error, we were denied entry to doctoral programmes and also employers questioned us on nomenclature of the degree which wasn’t recognized by the UGC and AICTE,” they said.Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "13 BArch aspirants move HC for admissions": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/13-barch-aspirants-move-hc-for-admissions/articleshow/69881485.cms", "time": "2019-06-21 04:49:00", "description": "NAGPUR: Thirteen Architecture aspirants have knocked the judiciary’s doors, challenging Council of Architecture’s (COA) decision to change the basic eligibility criteria for admissions. A division bench comprising justices Ravi Deshpande and Vinay Joshi on Thursday, issued notices to the respondents including Delhi-based COA, State CET Cell and others. The petitioners — Devansh Malviya and 12 others — through counsels Bhanudas Kulkarni and Rohan Malviya, questioned central government’s (COA’s) powers to thrust its recommendations through May 29, 2017 and Feb 12, 2019, notifications. Though they cleared National Aptitude Test in Architecture (NATA) which was mandatory for admissions to architecture courses, they were declared ineligible to join, as they failed to secure 50% marks individually in Physics, Chemistry and Mathematics (PCM) group as per new norms framed by COA, which is an apex body like AICTE. According to them, the newly prescribed norms are beyond the COA’s powers and hence, arbitrary and untenable. They argued that their admissions are valid according the previously enforced criteria back of 2016, which must be followed as of now. They prayed for scrapping the new norms and ensuring their admissions, as their future is at stake. Kulkarni contended that COA council never accepted the newly prescribed norms including 50% each in PCM and aggregate as well. Opposing his contentions, Nahush Khubalkar, pleading on CET Cell’s behalf, informed that COA under Section 21 of Architects Act has powers to decide the eligibility criteria for admissions, which was vested by the Architects Act. In 2014, the COA made NATA or JEE (Joint Entrance Exam) mandatory for the eligibility. Later in its 64th meeting on August 27, 2015, it fixed the eligibility for admissions to BArch courses where it fixed 10+2 with PCM and 50% marks in aggregate for securing a seat. The new criteria was implemented from the academic session 2017-18. The apex body had clarified that no candidate shall be eligible for the architecture course unless he/she has passed 10+2 or equivalent with aggregate 50% marks and individually as well in PCM. In 2016, COA issued a letter to the State Department of Higher and Technical Education that there should be an amendment in the minimum criteria for the students to take admissions in BArch course. (With inputs from Sharwari Lohakare) Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "there’s nothing healthy/fit about dumping it here": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/theree28099snothinghealthy2ffitaboutdumpingithere/articleshow/69807991.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "\nTheatre connoisseurs enjoy the thrills and suspense of this classic play\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/Theatre-connoisseurs-enjoy-the-thrills-and-suspense-of-this-classic-play/articleshow/52324309.cms", "time": "", "description": "Enid Blyton’s classic English story— Five on a Treasure Island — from the famous five series was recently staged as a play in the city and it received great response from the theatre lovers. The play was directed by Vikash Khurana and had many thrilling and adventurous moments coupled with timely humour to keep the audience’s interest levels intact till the end. The young actors delighted the discerning audience with their performances and Khurana’s role as an antagonist was also appreciated by everyone. When we asked the director whether he had any inhibitions prior to the staging of the play, he said, “My biggest concern was to incorporate various scenes from the play on a small stage, but with proper planning, we managed to transcend the audience to Kirrin Island and the English countryside where the story is set.” We saw educationist Dr Dipti Christian and theatre person Aditya Bansod enjoying the theatrical treat with their friends.Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "VIP ROAD BETWEEN NEERI AND LAXMI NAGAR, FOOT PATH.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/viproadbetweenneeriandlaxminagar2cfootpath-/articleshow/69764446.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Vikas Mahatme feels allocation of Rs 1000Cr will keep Dhangars enthused": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/vikas-mahatme-feels-move-of-rs-1000cr-allocation-will-keep-dhangars-enthused/articleshow/69865671.cms", "time": "2019-06-20 09:51:00", "description": "NAGPUR: Rajya Sabha member Dr Vikas Mahatme, the ophthalmologist from the city who had emerged as the mass leader of Dhangars in 2013 during a BJP-backed agitation seeking reservation as scheduled tribes (ST) for the community, said the move to allocate Rs 1,000 crore in the state budget for the community will go a long way. Even as the demand for reservation will not be withdrawn earmarking of such an amount will certainly leave the community enthused. “The grudge that Dhangars have not been granted ST status will certainly not come in the way of the good news that as much as Rs1,000 crore has been sanctioned. This has set a precedent as never before a substantial amount was specifically sanctioned for the benefit of a single community,” Mahatme told TOI. Before the state elections, BJP had promised Dhangars, a community of shepherds who are now classified as nomadic tribes (NT), reservation as STs. The promise has remained unfulfilled. Chief Minister Devendra Fadnavis said that the government will send its recommendations to the centre on the basis of a report on Dhangars’ socio-economic status prepared by the Tata Institute of Social Sciences (TISS). Even as TISS has submitted its report in November 2018, it has not been tabled in the state assembly. However, Mahatme said not getting ST status may not affect Dhangars votes for the BJP. Dhangar leaders in NCP and Congress have called the allocation a mere eyewash. They said they would be taking up the issue with their respective party high commands demanding that a mass agitation should be launched. Mahatme’s own popularity had waned after he accepted the Rajya Sabha seat from BJP and the agitation lost steam. Mahatme said, “Reservation is affirmative action intended for the benefit of a certain class. Finally, if benefit is the aim, it can also come through measures announced in the budget.” he said. On the reservation issue, he said, “The BJP has at least declared a package but no other party is talking about reservation.” The Rs1,000 crore include facilities like scholarships and assistance for buying land. Ram Hari Roopkunwar, a Dhangar leader from Congress in Sholapur, said, “BJP has only exploited the community for votes.” He said will he put up a proposal in a forthcoming meeting of various community leaders and a mass agitation will be launched. Ramrao Wadkute of NCP in Hingoli said that the Dhangars have been left disillusioned. “It is just an allocation. The final implementation will take its own time. I will be taking up the issue with the party leadership and woo the community to launch a struggle. The Dhangar leaders are ready with all the resources,” he said. Download The Times of India News App for Latest City ."}, "More orange farmers call in with ‘dying orchard’ reports": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/more-orange-farmers-call-in-with-dying-orchard-reports/articleshow/69865111.cms", "time": "2019-06-20 10:35:00", "description": "NAGPUR: After TOI’s report on dying orange orchards in Amravati and Nagpur districts that appeared on Wednesday, more farmers called in to narrate their woes. Shridhar Solo, from Warud and an ex-ZP member, said that the government was sitting over a proposal of Lakhara Laghu Sinchan Yojna (irrigation project). “Over 30 lakh trees have died. Irrigation secretary (Eknath Dhwale) should be held responsible for this,” he said. City homeopath Dr Gopal Bhutada said that he owned about 3,000 trees near Benoda village in Warud tehsil. “But there are no irrigation facilities to cater to the area’s water needs for the orange crop,” he said. Bhutada added that an irrigation scheme had approval and water would have been available in plenty but “execution of the project has been delayed due to unknown reasons”. Bawanrao Warade, from Mohpa-Mohgaon village in Kalmeshwar tehsil, also called for government action in favour of farmers. Wandu Wasankar, from village Khadsi in Achalpur tehsil in Amravati district, owns a 20-acre orchard with 3,000 orange trees. He told TOI that orchards had dried up in Akot, Chandur Bazar and Anjangaon tehsils too. “The Sapan dam which is nearby is ready and holds water. But the government has not created channels to supply water to farmers,” he said. According to Ravi Patil, who is also from Achalpur tehsil, the Sapan dam has a huge catchment area. “Water could have been brought from Chandrabhaga dam too,” he added. Parag Kadu, of Pardi Deshmukh village in Kamleshwar tehsil, says that though he has managed to keep most of his orchard “alive, 600 trees have dried up”. The situation is worst in Chakdo, Ramgiri and Kahiri villages, according to him. Vasant Chaple, from Lohari Sangi village in Narked tehsil, says that he has lost 900 trees so far. “The ‘Kar water project’ is close by. It still holds 50% water but the government has not left any in the river for irrigation which resulted in the drying up of orchards. At least some trees could have been saved if water would have been released,” he said. Kahapa (Narkhed tehsil) village sarpanch Pramod Bannagre said that the Khapa project water reservoir is pending since 1982. “We met guardian minister Chandrashekhar Bawankule last year. He called a meeting but the micro-irrigation department said that they had lost all documentation. The project is dead,” he said. There is news of fresh estimates being prepared. “If the situation continues like this, the farmers will be forced to move out from here,” said Bannagre. Download The Times of India News App for Latest City ."}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "fire in kadbi chowk nagpur this evening": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fireinkadbichowknagpurthisevening/articleshow/69570063.cms", "time": "", "description": ""}, "Is Govt using Chinese cement": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/isgovtusingchinesecement/articleshow/69834405.cms", "time": "", "description": ""}, "there’s nothing fit about this": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/theree28099snothingfitaboutthis/articleshow/69683867.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Nagpur water crisis set to aggravate as mitigation measures delayed": {"link": "https://timesofindia.indiatimes.com//city/nagpur/city-water-crisis-set-to-aggravate-as-mitigation-measures-delayed/articleshow/69847657.cms", "time": "2019-06-19 13:57:00", "description": "NAGPUR: Water crisis in the city as well as for irrigation in the district is likely to increase compared to this year as Nagpur Municipal Corporation (NMC) will be unable to utilize running water of Kanhan river. The huge saving of water in Pench reservoirs will not be possible as the water resources department (WRD) is all set to miss the deadline for completing Kochchhi barrage on Kanhan river by December-end. The NMC standing committee on Tuesday approved the water works department’s proposal to appoint WAPCOS Limited, a central government company, to prepare Detailed Project Report (DPR) and also execute the project to use running water of Kanhan river instead of water from Pench reservoirs for six months, from June to December. The civic body will pay WAPCOS Rs21.99 crore for the project. NMC uses water from Pench reservoirs to supply drinking water to 70% areas of the city throughout the year. Requirement of remaining water is met from running water of Kanhan river. During summer, Kanhan river has to be fed from Pench reservoirs. Huge quantum of water goes waste from Kanhan river between June and December due to lack of a reservoir on it. Therefore, NMC planned to lay a pipeline from Kanhan river and use this running water instead of water from Pench reservoirs in these six months. The plan approved on Tuesday will take at least one year for WAPCOS Limited to prepare DPR and complete the project. The plan was prepared in June last year but was delayed due to reasons known only to NMC officials. Due to shortage of water in Pench reservoirs, WRD could not supply water for irrigation during both, kharip and rabbi, seasons. NMC is drawing water from dead stock of Pench reservoirs for last one month. The Pench reservoirs are likely to get less water this year too due to construction of Chaurai dam by Madhya Pradesh upstream of Pench river. Therefore, the delay in mitigation measures is likely to increase the water crisis next year. Ruling party leader Sandip Joshi admitted the inordinate delay from the water works department in completing the process. “We have decided to award the work to WAPCOS Limited without going for tendering process due to the delay. The project would have been delayed further in case of tendering,” he said. Standing committee chairman Pradip Pohane said he would check about the delay and take appropriate action. In another setback, WRD officials confirmed water cannot be stored in Kochchhi barrage this monsoon. “Some 80% of the works are completed. Project require another Rs300 crore for completion. We will be able to store water only in the next monsoon,” they said. The barrage costing Rs947 crore is the first on Kanhan river. Around 75 million meter cube (MMC) water could have been stored in the barrage if it had been completed in time. The project was delayed due to shortage of funds. Download The Times of India News App for Latest City ."}, "Panel wants passes at 500m onWadsa-Gadchiroli rail line": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/panel-wants-passes-at-500m-onwadsa-gadchiroli-rail-line/articleshow/69881068.cms", "time": "2019-06-21 04:19:00", "description": "Nagpur: The regional empowered committee (REC) of the MoEFCC has recommended underpasses at every 500 metres in forest patches between the proposed Wadsa-Gadchiroli railway line which needs diversion of 83 hectares land.“We recommended additional box culverts or underpasses at every 500 metres inside the forest need to be constructed as per the design approved by Wildlife Institute of India (WII), Dehradun, for wildlife movement,” said REC member Suresh Chopne. The minutes of the REC meeting were released recently.The South East Central Railway (SECR), Nagpur, is executing the Rs800 crore project to construct new 52.86km broad gauge line between Wadsa-Gadchiroli ostensibly to transport iron ore and minerals from Gadchiroli and Chhattisgarh in the future. The project is being implemented on PPP basis and Maharashtra government has agreed to share 50% cost.Though the REC has given in-principle approval to the project, there are hiccups over taking mitigation measures. Of the 83 hectares dense forest, some 4km passes through tiger-bearing areas. Chopne said the REC decided working permission will be granted only after funds for taking up mitigation measures as suggested by the committee of WII and NTCA are deposited by the user agency.Among the other recommended mitigation steps include maximum speed of trains while approaching and passing through forest area shall be 40 kmph during night and 50 kmph during day time. “We have also asked the SECR to remove two stations from forest patches which will bring down the proposed forest diversion area,” he said.However, talking to TOI, senior SECR officials said the REC itself has desired that a study will be carried out by a joint team of WII and NTCA to suggest mitigation measures. The suggestion of WII-NTCA will be binding on SECR. The forest department is coordinating the joint inspection schedule.“We are ready to take mitigation measures and increase the span of bridges. We are also not averse to 500 metre underpasses in forested patches but many odd conditions are being put forward. If REC or WII-NTCA is not satisfied by our mitigation steps and proposes to go for elevated viaduct on piers it will lead to cost escalation making the project infeasible,” SECR officials said.Based on REC suggestion, a one-man NTCA team consisting of Hemant Kamdi from regional office here had already conducted a site visit on January 22, 2019 and observed that mitigation measures should be taken as per the WII guidelines on ‘Eco-friendly measures to mitigate impacts of linear infrastructure on wildlife’ approved by the MoEFCC.According to forest sources, the NTCA team suggested transplantation of trees instead of felling, underpasses for reptile species, besides 5% of the project cost to mitigate negative impact of the project and forming monitoring committee to oversee whether mitigation steps are as per WII green infrastructure guidelines.As per WII’s eco-friendly mitigation guideline document the user agencies need to follow hierarchy of mitigation steps where avoidance is the best option. It also suggests considering not only engineering aspects like underpasses but speed and traffic control and integrate options of light and sound barriers, camouflaging and landscaping.Wadsa deputy conservator (DyCF) Niranjan Vivrekar said, “We have sought undertakings from the railways on mitigation steps and other set of conditions. Once we receive it the proposal will be forwarded to PCCF office.”WII GUIDELINES SAY ...* Follow hierarchy of mitigation measures given in the guidelines where avoidance is best option* Consider not only engineering option like underpasses but regulatory mechanism like speed and traffic control* Follow design, dimension for large carnivore and herbivore and as per the available corridor patch size. Thumb rule is of 5 metres clear height and 300m/km span coverage* Integrate options for movement of reptiles, birds and arboreal mammals* Integrate options of light and sound barriers, camouflaging, landscapingENDS Download The Times of India News App for Latest City ."}, "‘Month of Ramzan propagates message of empathy, peace’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/month-of-ramzan-propagates-message-of-empathy-peace/articleshow/69881360.cms", "time": "2019-06-21 04:42:00", "description": "Nagpur: The month of Ramzan is not just to celebrate one's happiness. It serves a purpose of understanding our responsibility towards other people and to assess ourselves, said member of Muslim Personal Law Board, Abdul Wahab Parekh, on Wednesday. He presided over the function ‘Daawat-e-sheer khurma’ organized by Wahadat-e-Islami Hind Nagpur at Ahbab Community Hall, Anant Nagar. Retired geologist at Mineral Exploration Corporation Limited (MECL) SK Gupta was the chief guest.Parekh added, \"It is our moral duty to understand our neighbours, their culture and identity. We all need to build a bond that cements our society together and work for peace alongside all people of goodwill. We follow the orders of the creator of this universe during the month of Ramzan. If one follows these rules for the remaining 11 months too, they are ought to lead a peaceful afterlife.\"In his opening remark, Member of Wahadat-e-Islam, Mohammad Irshad, shed light on the history of Ramzan. He said, \"This festival was initiated in Medina after the migration of prophet Muhammad from Mecca. People are aware of Ramzan as the month when we undergo a period of fasting. Through this festival, Islam teaches the communal aspects of the fast like empathy for the underprivileged. One understands the graveness of hunger and thirst.\" Elaborating on the significance of organizing the programme, Irshad said, \"The objective of this Daawat is to interact with people of all communities and share the sweet dessert with everyone in order to untangle the knot which has been formed among people.\"Speaking at the celebration, Gupta said, \"Humanity is our ultimate religion. Gradually, we are losing our touch with humanity and we need to evaluate ourselves .\"Abdul Wahab Malak conducted the programme. The traditional dessert, sheer khurma, was distributed among everyone. He said, \"The crime rate is at all-time high with the increase in number of cases of rape, murder, etc. The only way to stop this is to awaken the essence of god watching over us throughout our good and bad deeds. This message is propagated through the month of Ramzan.\"Mohammed Irshad recited a verse 'Surah Rahman' from the Quran.endsDownload The Times of India News App for Latest City ."}, "Chainsukh Sancheti takes over as VDB chairman": {"link": "https://timesofindia.indiatimes.com//city/nagpur/chainsukh-sancheti-takes-over-as-vdb-chairman/articleshow/69846594.cms", "time": "2019-06-19 14:09:00", "description": "NAGPUR: Chainsukh Sancheti, a five-term MLA of the Bharatiya Janata Party from Malkapur constituency in Buldhana district has finally assumed the charge of chairman of the Vidarbha Development Board (VDB). His appointment was initially announced in June last year. One of the senior-most BJP MLAs, he has been getting elected continuously since 1995 from Buldhana district. A very loyal worker of the party, his family has strong roots in the RSS. Sancheti till recently stayed away from power. He was appointed on June 11 last year as the development board chairman. But Sancheti was apparently not that keen on the post and instead sought a ministerial berth though the board chairman’s post has cabinet minister status. Now with his 5th term coming to an end in a few months, he accepted the post just after he could not make it to the cabinet in a reshuffle on Sunday by chief minister Devendra Fadnavis. On Monday, in the presence of VDB member Dr Kapil Chandrayan, board deputy director Prakash Dayre and staff he took charge and expressed his commitment to give a boost to the VDB work by pursuing pending issues with the governor who is the statutory head of the board. An MSc in chemistry, Sancheti also dabbled in the construction business before starting his political career as municipal council member and then MLA for five terms from Malkapur. In college days he was a keen wrestler. He is the uncle of influential ex-MP Ajay Sancheti. Download The Times of India News App for Latest City ."}, "TV actors Ashish Dixit and Shweta Kanoje tie the knot in Nagpur": {"link": "http://photogallery.indiatimes.com/events/nagpur/tv-actors-ashish-dixit-and-shweta-kanoje-tie-the-knot-in-nagpur/articleshow/69596186.cms", "time": "", "description": ""}, "Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Meet focuses on woes of backward community": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/meet-focuses-on-woes-of-backward-community/articleshow/69881346.cms", "time": "2019-06-21 04:41:00", "description": "NAGPUR: Tribal Welfare Department commissionarate held a meeting to discuss about the problems faced by Schedule Tribes at Upper Ayukta Adivasi Vibhag Hall, Giripeth, on Thursday. Sandeep Rathore, an official of the department, heard the problems of the community members and promised action on the same. Dinesh Shiram, the main speaker, explained Rathore about various issues the community is facing and sought his help on the same. Shiram said, “A lot of crimes are happening in the locality which could be prevented with better security. CCTV cameras are not maintained properly. Proper maintenance of hostels is required. There are no security guards at these hostels. We request you to at least strengthen the security around girls hostels.” To this, Rathore suggested outsourcing of guards to solve the problem. “I would advise outsourcing of guards which will help you in employing some good security personnel,” Rathore said. Pushpa Uiky, a homemaker, asked the official for a Boston scholarship for her daughter. She said, “I have requested for a scholarship for my daughter for her higher studies. I have done my part. Let us see what happens next,” she said. Jyoti Ade, a high school graduate, requested Rathore for providing a psychiatrist or psychotherapist for school students. She said, “School students have a lot on their plate. Sometimes, there are issues which cannot be shared with friends. Proper guidance is required for better mental stability of the students.” She also probed the official to take action on better maintenance of school premises. Rahul Vinod, another youngster, commented on how students of Std I to IV had been assigned schools far away from their home. “How will students be able to go so far away to school every day? Won’t it be inconvenient and hectic?” he asked. Rathore heard all the complaints and promised to work for them. He also assured an audience with the higher authorities time to time. “I will talk to the higher authorities and see what they have to say in this regard,” he said. (Reporting by Shristi Sankrit) Download The Times of India News App for Latest City ."}, "Unhygienic area": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unhygienicarea/articleshow/69764414.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Godown owner steals tenant’s items worth Rs 17L": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/godown-owner-steals-tenants-items-worth-rs17l/articleshow/69865695.cms", "time": "2019-06-20 09:39:00", "description": "NAGPUR: Kalamna police on Tuesday registered a case burglary and trespassing against the owner of a godown for allegedly stealing items worth Rs 17 lakh from the godown. The accused, Rajendra Zade, 51, was having a dispute over vacating the godown with his tenant Ramesh Bhat, 54, over which he took the step. Police said Zade had give the godown on rent to Bhat a few years back. But recently the duo was having a dispute over the godown. Zade, a resident of Chhapru Nagar Chowk, along with his accomplices, broke open the lock and allegedly stole items worth Rs17 lakh from the godown. When the incident came to light, Bhat approached Kalamna police and filed a complaint. Kalamna police have registered a case of burglary, theft and trespassing against Zade and his accomplices. Police are yet to make any arrests in the matter. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Nagpur HC asks judge to verify all safety measures in court bldg": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/hc-asks-judge-to-verify-all-safety-measures-in-court-bldg/articleshow/69864947.cms", "time": "2019-06-20 10:46:00", "description": "NAGPUR: Continuing its tough stand on lack of facilities in District and Sessions Court complex here, the Nagpur bench of Bombay High Court on Wednesday directed the principal district judge (PDJ) to verify all compliances as claimed by the state public works department (PWD) and submit a report in 20 days. A division bench comprising justices Ravi Deshpande and Vinay Joshi was hearing an application moved by lawyer Manoj Sable where he pointed out lack of facilities in the lower court premises due to which three women lawyers were stuck up in one of the lifts and needed to be admitted in the ICU after being suffocated on June 11. The application was filed in PIL (No 67/2015) by Sable through counsel Shreerang Bhandarkar praying for directives to the PWD for construction of additional infrastructure like courts and bar rooms for convenience of lawyers and litigants. Firdos Mirza appeared for high court, while Uday Dable pleaded for District Bar Association (DBA). Earlier, the judges added ThyssenKrupp Elevators, which was having annual maintenance contract (AMC) for the lifts in entire District and Sessions’ Court complex, as a respondent in the case, following its failure to do servicing of lifts that led to last week’s accident. In its affidavit, the PWD executive engineer (electrical division) Manish Patil informed that generator set for providing backup for lifts was purchased way back in 1968 and has now become outdated. The work order to purchase a 500 KVADG set of generator is given to the agency to assist 100% power backup. He sought 40 days to replace it with new one. However, the judges turned down his request, asking him to complete the formalities within 20 days. Patil also referred to some of the points raised by PDJ Vibha Ingle in her affidavit to the court where she had pointed out non-compliance of 16 electrical works by the PWD. He informed that most of the works were completed in this regard. In last hearing, the bench had directed respondents to ensure sufficient measures for fire safety in the building, to avoid any eventuality. To this, the PWD informed that for fire safety measures, an estimate was technically sanctioned by the department and its tender was floated on June 11. Its tender bid would open on July 5. The administrative approval for installing new fire fighting system was received on June 12. Patil came out with startling revelation that the work on providing firefighting system could be completed within 40 days and later permission from the Nagpur municipal Corporation (NMC) could be obtained. It means, there is no firefighting system in the premises which is thronged by over 20,000 visitors every day, thus putting their lives at a big risk in case of emergency, according to lawyers. (With inputs from Sharvari Lohkare) Download The Times of India News App for Latest City ."}, "Fire at Sandesh Dawa bazaar": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fireatsandeshdawabazaar/articleshow/69605768.cms", "time": "", "description": ""}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Move to privatize train ops is disastrous: Nair": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/move-to-privatize-train-ops-is-disastrous-nair/articleshow/69881368.cms", "time": "2019-06-21 04:42:00", "description": "NAGPUR: The National Railway Mazdoor Union (NRMU) has termed the railway ministry move to rope in private players to operate mail/express trains as disastrous. Talking to mediamen on Thursday, Venu Nair, general secretary of NRMU, said roping private players to run trains is one of the agenda items in the 100-day programme chalked out for all divisions in the country. Nair said outsourcing of core jobs will not only spell doom for employees but also passengers. “We will not shy away from stopping the railway operations to oppose anti-employee policies by the Railway Board,” he added. One of the agenda items finalized during the recent meeting of general managers addressed by railway minister Piyush Goyal is about rolling out Wi-Fi at 6,800 stations in the country. Nair asked, “Was there need for Wi-Fi at stations in remote places where there are few travellers. Instead of taking such projects, the railways should channelize the funds into upgradation of infrastructure.” The NRMU leader was also critical of railway ministry move to ask people to give up subsidy on railway tickets which will hit poor passengers hard. Instead of taking such petty decisions, Nair suggested vigilance wing of the railways to target engineering departments that are in eye of storm for irregularities. Nagpur division NRMU leaders Habib Khan, Narendra Dhanfule, Pramod Bokde, Manoj Choithani, Debashish Bhattacharya, Saji Koshi, Emanuel Rao and others were also present. Download The Times of India News App for Latest City ."}, "Foreign doctors of Indian origin keen to teach in India": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/foreign-docs-of-indian-origin-keen-to-teach-in-india/articleshow/69865156.cms", "time": "2019-06-20 10:31:00", "description": "NAGPUR: Doctors of Indian origin in foreign countries have shown interest in coming back to India and work as faculty in the newly opened medical colleges. Dr Ramesh Mehta, president of Global Association of Physicians of Indian Origin (GAPIO), was in Nagpur on Monday. He told TOI his organization had submitted a proposal to NITI Ayog that 10,000 doctors based in UK who will retire in next two-three years were willing to join medical colleges as faculty. Mehta said the proposal was welcomed by NITI Ayog and the Indian officials were very positive about it. “I belong to the UK unit of GAPIO, known as British Association of Physicians of Indian Origin. We have 65,000 members. In next two years, 10,000 of these will be retiring and they are willing to work in India,” said Dr Mehta. According to him, the acute shortage of medical faculty in India could be addressed if these doctors are allowed to work. “NITI Ayog officials agreed to provide necessary amenities, documentation and salary as per international standards to them. All of them are Indians by origin. They are willing to work for the nation,” Dr Mehta added. He also revealed another plan of GAPIO to mentor fresh MBBS graduates for four years after their degree. “Due to very limited number of post-graduation (MD/MS) seats in India, fresh MBBS graduates face many problems. We have submitted a plan to train fresh MBBS graduates for two years in India followed by two years in UK. This will be on-the-job training and doctors will get salaries as per British standards during their stay in UK,” said Dr Mehta. He made it clear the plan was not intended to drive brain drain. “After two years of training in UK, candidates will return to India and they have to serve here for a significant time. They will be trained under clinical knowledge development program (CKDP) which is popular module of GAPIO,” Mehta added. NITI Ayog’s vision document ‘Strategy for New India @75’ states an active search strategy, or visiting/adjunct faculty system from India and abroad, and any other methods will be used to deal with faculty shortages in new medical institutes. Download The Times of India News App for Latest City ."}, "\nRaisoni College organises get-together for students in Nagpur\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/Raisoni-College-organises-get-together-for-students-in-Nagpur/articleshow/50230419.cms", "time": "", "description": "A get-together organised recently by the Raisoni College of Commerce, Science and Technology was high on fun and camaraderie.  The power-packed event had many entertaining acts and interesting games. Divided in different teams, students donned various superhero tees and brought forth their competitive streak in various games like truth or dare and musical chairs. Impromptu colourful dances, singing and humourous skits added entertainment to the do. The Raisonians, being the sport they are, performed all the tasks with great enthusiasm. The youngsters later were spotted clicking selfies and sharing light moments , bonding over refreshments. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "A blend of medical studies and engineering minds": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/a-blend-of-medical-studies-and-engineering-minds/articleshow/69864959.cms", "time": "2019-06-20 05:40:00", "description": "Practice makes a man perfect. This phrase has motivated almost every successful person till date. Stepping into any field requires a notion of ability regarding the interest invested, along with time and energy. No stream or study has ever been victoriously chased if it lacks choice or interest. Most students in this generation opt for science after their class X, but fail to choose between engineering and medical, as they have a share of interest in both the fields. For such students, pharmacy is the right choice. Pharmacy is a blend of medical studies and engineering minds. This subject can help one find the right direction towards a career path. Pharmacy has a huge scope in the business sector. For the past few years, production, supply and demand for medicines has only increased. The requirement does not seem to have a stop either. For all those who are interested in entrepreneurship, pharmacy is a great option. Nayan Bajaj, a medical store owner and a businessman, said, “There is an undying scope in pharmacy studies. The developments and new technologies have only taken this field to a higher level. A diploma course in pharmacy is mandatory for those who rely in the field of business itself. For higher studies, bachelor’s and master’s degrees are compulsorily required.” “Doctors and medicines are soul partners who are interconnected and cannot really function without each other. Pharmacy, in this way, soars as one of the best professions,” he added. Advancements in every field has reached heights in this era, whereas researches seem never to end. Every day, a new technology is discovered. Even in pharmacy, clinical research is a great choice. Neha Kriplani, a clinical research associate, said, “The profession is helpful and effective for as long as there is requirement for medicines. There is a huge scope in this field as almost everyone today is a consumer and scientists are keen producers.” “Different companies and departments offer high-paying job to degree holders. Clinical research deals with testing and producing of medicines, and this field is widely resourceful. Pharmacy gives an opportunity to understand both a patient’s life as well as a doctor’s work,” she said. Mohit Wadhwani, a pharmacist, said, “The number of patients is increasing day by day. This has led to a drastic increase in production of medicines. The profession is highly standardized for those students who have an equal interest in biology and mathematics. This field gives a chance to figure out a marketeer’s life completely. There is a great scope and this field is one such section where knowledge of almost every subject and practical life is streamed.” XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Why opt for the subject Desire for flexibility in career choice Unique approach to healthcare Benefit from the demand of pharmacists Work with state-of-the-art technology XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Expert View Dr Abhay Ittadwar Career scope, job opportunities huge Once a child is admitted to a school, there are no other options but to continue the studies without few alterations till Std X. So, after passing SSC, the natural question is ‘what next?’ Here, one has to be selective to opt for one of the streams among science, commerce and arts, while another choice is polytechnic, depending upon the passion and eligibility. Once the science stream is opted for, there are further choices like physics, chemistry & biology i.e. PCB group or physics, chemistry & mathematics i.e. PCM group or both mathematics and biology group. The current trend, which has likely become common these days, is medical sciences or engineering. For those who do not fulfill the merit list demands, and have opted for PCM or PCB or PCMB, pharmacy is the right choice to step in. Pharmacy offers a variety of subjects along with diploma and degree courses. Pharmaceutical companies have a suitable amount of share in the market. Hence, it is one of the leading occupations with a business choice. One can opt pharmacy for a career in production, research, quality assurance, regulation affairs, patents, corporates, academics, hospitals, entrepreneurship and so on. Recent trend and technologies like artificial intelligent, 3D printing, biotechnology, nanotechnology etc has further increased the scope. Career scope and job opportunities in pharmacy are huge. Due to opening of large pharmaceutical companies and government policies like startup, Make in India, generic medicines etc, the future in this field is bright. Numerous jobs are available for pharmacists in government as well as private organizations. After completing studies, one can easily find jobs in pharmaceutical industries, government departments, universities, hospitals, investigation and research institutes etc or can opt for entrepreneurship. (Dr Ittadwar is the principal of Guru Nanak College of Pharmacy, Nagpur) XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX List of colleges Guru Nanak College of Pharmacy Course offered: B.Pharm, M.Pharm (pharmaceutics), M.Pharm (pharmaceutical chemistry), M.Pharm (quality assurance), PhD (Pharma) Duration: 4 years for B.Pharm, 2 years for all master’s, 5 years for PhD Admission procedure: Maharashtra Common Entrance Test and Common Admission Process Source: College website Department of Pharmaceutical Sciences, Nagpur University Course offered: B.Pharm, M.Pharm (pharmaceutics), M.Pharm (pharmaceutical chemistry), PhD (Pharma) Duration: 4 years for B.Pharm, 2 years for all master’s, 5 years for PhD Procedure: MH-CET Common Admission Process Source: College website Dadasaheb Balpande College of Pharmacy, Nagpur Courses offered: B.Pharm, M.Pharm (pharmaceutics), PhD (pharma) Duration: 4 years for B.Pharm, 2 years for all master’s, 5 years for PhD Procedure: MH-CET and Common Admission Process Source: College website Kamla Nehru College of Pharmacy Courses Offered: B.Pharm, M.Pharm Duration: 4 years for B.Pharm, 2 years for master’s Procedure: MH-CET and Common Admission Process Source: College website This list is not exhaustive and should not be considered as the endorsement of the institute. Students are advised to check with relevant education authorities before taking admission XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX PROFESSIONALS SPEAK Pharmacy in itself is a science. It takes a lot of technique and expertise to prepare medicinal drugs and review it. People take it lightly what a pharmacist does but it really is a big deal. A bright and prosperous career can be made in it. Every medical student should consider it as a career option Mayank Deo Singh Being a pharmacist for a while now, I can proudly say that I love my job and would recommend it to everyone who is interested in it. Pharmacy is an art and is as important as any other profession. It takes a lot of studying to reach where I have reached and it is always worth it Akrosh Chaturvedi The industry of pharmaceuticals is big and is expected to grow more. It is a very beneficial industry and is also welcoming. Students do not have to study as much as they have to in medical, but it is equally rewarding and important. It is funny how people undermine pharmacy Sanjay Singh It is a very rewarding and prosperous field. All the aspirants who would like to join it should remember that you should never be a pharmacist if you do not have a licence. It is very dangerous. To ensure the safety of public, it is important that you do not play with anyone’s life Pawan Kumar Mishra Coming from a medical background, I always saw myself doing something in the same field. I am extremely lucky to have gotten the opportunity to pursue my career in pharmacy. It always intrigued me how a pharmacist always knew the exact drug to cure the problem Pradeep Singh Download The Times of India News App for Latest City ."}, "\nHeart-wrenching tale enthralled Nagpur’s theatre aficionados\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/Heart-wrenching-tale-enthralled-Nagpurs-theatre-aficionados/articleshow/52744446.cms", "time": "", "description": "A Marathi play Vyakti aani Valli was recently staged at Dr Vasantrao Deshpande Hall. Nagpur’s theatre buffs enjoyed a mélange of various characters and their eccentricities. Theatrical adaption of a book penned by legendary litterateur P L Deshpande, the rib-tickling play — directed by Chandrakant Kulkarni — had popular names from Marathi film and theatre world in the star cast. Actor-director Mahesh Manjrekar, Sunil Barve, Bhau Kadam, Anand Ingale etc. swept the audience off their feet with their impeccable comic timing and strong dialogue delivery. Needless to say, the auditorium reverberated with loud applause when the show ended. Gotya Sawant also garnered praises as a sutradhar. Former Union cabinet minister, Vilas Muttemwar with wife Chhaya, former Maha ministers Anil Deshmukh and Ranjit Deshmukh with wife Rupa enjoyed the play. Divisional Commissioner Anoop Kumar and IPS officers Deepali Masirkar and Rohan Samant were also spotted. Download The Times of India News App for Latest City ."}, "\nStudents of ETC department of Yeshwantrao Chavan College of Engineering attend farewell bash in Nagpur\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/Students-of-ETC-department-of-Yeshwantrao-Chavan-College-of-Engineering-attend-farewell-bash-in-Nagpur/articleshow/52416149.cms", "time": "", "description": "It was time for the final year students of ETC department, Yeshwantrao Chavan College of Engineering, to bid goodbye to their college life. The farewell bash, which was organised recently on the college premises, was full of fun and nostalgia. Partying with their friends one last time, youngsters experienced a gamut of emotions. While outstation students were sad to leave the city, many seemed excited to join the companies they have been placed in through campus recruitment. Girls and boys didn’t forget to click numerous selfies and group snaps, which were instantly updated on their social media accounts. To add some more fun to the bash, various games were organised wherein seniors and juniors enthusiastically participated. Later, a leg-pulling session not only evoked plenty of laughter, but also proved to be a catalyst in making the bond stronger between the juniors and seniors. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Citizens all set to celebrate International Yoga Day": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/citizens-all-set-to-celebrate-international-yoga-day/articleshow/69864953.cms", "time": "2019-06-20 10:42:00", "description": "NAGPUR: The fifth International Yoga Day is on June 21 and citizens are all geared up to take out their mats and sweat it out as a step towards a healthy body and a peaceful mind. This year’s theme for the day is ‘Climate action’ to realized one’s responsibilities towards making a breathable environment. The city will be observing a number of events to mark the day. The Nagpur Municipal Corporation (NMC) along with Yogabhyasi Mandal will organize ‘Yoga day celebrations’ at Yashwant Stadium at 5.45am, on Friday. Union minister Nitin Gadkari will be the chief guest along with state minister Chandrashekhar Bawankule. Ram Khandwe of Yogabhyasi Mandal said, “Around 30,000-40,000 people are expected to attend the event. We have made arrangements for a big projector which will make it convenient for the public to perform yogasanas.” The South Central Zone Cultural Centre (SCZCC), in keeping with its five-year legacy, is all set to celebrate the day at 6.30am. Yoga practitioners are expected in comfortable clothing armed with their mats. Aaranya & Vivekananda Kendra Nagpur are jointly organizing ‘Yoga for the heart’ at 6am at Vivekananda Smarak, Ambazari, on Friday. Satya Sanatana Yoga’s will hold multiple sessions from June 20-23 for yoga enthusiasts. On June 20, it is scheduled from 7.30am to 8.30am at Baheti IVF Centre and JCI Nagpur. The events will begin from 5.45am to 7.30am at Guards Regimental Centre, Kamptee, 7.30am to 8.30am at Swami Dayananda Girls School, 9am to 10am at Zee Mount Litera School, 10.30am to 11.30am at Dr B R Ambedkar College of Management and Research, 11.45am to 12.45pm at G H Raisoni College, 1pm to 2.15pm at UII and the last session from 4pm to 5pm at Zee Mount Litera School, Pratap Nagar. Events have also been scheduled on June 22 and 23 at Empress Mall from 9am to 10am and 6.30am to 8.00am at Mahindra and Mihan respectively. Kedar Joshi from Satya Sanatana said, “I am a psychotherapist and a yoga teacher and so, I will conduct various lectures on personal growth, intellectual thinking, recovery disorders and physical illness.” Yoga enthusiasts can also attend the two-day celebrations at Bharat Van, the green belt of the city, with multiple sessions starting from on June 2. Organizer Jaydeep Das said, “We have organized this event for the public in the lap of nature. What better way to do yoga in open space with nature.” Event one will be held on Friday from 5.30am to 6.30am where Nakul Agrawal will give a talk ‘What is Yoga’ followed by Margesh Sapate’s flute music rendition. On June 22, Bharat Van will organize two events, the first from 6am to 7.30am with a talk by Jay Shukla followed by demonstration of common yogasanas by Jay Shukla and Swati Gupta. Another event will be held from 5.30pm to 6.30pm where Agrawal will deliver a talk on ‘meditation’ followed by guided meditation accompanied by Handpan music by Parvinder Singh. Yoga practitioner Dhanashree Lekruwale and Guinness Book Record holder Jyoti Amge will perform yoga at Ambedkar Garden at 7.30am on June 20. Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Accused not a terrorist only for using word jihad: Court": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/accused-not-a-terrorist-only-for-using-word-jihad-court/articleshow/69865003.cms", "time": "2019-06-20 10:38:00", "description": "NAGPUR: The Akola sessions court recently acquitted three men arrested on terror charges under the stringent Unlawful Activities (Prevention) Act (UAPA), 1967. Absolving them, special judge AS Jadhav pointed out that an “accused can’t be labelled as a terrorist just because he was using the word jihad”. “As per the dictionary, ‘jihad’ literally means ‘struggle’. It’s an Arabic word which means striving or struggling. According to BBC, the third meaning of jihad is struggling to build a good society. Related words of jihad are expedition, administration, movement, strive crusade. Therefore, if merely accused used the word ‘jihad’, it would not be proper to brand him as terrorist,” the judge said, acquitting all three accused of charges under UAPA. Abdul Malik Abdul Razaqque, Shoeb Khan and Salim Malik had been arrested outside a Mohamadiya mosque in Pusad town of Yavatmal district after Razaqque allegedly attacked cops on September 25, 2015. He was enraged over the beef ban imposed by the Maharashtra government and attacked police constables Amol Badukale, Yogesh Dongarwar and Sudarshan Aghav with a knife, injuring them outside the mosque on Bakri Eid. After he was arrested, the case was handed over to Mumbai-based Anti-Terrorism Squad (ATS). The ATS claimed Razaqque had come into contact with Khan on Facebook and introduced him to Malik. Both Khan and Malik then instigated Razaqque to join ‘jihadi movement’ and also lured him to go to Afghanistan for training. ATS pointed out that Razaqque was highly influenced by the speeches of Maulana Masood Azar, the founder of banned terrorist organization Jaish-e-Mohammad, which was behind the deadly attacks on the Parliament and the recent one at Pulwama, where 40 CRPF personnel were martyred. He even used to listen to inflammatory speeches of preacher Zakir Naik and Al Qaida founder Osama bin Laden. He also ran a WhatsApp group named ‘Friends Forever’, where inflammatory material was circulated. When Razaqque’s Facebook and Twitter accounts were checked, it was found that he was following jihadi groups. After arrest of all three, incriminating material such as CDs and Urdu material was seized. They were charged under various sections of IPC, Arms Act, and Bombay Police Act, besides UAPA. The charge sheet was filed with JMFC court in Nagpur, which remanded the case to Akola court. “It appears that Malik has exhibited his anger through violence against government and some Hindu organizations for ban on cow slaughtering. No doubt, he used the word ‘jihad’. But it was adventurous to jump to the conclusion that only for using word ‘jihad’ he should be branded as terrorist,” the judge said. The court, however, maintained Malik’s conviction under all IPC sections and sentenced him to three years behind bars. Since he was been in jail from September 25, 2015, he was released as he had already served his full term. The court asked Khan and Malik to furnish a surety of Rs15,000 each while acquitting them of all the charges. Speaking to TOI, Malik’s father said they were happy as justice was finally done. “I want to thank SP MLA Abu Azmi along with Afzal Farooki, Mayatai Chaure, Pervez Siddiqui from Nagpur for helping us in these tough times, where we lost everything. I am happy that my son had rejoined the Mohamadiya Masjid as a cleric. His son was just one-and-a-half-years-old when he was forcibly taken by the police.” He added that after his son’s arrest, they lost everything and suffered immense social stigma. “I suffered losses in my business. We were treated like outsiders in our hometown. Now, it’s up to chief minister Devendra Fadnavis to inquire into the matter and punish the guilty cops for falsely implicating my son and devastating our peaceful lives.” Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "2 arrested in Navodaya bank fraud in Nagpur": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/2-arrested-in-navodaya-bank-fraud/articleshow/69864984.cms", "time": "2019-06-20 10:40:00", "description": "NAGPUR: The economic offence wing (EOW) of the crime branch has arrested two former managers of Navodaya Urban Cooperative Bank in the Rs 38 crore co-operative scam. The accused — Rajesh Bante and Rajesh Bogul — were produced before a court on Wednesday and sent to PCR up to June 24. EOW had earlier booked former Congress MLA Ashok Dhawad and 16 directors of the bank on the basis of a complaint filed by the auditor of state department of cooperatives. The accused had allegedly duped investors by distributing bogus loans between 2010 and 2015. The accused had also allegedly written off loans of customers by forging documents and providing them no objection certificates. Such customers were again provided loan by the bank. The fraud was busted after investors approached cops. The cooperative bank had also gone into liquidation after its banking licence was cancelled six months ago. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "\nAshwamedh staged at Ram Nagar Ground in Nagpur\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/Ashwamedh-staged-at-Ram-Nagar-Ground-in-Nagpur/articleshow/52253422.cms", "time": "", "description": "The tale and triumph of five rulers — Chandragupta Maurya, Harshvardhana, Prithviraj Chauhan, Krishnadevaraya and Swargnarayana — was beautifully narrated through Hindi mega play Ashwamedh, which was recently staged at Ram Nagar Ground. Nagpur’s theatre aficionados were enchanted with superlative performances of the artistes and the gripping story kept the audiences on the edge of their seats. What added grandeur to this two-hour show were colourful dance sequences and the magnificent set designs. Director of the play Dr Vinod Indurkar said, “The concept and technique of mahanatya is different than normal plays. You have a narrator, elaborate backdrops and recorded dialogues, which make for an entertaining theatrical treat for the viewers. It is overwhelming to see audience being so receptive and a good turnout is a great motivation for a creative person.” Download The Times of India News App for Latest City ."}, "State increases Std XI seats by 10%, CAP from today": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/state-increases-std-xi-seats-by-10-cap-from-today/articleshow/69875852.cms", "time": "2019-06-20 04:35:00", "description": "Nagpur: Maharashtra government on Tuesday decided to increase intake capacity of junior colleges by 10% for 2019-20 session to ensure that the SSC students do not lose out on admissions because of low scores due to scrapping of internal marks in some subjects. The Std XI online centralized admission process (CAP) will start from Wednesday with students getting access to the crucial part-2 form on the web portal.Many parents felt that Std XI seats in good colleges will be grabbed by CBSE students, where internal marks still continue, and this in turn led to pressure being built up on the education department. With the state elections just a few months away, the government too probably did not want to be seen as not doing enough for their ‘own’ and was exploring various options before finally settling down for a seat increase.Junior colleges in Nagpur and Pune get 10% increase across all streams, whereas in Mumbai it varies depending on the stream. About 21 colleges in Nagpur have been selected for the seat increment and this increased capacity will be visible to students on the admission portal. Other colleges that want to increase their intake capacity will have to follow the established protocol of applying with the deputy director of education (DDE) office. As per the initial reports, this increase in seats is only for this academic session because of the ‘extraordinary situation’, which means next year college’s pool for Std XI will revert to original number.Schools, however, feel that the solution offered by the government does not solve the original problem. Rajendra Dayma, president of Independent English Medium Schools Association (IESA), said, “There has to be a uniform evaluation policy for all boards without which we can never provide our students with a level playing field. Increasing seats for this year is fine, what happens next year?”Maharashtra Rajya Shikshan Sanstha Mahamandal (MRSSM), which is an association of trusts/societies that own the schools, feels this is not the right solution. Its general secretary Ravindra Fadnavis said, “This is not going to solve the problem because we have 54,000 seats in Nagpur and only 50% registrations have come. So what’s the necessity of 10% increase in seats when most of the students are not opting the city colleges and whether the colleges have the necessary infrastructure.”Sarang Upganlawar, director of ICAD coaching institute, said, “To increase quality of students, it is important to increase the standard of evaluation. In the past, policymakers had resorted to lowering the bar which resulted in immediately spiking up the passing numbers but was detrimental in the long run.”HUGE RELIEFOn Tuesday, state education director Dinkar Patil met with select principals in Nagpur for CAP 2019Principals demanded that extra guidance centres be started for admissionsSeats in 21 city colleges increased by 10%CAP 2019 to start from WednesdayOther colleges are free to apply but final decision by education departmentNagpur CAP 2019Seats available | 55,000 (approx)Registrations | 28,320 (as of June 17)Students from which board took admissions in Std XI in Nagpur in 2018-19?State board | 30,518CBSE | 4,592ICSE | 219IGCSE | 3IB | 1NIOS | 20Others | 106Total | 35,459SCHEDULEJune 19-23 | Students to fill Part-2 for bifocal streams. Quota admissions. College-level merit list. June 19-29 | Filling forms of Part-1 &Part-2 (except bifocal)June 26-27 | Online admission for bifocal of first merit listJuly 1 | General merit list. Objections to list to be acceptedJuly 6 | First general merit listDownload The Times of India News App for Latest City ."}, "\nCultural fest organised at Chitnavis Centre in Nagpur\n": {"link": "https://timesofindia.indiatimes.com//city/nagpur/Cultural-fest-organised-at-Chitnavis-Centre-in-Nagpur/articleshow/50280677.cms", "time": "", "description": "Nagpurians enjoyed an amazing collaboration of musical theatre along with a fusion of vocal and instrumental recitals at a cultural fest organised at Chitnavis Centre recently.  The event began with Charles Dickens’ English play — A Christmas Carol — directed by well-known city theatre artiste Vikash Khurana. The superlative performances, gripping storyline, peppy songs and a strong message of the play impressed the ardent theatre lovers of the city.  The ghazals rendered by Prasanna Joshi were no less impressive. An evidently elated guru of the singer Ustad Akeel Ahmed, sported a benign smile during the performance. Later, the instrumental fusion by maestros Salil Bhatt (on satvik veena) and Matthias Muller (on guitar) made for a befitting culmination to this cultural treat. Divisional commissioner Anoop Kumar and Maharashtra’s principal secretary (urban development), Manu Kumar Srivastava were spotted enjoying the cultural treat. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "‘He was like a demon, I will never forget this’": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/he-was-like-a-demon-i-will-never-forget-this/articleshow/69881087.cms", "time": "2019-06-21 04:23:00", "description": "Wardha: “I was shouting and pleading with him to forgive me, but he kept slapping me. He tied my hands and legs, took off my pants and did not allow me to stand up from the hot tiles of Jogna Mata temple. He was like a demon, and I will never forget this in my life,” says the traumatized 8-year-old Aryan, recounting his ordeal of the day he was punished in a temple courtyard at Arvi last week.Aryan Khadse, a resident of Rani Laxmibai Ward of Arvi town, was accused of stealing some coins from Jogna Mata temple, which is close to his house, by accused Umesh alias Amol Dhore. The accused punished Aryan by forcing him to sit on hot tiles in the afternoon on June 15, causing serious burn injuries on his buttocks.Aryan, who belongs to the Matang community (SC), said, “I was playing with my other friends. He (Dhore) came and started shouting at us, and started slapping me without reason. I was telling him that I had not stolen any coins, but he did not stop, slapping and punishing me. Others were looking on but nobody could help me,” he recalled.Gajanan Khadse, Aryan’s father, said, “The lock on the donation box was as it is. Devotees drop coins or money inside the box, there was no question of a theft.”Aryan is the second of four siblings, with an elder brother and two younger sisters. His father works part-time for a band party in the marriage season at Arvi, and as daily wage worker otherwise. On that day, he was playing at a marriage ceremony in town. He received a call from his wife Anjali about the incident, and rushed home. Anjali said, “The temple is around 200 meter from our house. Aryan came home in unbearable pain, jumping and screaming. I ran to the accused’s home and shouted at him. But he started arguing and abusing me. Finally, I warned him we are going to the police, and took Aryan to the sub-district hospital at Arvi.”Khadse said their house is the only one of the Matang community in the area, with many houses of other SC communities. “We have never faced a caste issue here. But I guess these people (accused) don’t like our children going to the temple. I think he had decided to teach us a lesson, otherwise what common man will punish a child like this. After the incident, when we questioned him, he threatened us.”Several social groups have come forward to help Gajanan Khadse with the expenses on Aryan’s treatment. However, the state government has issued a cheque of Rs25,000 out of Rs1 lakh aid under social justice scheme.The accused is in magisterial custody remand since June 17. Police have registered offences under the Atrocities Act and sections of serious assault, detaining someone, and breaking the peace of IPC, and also the Juvenile Justice (care and protection of children) Act 2015.Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Captured Brahmapuri tigress E1 to be released in Melghat": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/captured-brahmapuri-tigress-e1-to-be-released-in-melghat/articleshow/69881373.cms", "time": "2019-06-21 04:43:00", "description": "Nagpur: In spite of four failed experiments of returning problem tigresses to the wild, the wildlife wing has decided to release another captured tigress from Brahmapuri in Melghat Tiger Reserve (MTR) in Amravati. Based on recommendation of a state committee, state’s principal chief conservator of forests (wildlife) Nitin H Kakodkar has issued orders to release the tigress. Talking to TOI, Kakodkar confirmed the sub-adult tigress will be released in MTR. The radio-collared problem tigress E1 was captured on May 31 from forest area in Mendki-Naleshwar in North Brahmapuri range after it killed two villagers. According to forest officials, E1 prowled in agriculture fields and posed threat to humans. However, proposal to capture the tigress was hurriedly pushed after villagers from Parsodi, Tukum, Ganeshpur, Rampuri, Ekara staged a sit-in dharna inside the office of deputy conservator of forest (DCF) Kulraj Singh in Brahmapuri demanding immediate measures against tiger terror. The tigress is currently kept in Gorewada Rescue Centre and is expected to be shifted to Melghat soon. The PCCF’s decision follows a committee consisting of a wildlife veterinarian, Satpuda Foundation chief Kishor Rithe, honorary wildlife warden Kundan Hate and retired DFO GK Vashishta and others giving the go ahead for the release. The committee has suggested release of the tigress as early as possible in an administratively suitable area after fitting a radio collar. Sources said the members also discussed threadbare problems in the aftermath of release of such tigers, especially the failed experiment of Brahmapuri tigress T27-C1 named as ‘Kismat’. The tigress was released in Bor Tiger Reserve on July 29, 2017. It was electrocuted on October 14, 2017, after covering 500km. A section of committee members justified release of captured tigress stating that every year Brahmapuri records birth of 10 new cubs. The speed with which tigers are being captured here, even rescue centres will get flooded soon. “We took a decision on a scientific basis. This tigress is a dispersing female and was engaged in conflict while in search of new territory,” said one of the members. Even National Tiger Conservation Authority’s (NTCA) standard operating procedure (SOP) states that if a tranquillized tiger is found to be healthy, in prime or young age, and without any incapacitation (loss of canine, injury, broken paw etc), then it may be released after radio collaring in a suitable habitat with adequate prey base, away from the territory of a resident male tiger (if any), or human settlements. Even Wildlife Institute of India (WII) tiger expert Bilal Habib justified the decision on release. “It is very easy to keep a tiger in captivity. The tigress had entered into conflict by chance and it is scientific to re-release the tigress as it will provide more insights to conservation and corridors,” Bilal said. “Even as it is difficult to say how the tigress will behave after release, Melghat, spread in over 2,700sqkm, has good potential. It already has 50 tigers and still there is ample scope to accommodate more tigers,” said wildlife and environment lawyer from Akot Manish Jeswani. “Several villages have been relocated from Melghat apparently to create inviolate spaces for tigers. Besides, the buffer area has also been brought under the control of Melghat giving an edge,” added Jeswani. Download The Times of India News App for Latest City ."}, "Footpath being used for Saoji Bhojnalaya": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathbeingusedforsaojibhojnalaya/articleshow/69551036.cms", "time": "", "description": ""}, "Toilet requires": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/toiletrequires/articleshow/69551075.cms", "time": "", "description": ""}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "wastage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastage/articleshow/69529602.cms", "time": "", "description": ""}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Activist alleges Metro favoured L&T, agency denies claim": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/activist-alleges-metro-favoured-lt-agency-denies-claim/articleshow/69865600.cms", "time": "2019-06-20 09:54:00", "description": "Nagpur: Jai Jawan Jai Kisan leader Prashant Pawar on Wednesday alleged that MahaMetro had favoured L & T, which runs Hyderabad Metro, in leasing coaches. MahaMetro however, trashed his claim citing directives of Commissioner of Metro Rail Safety (CMRS). Citing a preliminary audit report, Pawar said that MahaMetro had leased six coaches from L & T for Rs15 crore a year. “Moreover, the coaches were leased for four years when they were required only for one year,” he added. MahaMetro managing director Brijesh Dixit said that the coaches have been leased for three years and not four. “After using them in Nagpur, we will take them to Pune and later may be Thane if state government awards the project to us. It takes weeks for new coaches to be tested and so the ones leased were vital for the trial run and inspections of Research Design and Standards Organization (RDSO) and Commissioner of Metro Rail Safety (CMRS),” he added. “We had earlier contacted Chennai Metro, a government owned one, for two trains. However, they are four coach trains and our platforms are not that long. Secondly, they have side evacuation facility against front evacuation of our coaches. CMRS asked us to lease only those trains that are similar to ours,” he further said. The cost of a Nagpur Metro train is around Rs30 crore, including taxes. However, L & T has charged Rs7.5 crore per train per year. On this, he said, “Even Chennai Metro had asked for Rs7.10 crore per train. The rent is on the higher side but it's a suppliers’ market. We didn’t contact other Metros after CMRS directive,” said Dixit. Pawar also alleged that there was a delay in delivery of coaches from China. Dixit countered it saying Nagpur Metro was the fastest in ordering the rolling stock. “There was a delay of about four months in finalizing the contract as one of the bidders had approached High Court and then Supreme Court,” he said. The MD further said that cost of rolling stock as per the detailed project report (DPR) was Rs922 crore while Nagpur Metro had awarded the tender for Rs718 crore thus leading to a saving of Rs204 crore. Jai Jawan Jai Kisan had earlier alleged that the contractor for Reach III had been awarded the contract for building some stations of Reach II without any tender. Dixit said that the DPR nowhere mentioned that construction work had to be awarded to different contractors. “Our contract for Reach III clearly states that work site means the places where the permanent works are to be executed and any other places as may be specified in the contract as forming part of the site. Our site in the entire city of Nagpur,” he added. Pawar also slammed MahaMetro for holding joyrides saying that there was no provision for it in the DPR. Dixit said that they were held on the request of citizens, who had endured a lot of inconvenience during construction work. “The coaches from L & T were leased for trial run and not joyrides,” he added. CMRS inspects Nagpur MetroA team of Commissioner of Metro Rail Safety (CMRS) led by commissioner Janak Kumar Garg took stock of various works being done by Nagpur Metro in Reach I (Sitabuldi to Khapri). KL Purthi and Varun Maurya were other members of the team. CMRS is here to sanction the second line of Reach I. Garg first met MahaMetro managing director Brijesh Dixit to learn about the progress of Reach I. He then held meetings with senior officials, including Mahesh Kumar, Sunil Mathur, S Sivamathan, Anil Kokate and others. The commissioner then visited Sitabuldi interchange station. He inspected the security system and various facilities available at the station. They included smoke detection system, emergency lighting, fire safety equipment, scanner, automatic fare collection gates, escalators, etc CMRS team will travel by trolley from Sitabuldi to Khapri and inspect Airport and Khapri stations on the way. Morning services in Metro will be closed on Thursday. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "On the zebra crossing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/onthezebracrossing/articleshow/69641674.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "28-year-old man alleges torture, intimidation by cops": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/28-year-old-man-alleges-torture-intimidation-by-cops/articleshow/69865546.cms", "time": "2019-06-20 09:57:00", "description": "NAGPUR: Rahul Kubde, 28, has alleged torture and intimidation by cops posted at Imambada police station on June 10. The Siraspeth resident also claimed that a police sub-inspector (PSI) and a few constables made him sit among criminals for more than five hours without registering any case against him. On his complaint to senior police officers, Zonal DCP Raj Tilak Roushan ordered an inquiry. “ACP from Sakkardara is investigating the matter. If a police personnel is involved, action will be taken against him.” It is learnt that Kubde, who works at a petrol pump near Dorli village, was having a dispute with his wife and the duo was being counselled at the police department’s Bharosa cell. His wife was residing with her parents since 1 1/2 years. The couple married two years ago and has an 8-month-old child. On June 9, Kubde claimed that he received a call from one Jadhav, apparently a policeman, who wanted to visit him. On the next day, when Kubde reached his parent’s house he was surprise to find the door locked. Soon, Kubde’s wife, her family members and two constables from Immambada police station too landed up there. “The cops asked me to break the lock and allow my wife to enter the house, but I couldn’t do it. Then they asked me come to the police station,” said Kubde. At Imambada police station, Kubde claimed that he was abused by cops which included PSI Patwadkar. “The cops got angry and without reason started slapping me. They took me inside the lock-up and thrashed me with a ‘bajirao’ belt. There was no offence registered against me, still the cops tortured me and made me sit with criminals from 1.30am to 4.45pm,” said Kubde. Kubde was also threatened with a “fake case complaint”. “I was told I would be in jail for six months without getting any bail,” he said. According to Kubde, the police took action as his wife’s uncle is a cop. Senior PI of Imambada police station MM Salunkhe said, “We had received a complaint from Kubde’s wife that he was not letting her inside the house. My officer had scolded him on that.” Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "NMC allows, then shuts waste recovery centres": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/nmc-allows-then-shuts-waste-recovery-centres/articleshow/69881802.cms", "time": "2019-06-21 05:13:00", "description": "NAGPUR: Six women Self-Help-Groups (SHGs) led by NGO Swachh Association have accused Nagpur Municipal Corporation (NMC) of asking them to open Material Recovery Facility (MRF) without following procedures. They also claimed NMC is directing them to shut down operations under pressure from former mayor and corporator Pravin Datke. Refuting the allegations, Datke said he had objected to opening the centres illegally, that too in school premises, and allowing staffers of private garbage operator Kanak Resources Management Limited (KRML) to sell NMC’s garbage to the women SHGs illegally. Anasuya Kale-Chhabrani and Shefali Dudhbade of Swachh Association and the women SHGs have demanded that NMC should regularize the centres and allow them to continue. “There is a provision in Swachh Bharat Mission to open MRF. We were running our centre at Dhantoli. NMC officials requested us to run the centre in association with them, to get points under Swachh Bharat Mission. Then, NMC Women and Child Welfare Department invited applications from women SHGs to develop and run MRFs in each of the ten zones. Six MRF were opened in October last year. Problems started after Datke’s complaint,” they said. They added, “NMC officials never gave any official letters to open and run MRF. We are not officials, and do not have knowledge about the process. It was NMC’s responsibility to take care of rules. We were asked to develop and run the centres so we should be allowed to continue,” they said. Datke said stringent action should be taken against NMC officials responsible for the controversy. “One of the MRFs is functioning from a school premises, others in community hall and zone offices. How can officials allow waste collection centres in public places?” he questioned. Datke also said NMC officials do not have powers to allow Kanak staffers to sell waste collected door-to-door to MRF. “It is a policy decision and permission of general body was mandatory. No permission was taken to lease out spaces for MRF,” he said. Women SHGs said their members will be deprived of self-employment if the MRFs are closed down. “We purchase waste from Kanak staffers at Rs10 per kg and sell it to wholesalers. Women associated with MRFs run their families. The MRFs have started to get good business so a couple of people associated with Datke want to shut them down for vested interests,” they alleged. Calling the allegations baseless, Datke said he was not against MRF or women SHGs, but any project should come up with due process. “NMC officials have made a mistake, so I raised an objection,” he said. Municipal commissioner Abhijit Bangar assured to verify all allegations by women SHGs and take action. “MRF are meant for collection of waste from ragpickers and not from Kanak staffers. I don’t think officials have given such permission,” he said. Download The Times of India News App for Latest City ."}, "One more MRO expected to start in Mihan by Dec": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/one-more-mro-expected-to-start-in-mihan-by-dec/articleshow/69864976.cms", "time": "2019-06-20 04:40:00", "description": "Nagpur: The Mihan-SEZ may soon have one more aircraft maintenance repair and overhaul (MRO) depot operational. Indamer Aviation which has been allotted land next to the Air India’s MRO, has completed 70% of construction work with four hangars ready. It plans to start operations by December end this year. Indamer Aviation in which two Indian businessmen Prayaj Patel and Sunil Gupta have a stake has tied up with US aircraft maintenance services provider AAR. The MRO, spread in 30 acres of land in the SEZ, will be taking up framework maintenance of Airbus 320 aircraft. This means the outer body, interiors and work except major overhaul of the engines will be done here. Rajesh Gupta, the CEO of Indamer said his company hopes to get the FAA and EASA approvals from the American and European aviation authorities in the coming months. If secured in the expected time, Indamer Aviation’s set up in Mihan can be the first framework MRO to be operational in India. “This would be a win-win situation for the company, airlines and also the government as it would save a substantial foreign exchange outgo,” he said. “Airlines like Indigo and Go Air have already expressed their willingness to offer business to Indamer Aviation after the operations begin. This means the MRO hopes to have sizeable business in the initial stages itself,” he added. Indamer Aviation is also the oldest MRO in the country. It began in 1939 with a single hangar near the Juhu Airport. The company was then promoted by American entrepreneur Joseph Koszarek. In 2007, the company became part of European Aviation holding Company Private Limited (EAHC). Finally Patel and Gupta invested in the business. With the Nagpur venture, Indamer will be taking up works for the civil aviation aircraft for the first time. This means, so far it was taking up the servicing of private jets, and at Nagpur it would be catering to even aircraft deployed by various airlines, explained Gupta. Meanwhile in what may give another boost to the Mihan-SEZ, the Concor’s Inland Container Depot (ICD), is expected to start within a month’s time. All that needs to be done is that the ICD needs to be connected with the station by the railways. Concor is a subsidiary of Indian Railways that is engaged in transport of cargo containers to the seaports. Concor’s chief general manager for Central India Arunkumar Satpathy said the agency is in a position to start the facility in a month’s time if the rail connectivity is established. Under the present situation, trains running from the direction of Nagpur to Mumbai can reach the ICD but not those form the opposite direction. “There has been a time overrun as the work was expected to have been completed by 2016. However, now the railways have assured to finish it within a month’s time after which the ICD here can become operational,” said Sathpathy, adding, “Once ready, majority of the work from the present ICD at Narendra Nagar will be shifted to Mihan.” Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "20-year-old gang-raped in nullah, two held": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/20-year-old-gang-raped-in-nullah-two-held/articleshow/69881472.cms", "time": "2019-06-21 04:48:00", "description": "NAGPUR: Deolapar police have arrested two teenagers after they allegedly a 20-year-old woman in a nullah on Tuesday night. The arrested accused have been identified as Akash Salame (19) and Shubham Durve (18). They have been nabbed under section 376d of Indian Penal Code (IPC). The cops produced them before the court on Wednesday and procured their PCR till June 24. Police said the survivor is married and lives in Bhandara district. After sustaining injuries in an accident a few days ago, she had come to the city and was staying at her parents home. On Tuesday night, the survivor was returning home from a friend’s house when the accused, who were returning to the village after having some drinks, spotted her and nabbed her. One of the miscreants gagged the survivor’s mouth, dragged her to a nullah near a farm and allegedly raped her. The survivor fell unconscious after the incident. After gaining consciousness, she rushed home and narrated the ordeal to her mother. The survivor and her parents soon approached Deolapar police station and filed a complaint. Further investigations into the case will be carried out by SDPO Nayan Alurkar. Download The Times of India News App for Latest City ."}, "Undeclared Parking in Foothpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/undeclaredparkinginfoothpath/articleshow/69551079.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Pigs problem": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pigsproblem/articleshow/69529630.cms", "time": "", "description": ""}, "Infighting hinders BSP, Cong naming members to special panels": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/infighting-hinders-bsp-cong-naming-members-to-special-panels/articleshow/69881507.cms", "time": "2019-06-21 04:51:00", "description": "Nagpur: The Congress and Bahujan Samaj Party failed to submit names of members of 10 special consultative committees and transport committee due to intra-party fight. The ruling BJP not only nominated six members in every panel but also retained five corporators as chairmen as reward for the recently held Lok Sabha elections where city MP Nitin Gadkari got good lead. Those chairmen who were retained their position included Jitendra Kukde (transport committee), Sandip Jadhav (property tax committee), Dilip Diwe (education committee), Dharmpal Meshram (legal committee) and Vijay Zalke (water committee). Diwe and Kukde have been retained for a third term, while Zalke, Meshram and Jadhav were given a second term. First-time corporator and former standing committee chairman Virendra Kukreja has been appointed as health committee chairman. Congress corporators, requesting anonymity, claimed that infighting has led to shortlisting two members in all the 11 committees. Congress corporators alleged that since Tanaji Wanve was appointed as leader of opposition in the NMC, the party failed to raise public issues in the general body meetings. However, Wanve and senior Congress corporator Praful Gudadhe said that they will nominate corporators in these committees in next general body meeting. Wanve claimed that the party did not submit the nominations to lodge protest after the mayor Nanda Jichkar did not allow discussion on the adjournment motion tabled by Gudadhe. BSP corporators, however, submitted a letter to the mayor and sought time as their party had suspended their party leader Mohammed Jamal. The party had sacked Jamal for not campaigning seriously in the Lok Sabha elections and the party leader in the NMC had reached a secret understanding with Congress candidate Nana Patole during the campaigning phase. Senior BSP corporator Jitendra Ghodeswar told media persons that the party will soon announce name of new party leader in the civic body. Like Congress, the nomination of BSP corporators in various committees will be done in the next general body meeting. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Over 400 seats remained vacant at VNIT in last 5 years: RTI reply": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/over-400-seats-remained-vacant-at-vnit-in-last-5-years-rti-reply/articleshow/69881081.cms", "time": "2019-06-21 04:22:00", "description": "NAGPUR: Despite being a premier institution ranked among the top ten NITs, over 400 seats were not filled up in the city-based Visvesvaraya National Institute of Technology (VNIT, erstwhile VRCE), in the last five years. An RTI reply disclosed that vacancies remain in both, undergraduate (UG) and postgraduate (PG), courses. In 2017, there were 106 vacant seats and last year the number was 94. Students from entire country aspire to get admission into this prestigious institution, which was recently ranked 31st all-India by the National Institute Ranking Framework (NIRF). Among NITs, VNIT is ranked at sixth position, and also attracts top-notch companies during its placements drives every year. However, rising vacancies is certainly a cause of concern, said RTI activist Abhay Kolarkar, who filed the queries with VNIT. Central Public Information Officer (CPIO) Rajendra Yerpude attributed the trend to students migrating to other NITs and universities. “Being a government-run institute, we try our best to fill up all seats, till the last round. But many a times, we don’t get eligible candidates from Joint Entrance Examination (JEE). Due to all these factors, all seats can’t be filled up.” Yerpude, who himself filed the reply to Kolarkar’s queries, informed that the institute was progressing well and they had managed to place most of their students in reputed companies like JP Morgan, C-DOT and others. In the last academic year, the highest salary offered was Rs23.86 lakh per annum while average package was Rs7.5 lakh per year. However, in comparison to 2016-17, even placements numbers have dropped by nearly 100. In 2016-17, 490 were placed, which decreased to 401 in 2017-18, and 393 till April 26 this year. “Many of our students prefer to go for higher studies abroad while some of them apply for jobs themselves, which aren’t reflected in our records. Sometimes, even companies do not recruit if they don’t find suitable candidates. However, most top performing students get decent placements while a few underperformers may not get through. We manage to place over 70% students every year,” Yerpude, who is also the faculty in-charge, told TOI. On a positive side though, the premier institution has increased seats for its various branches due to 10% EWS quota introduced by the BJP-led NDA government. On faculty position, though, VNIT is facing problems, with as many as 110 teachers’ posts vacant and 13 non-teaching ones. Additionally, there are large scale vacancies in Group B and C staff, with 116 or 286 posts vacant. “New recruitment drive would be conducted in July-August, and some of these posts would be filled up,” Yerpude said. Download The Times of India News App for Latest City ."}}