{"Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "\nHarihar Deo enthralls the audience at an evening organised in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Harihar-Deoenthralls-the-audience-at-an-evening-organised-in-Bhubaneswar/articleshow/32667244.cms", "time": "", "description": "Last Saturday, partyhoppers of Bhubaneswar witnessed a very different kind of dance event. A group of some differently-abled dancers performed at a city nightclub and left the partygoers suitably impressed.  Harihar Deo and his troupe provided the evening’s entertainment by performing on Teri meri, Munni badnaam hui, Dhinka chika and lots more. Their performances were followed by a hip-hop show by the group UDT (United Dancing Twisterz) Crew. The guy doing handstands was cheered for most. Later DJ Ravi took the stage. His pulsating music brought everybody to the dance floor. DJ Partho performed after him. Lipsa, a pretty lass from the crowd told BT, “I was here to celebrate my birthday. After watching these amazing people perform and later dancing on such good music made my day special.”Swayamsiddha MohapatraDownload The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "\nArtistes of Odisha Mining Corporation staged the play Emiti Bi Hue at the Rabindra Mandap in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Artistes-of-Odisha-Mining-Corporation-staged-the-play-Emiti-Bi-Hue-at-the-Rabindra-Mandap-in-Bhubaneswar/articleshow/32710586.cms", "time": "", "description": "In an attempt to prove that love is stronger than any other forces in the world, artistes of Odisha Mining Corporation staged the play, “Emiti Bi Hue”, at the Rabindra Mandap on Thursday.  The occasion was the 57th foundation day celebration of OMC. The play was based a the story of Ranjan and Rakesh and the girl they both love. The lead actors impressed the audience with their mature acting and controlled display of emotions. The other actors playing Rakesh’s uncle and a sex workers, played pivotal roles. They too lived up to the expectations. Pradipta Panda, who was following the drama with rapt attention, said, “This was an excellent drama and I enjoyed it very much. The actors also had the ability to capture our attention. For me, it was an evening well-spent.” Download The Times of India News App for Latest City ."}, "\nPercussionist Jonqui and DJ Whosane!’s fusion performance at a fashion party in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Percussionist-Jonqui-and-DJ-Whosanes-fusion-performance-at-a-fashion-party-in-Bhubaneswar/articleshow/32675549.cms", "time": "", "description": "It was a dazzling evening that many in Bhubaneswar hadn’t witnessed before. Brightly lit runway, leggy models, fashionable designer clothes, presence of a Bollywood celebrity and a happening after-party — it was a heady concoction for the who’s who of the city. During the fashion show organized at a city five star, the crowd cheered on while the models showcased the two designer’s creations. What more, percussionist Jonqui and DJ Whosane!’s fusion performance added an extra dimension to the show. “It’s my second visit to Bhubaneswar and I must confess that this city has changed a lot from my first visit. People here have started to have a nightlife. I’m glad that I could perform in front of this crowd. They were extremely appreciative,” said the curly haired percussionist Jonqui. DJ Whosane! also had a similar experience. “The crowd cheered loudly after I finished performing. Though I’ve been performing for a long time, this response from the Bhubaneswar crowd was a pleasant surprize for me,” said Whosane! Once the show got over, the party shifted to the crystal room of the hotel. Needless to say, the party animals were in high spirits. BT caught up with Sanu Sharma and his pretty wife Madhu and after posing for the shutterbugs, Sanu said, “We’re really enjoying ourselves and I wish this party never ends.” Young marketing executive Archana Sahu rejoiced the fact that this city is waking up for a nightlife. “We hardly get to attend parties in Bhubaneswar. So when we do, we make the most of it. I’m happy that we got a decent gathering here,” said Archana. What was pleasantly surprising was that former captain of Odisha Ranji cricket team Pravanjan Mallick, who had hit the headlines for slapping wife Cini, was seen enjoying with her at the party. Ollywood actor Sunita was also there in the attendance.Jyoti Prakash Naik & Madhusree GhoshDownload The Times of India News App for Latest City ."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Khurda: Flyovers closed to helmetless bikers": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/khurda-flyovers-closed-to-helmetless-bikers/articleshow/69856859.cms", "time": "2019-06-19 15:32:00", "description": "BHUBANESWAR: The Khurda administration on Tuesday prohibited helmet-less bike riders from accessing flyovers in the city in the wake of frequent accidents. A notification issued by the Khurda collector, Bhupendra Singh Poonia, on Monday said a number of fatal accidents had occurred on the flyovers between Khandagiri and Rasulgarh in the recent past and it was imperative to prevent helmetless bikers from getting on these structures. There are six flyovers between Khandagiri and Rasulgarh on the NH-16. Seven people were killed and 20 injured in separate accidents on the flyovers on this stretch over the past two months. The district administration said helmetless bikers were more vulnerable to accidents on flyovers because of thin traffic and more scope for speeding. \"We have started asking helmetless bikers to not use flyovers. They will be slapped with fines and diverted to the traffic-heavy service roads otherwise,\" regional transport officer (zone-2) Sanjay Kumar Behera said. Some road-safety experts, however, questioned the rationale behind prohibiting helmetless bike riders from using flyovers only. \"Use of helmet is compulsory on any public road, be it a flyover or a highway. It seems that the administration wants the people to use helmets only on flyovers,\" said Prateek Ray, a road-safety engineer, said. Commissioner Satyajit Mohanty said police had been conducting crackdowns on those riding bikes without helmets on all roads. \"We do not discriminate between flyovers and other roads. Our drive against helmetless bikers is on across the city. We have been taking steps to minimize road accidents. Black spots have been identified on the flyovers and NHAI officials have been asked to take steps to bring down the speed of the vehicles at the accident-prone spots,\" he said. The capital has seen a rise in road deaths in 2018 as compared to 2017. While 185 people died in accidents in Bhubaneswar in 2017, the figure shot up to 226 last year. The majority of the deaths was reported on the NH-16. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Naveen Patnaik to attend PM meet on simultaneous polls": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-patnaik-to-attend-pm-meet-on-simultaneous-polls/articleshow/69856733.cms", "time": "2019-06-19 15:26:00", "description": "BHUBANESWAR: Extending support to the concept of 'one nation, one election', BJD president and chief minister Naveen Patnaik has agreed to be part of an all-party meeting on the subject convened by Prime Minister Narendra Modi in New Delhi on Wednesday. The chief minister has always expressed support for simultaneous general and assembly polls. The state has been having simultaneous elections since 2004. \"Frequent elections affect development. Simultaneous polls will not only reduce the time governments spend under the model code of conduct, it will help them save resources. The BJD chief will express his stance on the subject in Wednesday's meeting,\" a senior party functionary said, seeking anonymity. Naveen's visit to Delhi will be his second and his meeting with Modi will be his third in less than two weeks. On June 11, the chief minister met Modi for the first time after the election. He was in the national capital to attend a governing council meeting of the NITI Aayog on June 15. The BJD had backed simultaneous polls earlier too when the Law Commission had met representatives of all political parties in July 2018. In 2004, Naveen had razed a year off his assembly term to opt for simultaneous elections. The trend continued in 2009, 2014 and this year. Simultaneous elections have helped the party manage polls effectively, resulting in its winning maximum seats both in the assembly and the Lok Sabha. The BJD has 12 MPs in the Lok Sabha and has decided to play the role of a constructive opposition in Parliament. The newly elected Lok Sabha MPs, who met at the BJD chamber inside the Parliament complex, have decided to extend issue-based support to the Centre. Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "Naveen talks women’s empowerment, simultaneous polls at Niti meet": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-talks-womens-empowerment-simultaneous-polls-at-niti-meet/articleshow/69806232.cms", "time": "2019-06-16 11:28:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik on Saturday urged the Niti Aayog Governing Council to strive towards empowering women while also advocating simultaneous elections in the country, a point raised by Prime Minister Narendra Modi in the past. “We must move towards empowering women in all spheres,” a government statement quoted Naveen as saying at the Niti Aayog meeting, which was chaired by Modi. It must be mentioned that the BJD president has been advocating women’s empowerment at various forums and had also taken up the issue of women’s reservation in Parliament and state assemblies during Modi’s first term as Prime Minister. True to his word, Naveen’s party fielded seven women candidates, or one-third of the 21 Lok Sabha seats that went to polls in Odisha. Out of the seven, five women managed to win. Reviving the ‘one nation, one election’ idea mooted by Modi in the past, Naveen said, “As frequent elections affect development climate, it is better to have simultaneous elections in the country.” In 2004, Naveen had advanced the Odisha assembly election to sync it with the Lok Sabha election, despite the fact that his tenure as chief minister was to end a year later. Since then Odisha has been witnessing assembly and Lok Sabha elections together. Reiterating his demand for special category status for Odisha — which he had raised during his meeting with Modi on Tuesday — Naveen proposed to include natural calamity as a criteria for granting such a status. “As an interim measure, states hit by major natural calamities may be declared as ‘Special Focus States’ and granted benefits of Special Category Status for a specific period,” the statement added. Stating that primary sector, especially agriculture, has to be taken care of, the chief minister said, “Judicious utilisation of water resources holds the key.” Naveen also advised the governing council to bring all irrigation projects which are lying incomplete as on April 1, 2019 under the Pradhan Mantri Krishi Sinchai Yojana (PMKSY). He also suggested that the PM-KISAN scheme, the Centre’s cash assistance for farmers, should include landless agriculture households and share-croppers, just like the Odisha government has done with its Kalia (Krushak Assistance for Livelihood and Income Augmentation) initiative that has received widespread praise. Download The Times of India News App for Latest City ."}, "27-yr-old jawan from Odisha, hit by IED in Pulwama, dies": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/27-yr-old-jawan-from-odisha-hit-by-ied-in-pulwama-dies/articleshow/69847606.cms", "time": "2019-06-19 04:45:00", "description": "Angul: Naik Ajit Kumar Sahoo, a jawan from the state’s Dhenkanal district, who was injured in an IED blast in Jammu & Kashmir’s Pulwama on Monday, succumbed to his injuries on Tuesday. The 27-year-old belonged to the 14 Rashtriya Rifles (RR). A pall of gloom descended over Sahoo’s village of Badasuanlo in Kamakhyanagar block after news of his death reached here. His mortal remains were scheduled to reach the village late on Tuesday evening. Nine soldiers, including Sahoo, and two civilians were injured in Pulwama’s Arihal when a group of terrorists targeted a routine Army patrol of 44 RR, with which he was associated at that time, with an IED. Another jawan, havildar Amarjeet Kumar, also succumbed to his injuries. Santosh Kumar Sahoo, father of the martyr, said, “An Army officer from Kolkata called and said my son had been hospitalised. He breathed his last at 2.50 in the morning, the officer said.” Sahoo’s father added, “My son had trained in Bengaluru for one-and-a-half years and then stayed in Kolkata for three years.” The jawan had visited home in the last week of May and left for Jammu & Kashmir on June 2. “Little did I know that it would be his last visit home. It is a great loss for all of us but I am proud that my son sacrificed his life for the country,” said the grieving father. Sahoo was born on June 4, 1992, and had joined the Army on March 20, 2015. On June 1, he was transferred to 14 RR in Jammu & Kashmir from Kolkata. He had earlier worked in the Army Service Corps in Bengaluru. Ashok Sahoo, a close friend of the deceased, told TOI, “Every villager in Badasuanlo is mourning his death. We are in shock.” “He was brave, nice and gentle. Everybody liked him. His death is a great loss for us. His soul will rest in peace when the government takes action against terrorists,” he added. The sub-collector of Kamakhyanagar, Bishnu Prasad Acharya, said Sahoo would receive a full guard of honour. Sahoo’s elder brother, Alok, (30), works in a private company in Bengaluru and his younger sister, Subhalaxmi (21), is married. Download The Times of India News App for Latest City ."}, "\nSrinibas Satapathy and M Simadri perform at the 33rd Barsha Festival celebration in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Srinibas-Satapathy-and-M-Simadri-perform-at-the-33rd-Barsha-Festival-celebration-in-Bhubaneswar/articleshow/32671260.cms", "time": "", "description": "It was a very different experience for the music lovers of the city as they witnessed the melodious jugalbandi of flute and saxophone, played by Srinibas Satapathy and M Simadri respectively. The occasion was the 33rd Barsha Festival. “It was my first-ever performance at Rabindra Mandap and I am deeply honoured to perform here. I hope the audience loved to listen to Srinibas and me,” said M.Simadri. With the rains doing pitter-patter throughout the evening, the musicians celebrated monsoon in their own special way. “I have never had the opportunity to listen to a flute and a saxophone playing together and the experience was just fabulous. It felt like the duo had invited the rains with their music,” said Jitendra Parida from the audience. During the second half of the evening, students of Utkal University of Culture performed Odissi. The dancers would be happy to know that their performances impressed some Turkish students including Emine, Zehra, Nursan and Esra. In fact, this group of students have now decided to watch Odissi performances on a regular basis. “My friends and I were here just to get a glimpse of the local events. We must say that the performances have delighted us. Now, we are planning to come to this auditorium frequently to enjoy all these local cultural events,” shared Emine. Download The Times of India News App for Latest City ."}, "Government wants NSG on standby for Rath Yatra": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/government-wants-nsg-on-standby-for-rath-yatra/articleshow/69872008.cms", "time": "2019-06-20 13:37:00", "description": "BHUBANESWAR: Odisha police on Wednesday requested the national security guard (NSG) to keep the commandos in readiness at their Hyderabad hub to meet any exigency during the Rath Yatra scheduled for July 4. Rath Yatra that draws a huge crowd is always on the terror radar, police sources said. \"We have not received any intelligence input of threat to the festival from any subversive group. As a precautionary measure, we have requested NSG to remain alert in Hyderabad. Last year also we had roped in the NSG during festival,\" DGP R P Sharma said here after a meeting with representatives of central security forces for smooth conduct of the car festival. Two companies of Rapid Action Force (RAF), officials of Coast Guard and National Disaster Response Force will be deployed during Rath Yatra in Puri. At the meeting, senior officers of Central Reserve Police Force (CRPF) assured all cooperation to prevent any evil design of extremist groups or mischief mongers. The Navy and state police will provide timely support to the Coast Guard in the above mission, Sharma said. The DGP also sought better coordination between the state and central forces during the festival. An integrated control room will be set up at Puri Town police station where representatives from Odisha police, CRPF, NDRF, Navy, Coast Guard, RPF and other agencies will remain present round the clock for proper co-ordination. In the meeting, the officers discussed on issues relating to inland security, coastal security, manpower requirement, force requirement and other logistics for smooth conduct of the festival. There was also elaborate discussion on traffic management during the festival. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Counseling balm for kids in trauma in Fani-hit Odisha": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/counseling-balm-for-kids-in-trauma-in-fani-hit-odisha/articleshow/69749186.cms", "time": "2019-06-12 07:12:00", "description": "BHUBANESWAR: Ten-year-old Visakha Rao can still hear the wind howl in her sleep. When she does, she clutches a pillow for comfort. While a few months ago, her face would light up at the sight of the Puri beach, now even the mention of it sends a shiver down her spine. Like Visakha, thousands of children in Odisha are suffering from post-traumatic stress disorder (PTSD) more than a month after cyclonic storm Fani hit the state on May 3. In Puri, where the cyclone made landfall and damage was the greatest, more than 10,000 children below 17 years of age are undergoing psychosocial counseling after they started showing symptoms ranging from anxiety and stress to insomnia. Experts have warned that it might take a long time for an entire generation to overcome the mental trauma they have suffered in the aftermath of Fani which claimed 64 lives. At least 300 counselors from six non-profit organisations - aided by the government - have set up temporary centres in Puri alone to provide mental health intervention to affected children. While much of the infrastructure damaged by Fani is being rebuilt and those displaced have returned home, memories of the raging storm still haunt them. \"We were without food, power and water for several days. I never want to live through that again,\" Soumendra, a 12-year-old boy, who has been undergoing counseling, told TOI. Having come face-to-face with the monstrosity of the sea, he is scared to venture out alone. \"I feel safe here. The sound of the waves crashing onto the shore disturbs me,\" he said. It is this fear that gives Soumendra sleepless nights, a common symptom of PTSD. \"Children with PTSD fear that they would have to go through the same experience. If the anxiety persists for a prolonged period, they may slip into acute depression,\" Suvendu Mishra, general secretary of Indian Psychiatric Society (Odisha state branch), said. Mishra added that around 35% to 40% of the children in affected areas showed such symptoms and it may take anything between three and six months to fully recover. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "By-election to 3 Rajya Sabha seats in Odisha on July 5": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/by-election-to-3-rajya-sabha-seats-in-odisha-on-july-5/articleshow/69804514.cms", "time": "2019-06-15 20:20:00", "description": "BHUBANESWAR: By-election to three Rajya Sabha seats in Odisha vacated by Achyuta Samanta, Soumya Ranjan Patnaik and Pratap Keshari Deb will be held on July 5. Patnaik and Deb resigned from the upper house after they got elected to the 16th Odisha assembly while Samanta vacated the seat after he became a Lok Sabha member from Kandhamal. Tenure of Patnaik and Samanta is due till April 2024 while that of Deb is till July 2022. Though Anubhav Mohanty has also resigned from the Rajya Sabha after he elected to the Lok Sabha from Kendrapada, there will be no by-election for his seat as less than a year left for completion of his tenure. Mohanty’s Rajya Sabha tenure will end in April 2020. According to a notification issued by the Election Commission of India, notification for the by-election will be issued on June 18 while last date of filing nomination is June 25. Election will be held during 9 am to 4 pm on July 5. Going by the number of MLAs in the state assembly, the BJD would comfortably retain all three Rajya Sabha seats. Many senior BJD leaders, who were deprived of party tickets during the recent polls, are eyeing Rajya Sabha berths. Some of the heavyweight leaders in the ruling party, who lost the recent elections, also lobbying hard in the Rajya Sabha race. BJD insiders said party president Naveen Patnaik would take a call on the issue very soon. Download The Times of India News App for Latest City ."}, "Bhubaneswar municipal body to educate traders on plastic ban": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bhubaneswar-municipal-body-to-educate-traders-on-plastic-ban/articleshow/69873449.cms", "time": "2019-06-20 15:29:00", "description": "BHUBANESWAR: The Bhubaneswar Municipal Corporation (BMC) has decided to launch training and awareness camps to educate traders on the polythene ban. The move comes after the BMC's squads implementing the no-plastic rule faced protests from traders while conducting raids on shops. The awareness drive will be conducted in the BMC office in phases. Its objective will be to ensure that traders don't argue with members of the enforcement squads during raids on shops. \"The traders are still not aware of why the raids are being conducted and which type of polythene can be used and which can't. They (traders) think we are seizing all varieties of polythene bags from them, which is not the case,\" said BMC deputy commissioner Prabir Khillar. According to the guideline of the Central Pollution Control Board, the manufacture, sale and use of polythene bags of thickness below 50 micron is not allowed. Khillar said very few traders understood the guideline and almost none stocked carry-bags of thickness of 50 micron or more. \"The awareness camp will make our work easy and the traders won't have to pay penalty,\" he added. The BMC has so far seized 3.5 quintal of the banned polythene and collected Rs 40,000 in fine. The BMC's commissioner Samarth Verma has directed the zonal deputy commissioners of the three zones to conduct raids on fish, meat and fruit markets every Wednesday. Vendors at these markets mostly use very thin carry-bags to sell their items. Thin polythene is hazardous to the environment. The BMC has also started a process to identify polythene bag manufacturers by getting information from wholesalers and traders. At present, the BMC doesn't have comprehensive data on polythene-makers. On October 2, 2018, the state imposed a ban on the sale, use and manufacture of plastic bags with less than 50 micron thickness in Bhubaneswar, Cuttack, Puri, Rourkela, Sambalpur and Berhampur. Raids were conducted on shops for some days but then they petered out. Download The Times of India News App for Latest City ."}, "Robbers loot Rs 35L from bank staff in Bhubaneswar": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/robbers-loot-rs-35l-from-bank-staff-in-bhubaneswar/articleshow/69798469.cms", "time": "2019-06-15 11:38:00", "description": "BHUBANESWAR: Unidentified miscreants allegedly robbed Rs 35 lakh cash from two employees of a bank near Nakhara under Balianta police stations limits near here on Friday. The bank employees were transporting the cash in a taxi when the loot took place. \"We were transporting the cash from our Niali branch to the bank's currency chest in Saheed Nagar. Nearly 10 minutes after leaving the Niali branch, an SUV overtook us and stopped. Five or six masked persons came out, assaulted us and fled with the money bag,\" Kanhu Charan Behera, one of the bank employees, told journalists. Police said the incident occurred around 3 pm. Deputy commissioner of police Anup Kumar Sahoo said, \"We are questioning the two bank employees and the taxi driver. Their charges are being verified,\" Sahoo said. Police suspect the role of insiders (bank authorities) in the robbery. \"Someone from the bank must have leaked information about the cash being transported. The bank should have adopted adequate safety precautions before transporting huge cash,\" a police official said. tnn Download The Times of India News App for Latest City ."}, "No headway in proposed second campus of RD Women’s University": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/no-headway-in-proposed-second-campus-of-rd-womens-university/articleshow/69782670.cms", "time": "2019-06-14 10:10:00", "description": "BHUBANESWAR: The issue of finalising a suitable land for second campus of the Rama Devi Women’s University had created hue and cry last year. Coming under pressure, the state government had selected a land at Gothapatna in Khurda district for the purpose. But nothing has been done so far except selection of the location. The state government had created Rama Devi Women's University at Bhubaneswar, Gangadhar Meher University at Sambalpur and Khallikote Cluster University at Berhampur on May 30, 2015. “The last two universities have already received land much earlier, but the government is yet to give any official communication to the state’s first women university about finalisation of the land,” said a senior teacher of the university. The government had selected two lands on outskirts of the city, but the university had opposed the selection due to its remote location. On January 30 last year, the higher education department had issued a notification to identify a 30-acre land inside Utkal University for the second campus of the RD University. But students had opposed the government notification and vehemently protested it. Later, the government had dropped the idea to take Utkal land and formed an extended committee on February 19 last year to identify land for the RD University. The committee had submitted its report on March 15 last year regarding the land for the second campus. It has proposed for a land at Gothapatna, but no progress on the issue after that. “The land at Gothapatna has 78 acres, but there is no clarity about how many acres have been allotted for the university. It will take another round of discussion before handing it over to the institution,” said a senior higher education department official. Padmaja Mishra, vice chancellor of the university, said she did not get any official communication regarding the allotment of the land for the second campus. “After getting land, we will make plan for construction,” she added. The present campus is spread over 22 acres of land near Rupali Square. As it is an affiliating university and 48 women's colleges under its jurisdiction, it gets immense load of the colleges along with PG and M Phil programmes. “We have not started our PhD programmes due to lack of infrastructure. We don’t have land to set up good laboratories and research centres to start doctoral programmes. Space is needed for starting new departments like Business Administration and Journalism,” said a senior teacher. The university cannot host inter-college or inter-university sports meet due to lack of a good playground and a sports complex. “Besides, we need staff quarters and guest house inside the campus like other universities,” said the teacher. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Demand a new stunt by Naveen Patnaik: BJP": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/demand-a-new-stunt-by-naveen-patnaik-bjp/articleshow/69769508.cms", "time": "2019-06-13 13:37:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik's demand to recognize states hit by major calamities as 'special focus states' has triggered criticism from the BJP. The saffron outfit termed Naveen's demand as 'a new political stunt' and accused the BJD government of lacking political will to judiciously utilize the resources provided by the Centre. The Congress, despite supporting Naveen's demand, questioned his sincerity. \"Keeping the interest of the people of Odisha in mind, the demand is justified, and I support it. But, I want to question Naveen babu as to what happened to his commitment on according special status to Odisha, which he made when he was a Union minister?\" senior Congress leader Narasingha Mishra questioned. Senior BJP leader Prithviraj Harichandan said the Narendra Modi government has sanctioned adequate resources for the state which needs to be spent with effective planning. \"The state government has failed to utilize the amount due to lack of political will,\" Harichandan said. Naveen, who met Prime Minister Modi in New Delhi on Tuesday, demanded that states hit by major calamities may be declared as 'special focus states' and granted benefits of special category status for a specific period. The chief minister proposed that his demand be accepted until the Centre includes natural calamity as an indicator for according special category status to a state. State's planning and convergence minister Padmanabha Behera said Odisha faces huge loss due to frequent natural calamities which also impacts the growth of the state. \"What the chief minister has said will help all states facing calamities,\" Behera said Well known development activist Jagadananda welcomed the demand to include natural calamity as an indicator to accord special tag to a state but said Odisha must prepare a disaster-resilient development framework to properly utilize the resources. Sources in the chief minister's office said Naveen would also raise the issue at the NITI Aayog governing council meeting scheduled in New Delhi on Saturday. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Environment Day celebrated with fervor in city": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/environment-day-celebrated-with-fervor-in-city/articleshow/69837141.cms", "time": "2019-06-18 11:19:00", "description": "Bhubaneswar residents and various organisations celebrated World Environment Day recently by holding various programmes and conducting activities like planting trees and distributing saplings and cleaning the surroundings. The East Coast Railway also observed the day on its campus. Around 375 East Coast Railway employees and volunteers of Bharat Scout and Guides participated in an awareness drive to sensitise people about environmental issues, especially the Swachh Bharat Abhiyan, to mark the day. These youngsters also did a prabhat pheri and organised a painting competition to create awareness about a pollution-free environment, where a large number of children took part. The officials also urged the employees to contribute in their own ways to reduce pollution and work for betterment of the environment. Senior officials, including the ECoR additional general manager Sudhir Kumar, conducted a plantation drive. They planted saplings inside the railway campus, which had lost several trees in the recent cyclone. The ECoR also has been trying to keep the stations and railway premises clean and hygienic by putting more bio-toilets, provision for plastic bottle crushing machines and regular cleanliness drives on trains and station premises. The Bhubaneswar Municipal Corporation (BMC) also observed the day by conducting cleanliness and plantation drives. They also conducted raids at various shops to check use of plastic bags, which have been banned in the city since last year. BMC had been take strict action against shops selling stuff in plastic bags, but the work had slowed down after the cyclone. On World Environment Day, they conducted the drive again by forming squads. Several NGOs and private and government institutions also observed the day by either planting trees or distributing saplings among participants. Actress Anu Choudhury, who was part of one such drive, told us, “It’s our duty to protect our environment and that can be possible by planting more trees.” Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Statue ofMahatmavandalised": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/statue-ofmahatmavandalised/articleshow/69832394.cms", "time": "2019-06-18 04:21:00", "description": "Balasore: A statue of Mahatma Gandhi was found vandalised in Sovarampur government nodal upper primary school in Balasore district. It came to light when locals entered the school premises on Sunday after they noticed that some trees had been felled inside the compound. President, school managing committee, Surendra Singh, said, “Five anti-socials entered the school on June 14 evening. They vandalised the statue installed in 2006 besides ransacking the school and its garden,” he said. “A room christened ‘Bapuji Kakhya’ in the school in honour of the ‘Father of the Nation’ was also ransacked. Cigarette butts and empty liquor bottles were strewn on the floor,” he added. Sailabala Rout, headmistress of the school said after school hours, the anti-socials enter the premises with liquor and drugs. IIC of Sahadevkhunta police station S S Nayak said the incident is suspected to have taken place on June 14 and could be the handiwork of anti-socials as the school was shut for the summer vacation. Download The Times of India News App for Latest City ."}, "All-party meet ahead of Odisha assembly session": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/all-party-meet-ahead-of-assembly-session/articleshow/69794807.cms", "time": "2019-06-15 11:29:00", "description": "BHUBANESWAR: Speaker Surya Narayan Patro plans to hold an all-party meeting either on June 23 or 24 before the start of the budget session of the assembly to seek cooperation for the smooth running of the house. Though such practices are very common before the start of Lok Sabha sessions, Odisha assembly has not witnessed any such move by a speaker in recent history. In Odisha, all party meetings were convened only when there are logjams. “It is the speaker’s duty to listen to members of all political parties to understand their issues. An all-party meeting will be held before start of the session to seek cooperation from all for smooth- running of the house. Important issues will be discussed,” Patro told reporters here. Congress veteran Narasingha Mishra and senior BJP leader Jayanarayan Mishra welcomed the speaker’s decision. The legislature meetings of all the three major parties, BJD, BJP and Congress, will also be held on June 24. The first session of the 16th assembly will start from June 25 with the address of Governor Ganeshi Lal. Finance minister Niranjan Pujari will present the annual budget for 2019-20 fiscal on June 28. The session will have 30 working days in two phases. With at least 63 MLAs elected to the assembly for the first-time, the assembly secretariat will hold one-day training programme for the new MLAs to help them understand various procedures of house functioning. Later in Sepetember, a three-day training programme will be conducted for the new legislators, said Patro. Download The Times of India News App for Latest City ."}, "Heatwave to continue for two more days: IMD": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/heatwave-to-continue-for-two-more-days-imd/articleshow/69747093.cms", "time": "2019-06-12 04:23:00", "description": "Bhubaneswar: The India Meteorological Department (IMD) forecast on Tuesday said the heatwave may continue in parts of the state for the next two days in tune with the current trend. In Sambalpur, mercury touched 45°C, the day’s highest in the state and 7°C above normal. Day temperature at 12 other places, mostly in the interior pockets, was hovering between 40°C and 44°C . The state capital recorded 40.3°C, which is 4°C above normal. Director of IMD, Bhubaneswar, H R Biswas said there would be no respite till Thursday. Wednesday’s forecast said heatwave is likely to prevail at some places over 10 of the 30 districts. These are Jharsuguda, Sambalpur, Sundargarh, Deogarh, Angul, Bargarh, Sonepur, Balangir, Nuapada and Kalahandi. Dry weather, clear sky and absence of thunderstorm activities would influence the rise in mercury level, Biswas said. He said there might be thunderstorms again after two days. He said such trend usually prevails during the pre-monsoon period. He said interior pockets will see major rise compared to coastal pockets. The weatherman further forecast that cyclone Vayu over the Arabian Sea delayed the monsoon and it may again get delayed further after the cyclone passes. The office of the Special Relief Commissioner (SRC) in the wake of fresh heatwave warning, asked people to take precautions before going out in the sun. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "\nRock band competition organized in Bhubaneswar for bands from and outside Odisha\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Rock-band-competition-organized-in-Bhubaneswar-for-bands-from-and-outside-Odisha/articleshow/32709785.cms", "time": "", "description": "It was time for some rock ’n’ roll for Bhubaneswar music lovers as a city club organized a rock band competition. Bands both from and outside Odisha participated in the event. A huge crowd gathered at the club and cheered on loudly when the bands — Despite Premonition and 666 from Bhubaneswar and Mind Eras(H)er from Kolkata — competed against each other. Ultimately, Mind Eras(H)er’s energetic performance on tracks like, “My girl with someone else” and “Tera emotional atyachar”, helped them bag the winner’s title. “We are really very happy to win this competition as the other bands were equally good. We have been performing throughout the country and this is our seventh trip to Odisha. It’s very satisfactory to perform in Bhubaneswar as the crowd response is very encouraging for a new band like us,” said Prince, the lead vocalist of Mind Eras(H)er. An interesting fact about them is, they are a seven-month-old band and they have won 19 competitions in five months, four of which were held in Odisha. While Odisha is close to their heart, are they open to composing for Ollywood? To this Prince said, “Though we haven’t yet got any offers, we are game.” Download The Times of India News App for Latest City ."}, "Heritage walks start after a break in city": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/heritage-walks-start-after-a-break-in-city/articleshow/69836817.cms", "time": "2019-06-13 00:00:00", "description": "The weekly Heritage Walks are going to restart again from this weekend after a break of over a month owing to cyclone Fani. Several such walks are conducted in Bhubaneswar. In these, local people and tourists are taken on curated tours of Old Town and Khandagiri Udayagiri hills along with the Odisha Craft Museum. Moreover, the Heritage Walk to Khandagiri — Monks, Kings and Caves — is going to restart again every Saturday morning. The paticipants can go and watch the caves, which are around 2000 years ago while a guide will narrate details about the caves and the structures and the history and legends surrounding the places and structures. The Old Town circuit, which used to be held every Sunday morning, are also restarting. Participants of these walks start their trail from Mukteswar Temple after a morning flute recital and go through various temples and historical structures before entering the Ekamra vana on the bank of the sacred Bindusagar pond. Then they are treated to an Odissi dance performance by students of Padma Shri Guru Ileana Citaristi. This walk had been going on for over two years. On Sunday afternoons, the Museum Walk inside the Odisha Craft Museum, also known as Kalabhoomi, is conducted. The participants get to know about various arts and crafts of Odisha along with the history and take part in the craft workshops. “Bhubaneswar faced the wrath of nature during cyclone Fani last month and for that, we had to temporarily halt the walks. Besides, there was a heatwave kind of situation here. Since things have more or less returned to normal, we decided to restart the walks. And Raja Parba is the best occasion to do it,” said Sophia Simon, a member of the organising team. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Odisha govt prods colleges, varsities on salary revision": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-govt-prods-colleges-varsities-on-salary-revision/articleshow/69841090.cms", "time": "2019-06-18 15:49:00", "description": "BHUBANESWAR: The state government has asked the director of higher education and the registrars of seven state universities to submit by June 20 a detailed calculation of additional liabilities from January 1, 2016, to March 31 this year after revision of salary according to the UGC pay scale. The universities that have been asked to submit the details are Utkal University, Berhampur University, Sambalpur University, Ravenshaw University, Fakir Mohan University, North Odisha University and Shree Jagannath Sanskrit University. Last year, the government had decided to revise the salary of state-run university and college teachers on the basis of the Seventh Pay Commission recommendations starting from January 1, 2016. The higher education department had asked the universities to submit the calculation of arrears in March this year but the latter could not do so. \"This letter is a reminder to the university authorities. They could not submit the details on time because of Cyclone Fani. We hope they will submit them this time and the government can pay the arrears of the teachers,\" said a senior official of the higher education department. The teachers have been requesting the government to pay them their pending arrears and revised salary. According to the revision decision, the teachers will get a hike between 2.57 and 2.72 times of their basic pay and average grade pay. The Centre will reimburse 50 per cent of the arrears for the three years, while the rest will be paid by the state. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Bhubaneswar: Hospitals, clinics lack basic fire-safety mechanisms": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/hospitals-clinics-lack-basic-fire-safety-mechanisms/articleshow/69855624.cms", "time": "2019-06-19 14:04:00", "description": "BHUBANESWAR: The Odisha Fire Services (OFS) on Tuesday found that most private hospitals and clinics in the city lacked fire-safety systems. A surprise inspection of 15 leading hospitals showed that only five had procured fire-safety certificates. The fire services personnel found that the hospitals did not have basic fire-safety equipment such as extinguishers. The inspection of hospitals comes on the heels of a recent crackdown on coaching centres across the state for flouting fire-safety norms. \"Many hospitals have converted their basements into godowns of unserviceable utility materials, posing a high risk to the lives of patients and staff,\" director-general of police (DGP, fire services and home guard) B K Sharma said . Some hospitals had electrical panel boards below the staircases and the corridors were blocked by dumping of unused articles. Sharma added, \"We will issue circulars to the erring hospitals asking them to adopt foolproof fire-safety mechanism and obtain no-objection certificates (NOCs) from us. Though they had applied for NOCs, we rejected their applications as the hospitals failed to meet even the basic fire-safety requirements.\" The DGP further said it was not possible to seal the hospital buildings as they rendered emergency services. \"We will constantly monitor them until they have the required arrangements in place,\" he added. A fire services personnel said the inspection was aimed to make hospitals comply with fire-safety norms for the safety of patients, visitors, doctors, staff and train the staff in fire-fighting. The fire services officials taught evacuation exercises to the doctors and the staff and sensitised them on how to use the fire-safety devices. \"Hospitals need sufficient time to install the requisite fire-fighting mechanisms because the process demands a structural renovation. We need approval from the Bhubaneswar Development Authority to make structural changes in the buildings. We will abide by the recommendations from the experts,\" said Prabhat Tripathy, manager of a private hospital. Bhubaneswar has over 200 private hospitals and clinics. The issue of inspection assumes significance in the wake of a fire tragedy at SUM Hospital in October 2016, in which 20 people were killed. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "BJP to name leader of opposition soon": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bjp-to-name-leader-of-opposition-soon/articleshow/69832356.cms", "time": "2019-06-18 04:19:00", "description": "Bhubaneswar: The BJP is likely to pick its legislature party leader — who will be the leader of opposition in the assembly— this week, party insiders said. Four MLAs — Jayanarayan Mishra (Sambalpur), Mohan Charan Majhi (Keonjhar), Bishnu Charan Sethi (Dhamnagar) and Pradipta Kumar Naik (Bhawanipatna) — are in the race for the leader of opposition position, a cabinet rank. The 23 BJP MLAs are likely to meet towards the weekend and formally select their leader. Given that the budget session of the assembly starts on June 25, the selection will take place before that, BJP sources said. Mishra is a former commerce and transport minister from 2004-2009 in the BJP-BJD alliance government. The firebrand leader becomes a natural choice for the post being a four-time MLA. “I would not like to make any comment on speculation. There is no if and but in politics. I am ready to carry out any responsibility given to me by the party,” Mishra told TOI. Naik, a Scheduled Caste, is also a top contender for the post since he has also won the assembly election four times from Bhawanipatna. Keonjhar MLA Majhi, a tribal, is a three-time legislator . “It is ultimately for the party to decide whom to make the leader of opposition. As a dedicated BJP worker, I will abide by whatever decision is taken. However, if Im am given the responsibility, I will strive hard to do my work as sincerely as possible,” he said. The other contender, Sethi, is a second time-legislator from Dhamnagar in Bhadrak district. It will be for the first time in Odisha history the BJP will assume the role of principal opposition. It shared power with the Naveen Patnaik-led BJD from 2000 to 2009. The BJP finished as the third largest party in the state after the assembly polls in 2009 and 2014 conceding the space of principal opposition to the Congress. The saffron party did not have much of a presence in the state till the 90s. This time, the Congress with nine MLAs has finished a distant third. Download The Times of India News App for Latest City ."}, "Doctors, medical students protest attack on their counterparts in West Bengal": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/doctors-medical-students-protest-attack-on-their-counterparts-in-west-bengal/articleshow/69793757.cms", "time": "2019-06-14 22:02:00", "description": "BHUBANESWAR: Doctors and medical students in the state on Friday staged demonstrations and rally at different medical colleges and hospitals protesting attack on medicos at NRS Medical College and Hospital in Kolkata. Medical students, interns, junior residents and senior residents of AIIMS Bhubaneswar staged demonstration in front of the registration counter of the hospital expressing solidarity to their counterparts in West Bengal. They later took out a rally in the institute campus flaunting placards and shouting slogans like ‘we want justice’ and ‘save doctors’. “Physical violence along with government apathy is unacceptable for any individual in this country. The repeated atrocious acts of barbarism have propelled pan India strike and support to our younger brothers and sisters. We condemn the attack on doctors in Kolkata,” said a statement of Residents’ Doctor Association of the institute. Due to the token dharna, OPD services were affected. Consultation of doctors with patients got delayed. But later the junior doctors joined the senior doctors in the hospital service. “It was a token strike, so treatment of patients was not affected. Emergency and indoor patient service were normal,” said Sachidananda Mohanty, medical superintendent of the AIIMS Bhubaneswar. Members of the Indian Medical Association (IMA) state chapter staged a demonstration in front of the office here protesting attack on the doctors. “Expressing solidarity with doctors in West Bengal, IMA has given a strike call on June 17 across the country. We will discuss with our members and take a call on Saturday regarding this,” said Janmejay Mohapatra, honorary state secretary of IMA Odisha. IMA Rourkela chapter also staged demonstration expressing solidarity to the doctors in Kolkata. “Considering the consistent rise in violence against doctors and medical establishments, the IMA has been demanding for implementation of a national law, which should have a provision of at least seven year imprisonment for the hospital violence,\" said Ranjan Kumar Dutta, president, IMA Rourkela city chapter. Prabhat Rout, president of Junior Doctor Association of SCB Medical College and Hospital, said junior doctors in all medical colleges in the state showed their solidarity by wearing black badge. “We will call a meeting on Sunday and decide our next course of action,” he added. On Thursday, resident doctors and MBBS students at SCB Medical College and Hospital in Cuttack had burnt effigy of West Bengal chief minister Mamata Banerjee protesting attack on their fellow doctors in the neighbouring state. Junior Doctors Associations (JDA) of all state-run medical colleges has strongly condemned the attack. (With inputs from Mihir Ray from Rourkela) Download The Times of India News App for Latest City ."}, "\nState Pollution Control Board employess staged the Odia play, Kuhudi Nai at Rabindra Mandap in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/State-Pollution-Control-Board-employess-staged-the-Odia-play-Kuhudi-Nai-at-Rabindra-Mandap-in-Bhubaneswar/articleshow/32668281.cms", "time": "", "description": "The employees of the State Pollution Control Board recently staged the Odia play, Kuhudi Nai at Rabindra Mandap, Bhubaneswar as a part of their Annual Day celebration. The play showed how a family gets divided into three political wings as the three brothers join three different political parties. Pinky and Tasatosh Mishra played important roles in the play. The play also starred Debadutta Pattnaik, Manisha Rath, Dibakar Nath, Binod Bihari Dash, Chiranjeev Mishra, Batakrushna Panda and Prakash Jena. All the actors gave their best while performing, especially Manisha Rath, who impressed the audience with her portrayal of Bharati.Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "BJP out to spoil BJD party in Bijepur bypoll": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bjp-out-to-spoil-bjd-party-in-bijepur-bypoll/articleshow/69794785.cms", "time": "2019-06-15 11:36:00", "description": "BHUBANESWAR: The fight for the byelection to the Bijepur assembly seat has began in right earnest. Buoyed by the success in the recent elections where the BJP picked up all five Lok Sabha seats in western Odisha, of which Bijepur is a part, the party is hoping to snatch the seat that had elected Naveen Patnaik to the assembly. With Naveen elected from both Bijepur and Hinjili in the assembly election, he had to vacate one. He chose to retain Hinjili, his traditional seat, necessitating a bypoll in Bijepur. And given that the constituency had voted for Naveen, the byelection has turned into a prestige battle for the BJD. Even though official notification for the byelection is yet to be issued, the BJD and the BJP have started their groundwork. BJD insiders said Naveen may meet senior party leaders from western Odisha to discuss strategy for Bijepur after returning from New Delhi on Saturday. “People of Bijepur have blessed the BJD. The chief minister has assured them that he will personally monitor development works in the constituency. People will bless whoever Naveen decides to nominate for the byelection,” senior BJD leader Kishore Mohanty said. Naveen has already announced a package for the constituency with focus on housing, water supply, irrigation, healthcare, connectivity and infrastructure. Interestingly, people in Bijepur will be voting in an assembly election (including bypoll) for the third time in just over a year. In February last year, Rita Sahu won from the constituency for the BJD in a byelection following the death of her husband Subal Sahu, who had won the seat for three successive terms on a Congress ticket. Rita seems to be the frontrunner for the BJD ticket. She has already started people connect exercises in the constituency. Former Bargarh MP Prabhas Kumar Singh and senior leader Subash Chauhan, who left the BJP to join the BJD ahead of the elections, are also among the contenders. The BJP too has a number of aspirants. Sanat Kumar Gartia, who got 28.91 per cent votes against Naveen in the recent assembly election, seems to be the frontrunner. Names of Ashok Panigrahi, the BJP candidate in the 2018 byelection and senior leader Pradip Purohit, who lost from adjacent Padampur seat, are also doing the rounds. Though the party had done well from the region in the Lok Sabha election, the assembly poll didn’t go as planned, with BJP winning eight of the 35 seats in western Odisha with the BJD bagging 22. Asked about the possible BJP candidate, Gartia said, “In the BJP, the central leadership takes a call on candidature and cadres work to ensure his/her victory.” The Congress, which polled just 7.75 per cent vote in the recently held assembly election, too has started an exercise to field a suitable candidate. Download The Times of India News App for Latest City ."}, "Naveen-Dharmendra Delhi meeting to discuss steel": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-dharmendra-delhi-meeting-to-discuss-steel/articleshow/69784985.cms", "time": "2019-06-14 12:43:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik and Union petroleum and steel minister Dharmendra Pradhan are scheduled to meet at Odisha Bhavan in New Delhi on Friday. The two are likely to discuss enhancing Odisha's footprint in the steel sector besides the progress of the proposed petroleum, chemicals and petrochemicals investment region in Paradip, which envisages an investment of Rs one lakh crore in the next few years. It would be the two leaders first formal business meeting after Narendra Modi government came to power at the Centre for a second time and Naveen Patnaik took oath as Odisha chief minister for a fifth term. The BJD termed the upcoming meeting as a natural process in state's interest. \"Odisha being a steel hub, it is natural for the chief minister to meet the Union steel minister to take forward the state's interest,\" said BJD spokesperson Pratap Keshari Deb. In his last visit to the state on June 8, Dharmendra had said the Centre will help to develop the state as a global hub of ancillary industry in the steel sector. While India is the second largest steel-producing nation after China, Odisha is a hub of steel industry in the country. Odisha has around a dozen steel plants, including PSU Rourkela Steel Plant. During his week-long stay in the national capital starting June 9, Naveen has met Prime Minister Narendra Modi seeking 'special focus state' status to states hit with natural disasters besides paying a courtesy call to President Ram Nath Kovind. Naveen is scheduled to return to Odisha on June 15 after attending the Niti Aayog Governing Council meeting. Naveen-Dharmendra meeting is often seen in political prism, Dharmendra being BJP's Odisha face and the saffron party being Naveen's main challenge in the state. After a bitter poll battle, the two sides, however, have shown increasing bonhomie towards each other. A \"chance encounter\" between Naveen and Dharmendra at Indira Gandhi International Airport, New Delhi on April 30 - video clips of which showed the two coming out of the airport and shaking hands-- had given fodder for speculation regarding changing relation between the estranged partners, BJP and BJD. Download The Times of India News App for Latest City ."}, "JEE Advanced: Sambit tops India in SC category": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/jee-advanced-sambit-tops-india-in-sc-category/articleshow/69798504.cms", "time": "2019-06-15 11:41:00", "description": "BHUBANESWAR: Sambit Behera from Bhubaneswar became the all-India topper in the scheduled caste (SC) category of the JEE (Advanced) examination 2019, the results of which were published on Friday. He secured an all-India rank (AIR) of 45 in the coveted examination, which allows one to get admission into the IITs of the country. He had secured an AIR of 11 in JEE (Mains) 2019. Sambit, son of a banker, moved to Kota in Rajasthan to continue his Class XII and started taking engineering coaching there. He said, \"I am very happy. I want to get into IIT Bombay.\" He had been preparing for the examination for the last two years. \"I am interested in computer programming. I will opt for a BTech in computer science,\" he said. He would advise JEE aspirants to focus on their subjects on a daily basis and choose good books for preparation. Sayantan Dhar, a Sai International School student, secured an AIR of 51 in the examination. He stood fifth in the Kharagpur zone. He had scored 99.961 percentile in JEE Mains held in January this year. Sayantan, son of a banker, wants to study computer science engineering at IIT Bombay. \"I was preparing for the examination at a coaching institute in Bhubaneswar for the last two years. I used to devote around eight hours to prepare for the exam every day,\" he added. Three other students from the school made it to the top-100 list. They were Sibasis Nayak with an AIR of 58, Pratik Choudhury at AIR 83 and Gyanaranjan Behura AIR (SC/ST) 6. Altogether 4,360 students from Odisha qualified for the JEE (Mains), but only 575 could crack it. IIT Bhubaneswar congratulated the rank holders and invited them to the JEE Open house organised by the institute on June 18. It will facilitate the students with requisite information and help them to make the right career choices and give them a hands-on experience of the IIT system. Apart from all the JEE advanced qualified candidates, even the prospective students preparing for JEE examination in 2020 are welcome to visit IIT Bhubaneswar for a live counselling session for JEE Open House. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Plastic bag manufacturers on Bhubaneswar civic body radar": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/plastic-bag-manufacturers-on-bhubaneswar-civic-body-radar/articleshow/69769571.cms", "time": "2019-06-13 13:41:00", "description": "BHUBANESWAR: The Bhubaneswar Municipal Corporation (BMC) will identify and conduct raids on manufacturers of plastic bags in the city to find out whether they are complying with polythene making norms. According to the central pollution control board (CPCB), plastic bags of below 50 micron thickness cannot be manufactured as thinner bags pose a major threat to environment due to its non-disposability. BMC commissioner Samarth Verma said the wholesalers have been identified and raids will continue. The manufacturers are yet to be identified, he added. \"We have activated the intelligence to tap the locations of plastic bag making units. We have a dedicated officer who oversees the seizure and raid exercises,\" the commissioner said. The BMC has been conducting raids at the markets and malls in the city. So far, it has seized three quintal of plastic-carry bags, less than 50 micron thickness, from traders, shopkeepers and vendors. Initially, the raids were carried out for some days but they had suddenly stopped. Additional chief secretary (forest and environment) Suresh Chandra Mohapatra said the process was delayed due to elections and Cyclone Fani. BMC deputy commissioner Prabir Khillar, who is the nodal officer of the ban enforcement, said the manufacturers will come under the radar soon. \"I have asked those working in the enforcement wing to find out the manufacturing units. We will also try to obtain information from suppliers and wholesalers. Around 60 kg of polythene bags were seized from a single wholesaler. We have so far collected a penalty of Rs 30,000,\" Khillar said. The officer added that besides vegetable, fruit and grocery markets, every hotel and mall will be raided and the process will continue till all plastic-carry bags are removed. \"Once our raids are over, we will keep tabs on the suppliers to check whether they clandestinely sale such bags from their old stock,\" the officer said. After Cyclone Fani, polythene bags were widely used as there was no alternative. Similarly, after Cyclone Titli had hit the state in October last year, \"banned\" polythene bags had come handy while distributing cooked food among cyclone-affected people. The government had no choice but to use them in the absence of any other alternative during the tragedy. Mostly, food packets in poly bags were distributed in the Purusottampur block in Ganjam. The state government had banned plastic bags with less than 50 microns thickness in Bhubaneswar, Cuttack, Puri, Rourkela, Sambalpur and Berhampur since October 2, 2018. Download The Times of India News App for Latest City ."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Byelections to 3 Rajya Sabha seats in Odisha on July 5": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/rajya-sabha-byelection-on-july-5/articleshow/69806237.cms", "time": "2019-06-16 11:30:00", "description": "BHUBANESWAR: Byelection to three Rajya Sabha seats in the state, vacated by Achyuta Samanta, Soumya Ranjan Patnaik and Pratap Keshari Deb, will be held on July 5. Patnaik and Deb resigned from the Upper House after they were elected to the 16th state assembly. Samanta vacated the seat after he became a Lok Sabha member from Kandhamal. The tenure of Patnaik and Samanta was to end in April 2024, while that of Deb was to end in July 2022. Though actor Anubhav Mohanty also resigned from the Rajya Sabha after being elected to the Lok Sabha from Kendrapada, there will be no byelection for his seat as less than a year is left for the completion of his tenure. Mohanty’s Rajya Sabha term will end in April next year. Notification for the byelection will be issued on June 18. The last date to file nomination is June 25. On July 5, election will be held from 9 am to 4 pm. Going by the number of MLAs in the assembly, BJD will comfortably retain all three Rajya Sabha seats. Many senior party leaders, who were denied tickets during the recent polls, are eyeing Rajya Sabha berths. Download The Times of India News App for Latest City ."}, "BJD backs Om Birla for Lok Sabha Speaker's post": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bjd-backs-om-birla-for-lok-sabha-speakers-post/articleshow/69856713.cms", "time": "2019-06-19 15:24:00", "description": "BHUBANESWAR: The BJD on Tuesday extended its support to Om Birla, the NDA's nominee for the post of Lok Sabha Speaker, amid speculation the position of deputy speaker in the Lower House may be go to the regional party. The development comes barely a week after BJD president and chief minister Naveen Patnaik met Prime Minister Narendra Modi in New Delhi on June 11. The BJD parliamentary party, in a meeting inside the Parliament complex, passed a resolution extending the party's support for Birla's nomination. The BJD's parliamentary party leader, Pinaki Mishra, said his party would cooperate with the Centre in a constructive way. \"The ruling party has a clear majority in the Lok Sabha so there is no question of an election. They (BJP) have sought our cooperation in supporting Birla's nomination. As directed by our leader, we have supported Birla's candidature,\" said Mishra. Despite not being an NDA ally, BJD has signed the proposal on the nomination of Birla as Lok Sabha Speaker. Speculation is rife that six-time BJD MP Bhartruhari Mahtab may be nominated as Deputy Speaker in the Lok Sabha. The BJD has not reacted to this, however. Download The Times of India News App for Latest City ."}, "Naveen, Dharmendra talk jobs, Odisha’s development": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-dharmendra-talk-jobs-states-development/articleshow/69794791.cms", "time": "2019-06-15 11:24:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik and Union petroleum and steel minister Dharmendra Pradhan on Friday discussed Centre-state joint initiatives for the state’s progress, particularly Fani restoration work, apart from projects related to the steel and petroleum sectors. “I had a cordial meeting with Dharmendra Pradhan, Union minister for petroleum and steel, on how we can give further employment, and bring about development and welfare with mutual programmes of the Centre and the state to benefit the people of Odisha. I am hopeful a lot of good things will come out of it,” Naveen said. To a media query on the perception of his coming closer to the Narendra Modi government at the Centre, Naveen said, “We believe in constructive cooperation with the central government.” Speaking to reporters separately, Dharmendra said a range of issues were discussed during his courtesy meeting with the chief minister. “Apart from issues relating to my department, petroleum and steel, loss due to Cyclone Fani, state’s expectation from the Centre on the same and the Union government’s responsibility were discussed,” he said. To a query on political significance of the meeting, Dharmendra said, “The election has just got over. People have reposed their faith in Prime Minister Modi to govern the country and on Naveen to govern the state. Everything should not be seen and considered politically. Our focus now should be how to serve the 4.5 crore people of Odisha better. I hope the Centre and state together can serve the people of Odisha better,” Dharmendra said. Dharmendra, meanwhile, handed over a cheque of Rs 3 crore to Naveen, the contribution of Steel Authority of India to the Chief Minister’s Relief Fund for Fani relief work. Download The Times of India News App for Latest City ."}, "CM to attend PM meet on simultaneous polls": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/cm-to-attend-pm-meet-on-simultaneous-polls/articleshow/69847640.cms", "time": "2019-06-19 04:47:00", "description": "Bhubaneswar: Extending support to the concept of ‘one nation, one election’, BJD president and chief minister Naveen Patnaik has agreed to be part of an all-party meeting on the subject convened by Prime Minister Narendra Modi in New Delhi on Wednesday. The chief minister has always expressed support for simultaneous general and assembly polls. The state has been having simultaneous elections since 2004. “Frequent elections affect development. Simultaneous polls will not only reduce the time governments spend under the model code of conduct, it will help them save resources. The BJD chief will express his stance on the subject in Wednesday’s meeting,” a senior party functionary said, seeking anonymity. Naveen’s visit to Delhi will be his second and his meeting with Modi will be his third in less than two weeks. On June 11, the chief minister met Modi for the first time after the . He was in the national capital to attend a governing council meeting of the NITI Aayog on June 15. The BJD had backed simultaneous polls earlier too when the Law Commission had met representatives of all political parties in July 2018. In 2004, Naveen had razed a year off his assembly term to opt for simultaneous elections. The trend continued in 2009, 2014 and this year. Simultaneous elections have helped the party manage polls effectively, resulting in its winning maximum seats both in the assembly and the Lok Sabha. The BJD has 12 MPs in the Lok Sabha and has decided to play the role of a constructive opposition in Parliament. The newly elected Lok Sabha MPs, who met at the BJD chamber inside the Parliament complex, have decided to extend issue-based support to the Centre. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Bhubaneswar: Contractors  warn of stir over neglect": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bhubaneswar-contractors-warn-of-stir-over-neglect/articleshow/69761536.cms", "time": "2019-06-12 21:59:00", "description": "BHUBANESWAR: The All Odisha Contractors Association on Wednesday alleged that the state government prefers outside construction firms over Odisha contractors. They also warned the government of hitting the street over their eight-point charter of demands. The association president Pravat Dash said their contractor friends do not get work contracts from the government and face financial crisis. “The state government gave the contracts of 98 hospital buildings to an outside company instead of allotting it to 98 contractors separately. It would have created employment for several people,” said Dash. He said the government has set a cut off rate of 14.99 per cent of the total estimation of a project for bidding. That means a contractor cannot bid less than 85.01 per cent estimated cost of the project. “But we have seen several people bid for the project with 14.99 per cent cut off rate and government applies lottery system to choose a contractor. Better this cut off rate set by the government in 2014 should be withdrawn for the interest of Odisha contractors,” said Dash. Anil Kumar Mahalik, vice president of the association, said the lowest bidding impact the standard of the work done by the contractors. “So this rate should be revised for the 50,000 contractors in the state. If the state government does not solve our issues, we will hit the street,” he added. Works minister Prafulla Kumar Mallik said he has forwarded the memorandum of the association to the department secretary for review on their demands. “Not all contractors belong to this association. But I will look into the matter,” he added. Download The Times of India News App for Latest City ."}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "State budget may exceed Rs 1.38L crore": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/state-budget-may-exceed-rs-1-38l-crore/articleshow/69880921.cms", "time": "2019-06-21 04:09:00", "description": "Bhubaneswar: The state council of ministers headed by chief minister Naveen Patnaik on Thursday approved an annual budget of more than Rs 1.38 lakh crore for the 2019-20 financial year. Finance minister Niranjan Pujari will present the budget on June 28. Though the details of the budget were not disclosed, sources said the social sector allocation (provision for various welfare schemes), Fani restoration works, Kalia and Mission Shakti will be the priority areas of the annual budget. Earlier, the annual budget for the 2019-20 financial year was estimated at Rs 1.32 lakh crore of which Rs 56,921 crore was presented as vote-on-account for four months (April-July period) before the general election. “The final budget size will be increased as the state government has made provisions for schemes like (Kalia) Krushak Assistance for Livelihood and Income Augmentation and Mission Shakti. A huge amount is also needed for Fani restoration works,” said a minister. The state cabinet had on May 29 approved a proposal to increase the number of beneficiaries to 75 lakh from 42 lakh farmers’ families already covered under the cash transfer scheme. Though the initial estimate for the Kalia scheme was Rs 4,400 crore, the state government has estimated an additional allocation of Rs 3,234 crore for the scheme. The additional allocation will be made in the annual budget. As Naveen’s cabinet has authorized the women SHGs to do government activities like paddy procurement, supply uniforms to schoolchildren, supply food to patients in hospitals, free mosquito nets among villagers and midday meal worth Rs 1000 crore annually, allocation will be made accordingly in the budget. With cyclonic storm Fani wreaking havoc in 14 districts causing maximum damage to public properties, the government is likely to allocate massive amount for restoration works through various departments. The total loss to public properties and requirement of fund for relief measures has been estimated at Rs 9,336 crore of which the state government has sought Rs 5,228 crore from the National Disaster Response Fund (NDRF). The state will bear the remaining amount. On June 17, finance minister Niranjan Pujari had held pre-budget consultation meeting with former finance ministers, trade unions, financial experts and policy analysts. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Litchi disappears from Odisha market after government orders lab test": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/litchi-disappears-from-odisha-market-after-government-orders-lab-test/articleshow/69861302.cms", "time": "2019-06-19 19:53:00", "description": "BHUBANESWAR: A day after Odisha government ordered laboratory test of litchi available in the market, the summer fruit has totally disappeared from shops and pushcarts across the state on Wednesday. The juicy fruit has been blamed for the outbreak of Acute Encephalitis Syndrome (AES) that killed more than 100 kids in neighbouring Bihar. \"Summer has already gone, so are litchis from the market,\" said Ramesh Sahu, a fruit vendor at Kharvela Nagar trying to avoid queries on disappearance of litchis from the market. Apparently fearing the possibility of detection of any virus in the fruits leading to some consequences, the fruit vendors did not take any chance and disposed them of. \"Nobody knows whether the litchis are causing any disease or not? Why to take a risk?\" said Bhaskar Patra, another vendor at Unit-1 market. The fruit was also not available in markets of major cities including Cuttack, Berhampur, Rourkela and Sambalpur on Wednesday. The fruit vendors said litchis available in Odisha market are being imported from Muzaffarpur of Bihar and Malda from West Bengal and some from local production in Gajapati district of the state. Every day around 3 to 5 tonnes of litchi are brought to Odisha. Asking people not to panic health minister Naba Kishore Das urged said, \"Not a single case of AES reported in the state so far and there is nothing to panic at all. The situation is totally under control. The orders to collect samples and conduct laboratory test were given to get doubly sure that there is no threat from litchis available in the market,\" Das said. The AES is a syndrome that includes several diseases like Japanese encephalitis, meningitis, malaria and typhoid. Children suffering from the disease show symptoms like very high fever, fainting and fits. “Unless and until any virus is detected from litchi we cannot say the fruit is the source or one of the reasons of the disease. There could be several other factors that caused the outbreak in Muzafafrpur area,\" said paediatrician Dr Subhranshu Sekhar Mohapatra. However, Odisha has a history of an outbreak of AES in 2016 in which around 36 kids died due to Japanese Encephalitis (JE) and rest were died due to AES in Malkangiri district. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "29-year-old arrested for duping 35 NGOs of Rs 62 lakh": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/29-year-old-arrested-for-duping-35-ngos-of-rs-62-lakh/articleshow/69856638.cms", "time": "2019-06-19 15:20:00", "description": "BHUBANESWAR: The economic offences wing of (EOW) the Crime Branch here on Tuesday arrested a man on charges of duping 35 non-governmental organisations of Rs 62 lakh on the pretext of arranging funds for them to carry out skill development training programmes. The accused, Sudhir Sahoo, is a graduate of plastic engineering. EOW said 29-year-old Sahoo, a resident of Kujanga in Jagatsinghpur district, was arrested following a complaint lodged by Bijay Kumar Mahapatra, secretary of Harijan Adivasi Mahila Samiti, an NGO. EOW said Sahoo had opened an office in Saptasati Vihar near Palasuni here and induced NGOs by offering them financial assistance for their skill development programmes. \"We found that his company made false claims that he got licence from different ministries from the Centre to arrange funds for NGOs. He collected money from the NGOs to help them get funds. He embezzled the money and fled,\" an EOW officer said. The probe agency said some NGOs from Delhi were also taken for a ride by Sahoo. \"We have also come to know that he cheated a bank manager of nearly Rs 82,000 in Laxmisagar. Laxmisagar police were looking for him,\" the officer said. EOW said the accused wanted to become rich overnight and hatched the conspiracy to cheat the NGOs, who did little verification about him. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Fani-hit street vendors in capital to get financial aid": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/fani-hit-street-vendors-in-capital-to-get-financial-aid/articleshow/69847700.cms", "time": "2019-06-19 04:51:00", "description": "Bhubaneswar: The street vendors, who suffered losses due to the impact of Cyclone Fani, will be provided financial assistance of Rs 10,000 each to help rebuild their damaged structures. The BMC has identified around 21,000 such vendors. BMC sources said payment to the vendors will be made online for transparency. “The vendors’ identities are being re-validated. They have been asked to show their Aadhaar cards and bank passbooks. The account numbers will be recorded in the datasheet and the partner bank will be asked to disburse the amount,” said BMC deputy commissioner Srimanta Mishra. Mishra said the ones, who sell vegetable and other items in roadside kiosks other than the regular vendors occupying BMC’s vending zones will also be paid compensation if they come up with the requisite documents. The vending zones are made up of tin and iron with asbestos roof. Many vending zones could operate even after normalcy is restored due to damage to the roof. The doors and windows panes were also blown away in the wind that blew above 200 kmph during the cyclone. BMC officials the government had announced assistance for the vendors in the aftermath of the cyclone. “Those, who have already rebuilt their damaged structures, will also be given the amount,” Mishra added. BMC commissioner Samarth Verma said a decision to have a uniform for the street vendors will also be taken soon. “We are now concentrating on relief and restoration. The uniform part will be looked into soon,” he added. Earlier, the BMC had given specific details on the designs of the uniform. It said design should be sketched in such a manner that there should be space for BMC’s logo and tagline about the city’s street vendors. “The fabric to be used in the design should suit the local climate. The cultural identity of the city should also be reflected in the design,” it said. Download The Times of India News App for Latest City ."}, "Odisha government nod to hike MBBS seats to implement EWS quota": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/govt-nod-to-hike-mbbs-seats-to-implement-ews-quota/articleshow/69779176.cms", "time": "2019-06-14 12:09:00", "description": "BHUBNESWAR: The state government on Thursday gave its nod to implement 10% quota for economically weaker sections (EWS) in medical institutions from this academic year. To make it work, the government approved increasing MBBS seats in the state by 150 and post graduate (MD/MS) intake by 148. But the final call on increasing the exact number of seats would be taken by the Medical Council of India’s (MCI)s board of governors, sources said. “The government has given in-principle approval for the proposal to implement the quota. Further modalities will be worked out soon,” health secretary Pramod Meherda told TOI. Sources said the government has given its nod to increase MBBS seats at Veer Surendra Sai Institute of Medical Education and Research (VIMSAR), Burla, by 50 from its current capacity of 150. Similarly, 25 seats are going to be added to each of the medical colleges in Koraput, Baripada, Balasore and Balangir, taking the total intake to 125. The move follows a Union government directive wherein 10% EWS quota in general category needs to be implemented in higher education institutions. With the admission process under NEET scheduled to start soon, the states had to send their proposals to the MCI so that they can sync the intake capacity in various medical institutions with the Centre’s rules. Since the number of seats at SCB Medical College, Cuttack and MKCG Medical College and Hospital, Berhampur are already 250 each — the maximum allowed to any medical college under MCI norms — increasing their intake would not be possible, a government official said. The state has also given its nod to increase post graduate seats at SCB, MKCG and VIMSAR by 148. If the MCI board approves the proposal, the number of MBBS seats in state-run medical institutions will go up from 1,050 to 1,200 and PG intake from 468 to 616. The state had to come up with a revised proposal after withdrawing an earlier approval on seat increase sent to the MCI board on June 4 as the same was not as per the medical education regulator’s suggested formula. In the withdrawn approval, the state had suggested increasing MBBS seats by 105 and PG seats by 50. It must be mentioned that AIIMS Bhubaneswar, a central government-run institute, has already decided to increase its intake from 100 to 125 this year. EoM Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Maoist carrying Rs 1 lakh reward on head held": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/maoist-carrying-rs-1-lakh-reward-on-head-held/articleshow/69841095.cms", "time": "2019-06-18 15:50:00", "description": "BHUBANESWAR: Security forces arrested a Maoist carrying a reward of Rs 1 lakh on his head in Malkangiri district, a BSF officer said on Monday. The arrested rebel has been identified as Chandra Sisa alias Chandan, an active member of the Andhra-Odisha Border Special Zonal Committee (AOBSZC). Chandan was arrested by BSF personnel on the intervening night of June 14-15 when a special operation was launched. \"The meticulously planned operation resulted in the apprehension of Chandan inside the Swabhiman Anchal,\" the officer said. During the operation, the BSF team had to face stiff resistance from the rebels while approaching the main land across the water body in the dark. \"The BSF team was attacked by unknown persons armed with sharp-edged weapons,\" the officer said. Chandan was actively working as a party member of Gumma/cut-off area of the Andhra-Odisha Border Special Zonal Committee and carries a cash reward of Rs 1 lakh, the officer added. He had joined the banned outfit in 2014 and had been working with the Maoists since then. PTI Download The Times of India News App for Latest City ."}, "AES virus: Litchis disappear from Odisha markets": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/aes-virus-litchis-disappear-from-odisha-markets/articleshow/69868164.cms", "time": "2019-06-20 08:55:00", "description": "BHUBANESWAR: Litchis vanished from the markets in Odisha on Wednesday a day after the government ordered a laboratory test to ensure the fruit doesn't carry the deadly Acute Encephalitis Syndrome (AES) virus after reports emerged linking litchis to the AES outbreak that has killed more than 100 children in Bihar so far. \"Summer has gone and so are the litchis,\" said Ramesh Sahu, a vendor at Kharavela Nagar in Bhubaneswar, trying to avoid queries on the disappearance of the fruit from the market. Bhaskar Patra, a fruit seller in Unit-I market, said vendors have disposed of the fruit fearing presence of AES virus in it. \"Nobody knows whether the litchis were infected or not. We did not want to take any risk,\" Patra said. Download The Times of India News App for Latest City ."}, "Gujarat dials Odisha for tips on Vayu": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/gujarat-dials-odisha-for-tips-on-vayu/articleshow/69764992.cms", "time": "2019-06-13 07:58:00", "description": "BHUBANESWAR: The Gujarat government has sought help from Odisha to tackle Cyclone 'Vayu' which is expected to hit the western part of the country on Thursday afternoon. On Wednesday, Gujarat chief secretary J N Singh called up his Odisha counterpart A P Padhi to seek advice on evacuating people to safety and on ways to minimize the damage. The Gujarat government has launched a massive evacuation exercise to shift people from low-lying areas. \"The chief secretary of Gujarat had called up to discuss measures that need to be taken before the cyclone makes landfall. I assured him of all possible help from our side,\" Padhi told reporters. He added that authorities from Gujarat had sought advice on the evacuation process and the Odisha's experience in dealing with cyclones like Fani and Titli. He said Gujarat officials are in constant touch with Odisha's disaster management authorities. Odisha recently drew praise from both within and outside the country for successfully evacuating more than 12 lakh people to safety before the extremely severe Cyclone Fani hit the state on May 3. This resulted in reducing human casualty. The state has built around 900 multi-purpose cyclone shelters in coastal districts and has 20 well-trained units of Odisha Disaster Rapid Action Force (ODRAF) ready with modern equipment at their disposal to tackle disasters. Sources said if required, Odisha could send its ODRAF and fire services personnel to Gujarat to help in relief and rescue operations. \"The Centre has deployed adequate teams of National Disaster Response Force in Gujarat to take care of the situation. I don't think they will need our manpower. If the Centre asks us for help, we will send our teams immediately,\" said a senior state government official. Last August, the ODRAF and fire service teams were engaged in relief and rescue operations during the floods in Kerala. A team of Odisha fire services personnel were also involved in the rescue operation to evacuate 15 miners who were trapped inside a flooded coal pit in Meghalaya in December. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Odisha: Govt hospitals, private clinics join IMA strike": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-govt-hospitals-private-clinics-join-ima-strike/articleshow/69841042.cms", "time": "2019-06-18 15:46:00", "description": "BHUBANESWAR: Outdoor patient care was partially affected in hospitals across the state on Monday as thousands of doctors joined the nationwide strike called by the Indian Medical Association (IMA) in support of their colleagues in West Bengal. As the Bengal doctors called off their strike following a discussion with that state's chief minister Mamata Banerjee on Monday evening, all associations of doctors and junior doctors in Odisha said they would rejoin work from Tuesday morning. Health secretary Pramod Meherda said no loss of life or disruption of emergency health services was reported in the state. Apart from government hospitals, more than 800 nursing homes and private clinics, including corporate hospitals, suspended outdoor patient services for 24 hours starting Monday morning. Emergency and indoor patient services remained operational in all hospitals. Junior doctors in three medical colleges and hospitals in Cuttack, Berhampur and Burla boycotted all non-emergency medical services. Students of AIIMS Bhubaneswar stayed away from work as well. Doctors in the state-run hospitals also wore black badges and held protests against the brutal attack on junior doctors in Kolkata's NRS Hospital last week. \"The 24-hour strike has been a big success in Odisha. Emergency services and indoor patient care remained operational in all hospitals,\" said honorary secretary of IMA's Odisha chapter, Janmejay Mohapatra. The Capital Hospital also kept its outpatient department operational so as not to inconvenience the large number of patients who depend on it. The doctors of the hospital worked while wearing black badges. \"All doctors are supporting the cause but closing down the OPD would cause severe inconvenience to the public. So we staged a protest and wore black badges,\" said deputy superintendent of the hospital, Dhananjay Dash. Thousands of patients were seen returning from hospitals after failing to get OPD treatment. \"We had registered for paediatric OPD earlier. We learnt about the strike after coming here. Our child is crying a lot and we have no option but to return home,\" said Naresh Sahu, who came to AIIMS-Bhubaneswar from Khurda. \"We did not have any intention of putting patients in trouble. We will join duty from Tuesday morning,\" said Pravat Rout, president of Junior Doctors Association, SCB Medical College and Hospital. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Kullu road accident": {"link": "https://timesofindia.indiatimes.com/india/44-dead-29-injured-as-bus-plunges-into-gorge-in-kullu/articleshow/69882068.cms", "time": "", "description": "MANALI: At least 44 people have died and 29 sustained injured on Thursday when a bus fell into a gorge in Himachal's Kullu district. Kullu superintendent of police (SP) Shalini Agnihotri said several women and kids were among the injured. The vehicle had started its journey from the Banjar bus stand around 4pm and covered barely 2km when it met with an accident. The driver apparently lost control while negotiating a sharp turn at the Bhiyoth Mor, which has a gradient of more than 75 degrees. Eyewitnesses said the bus veered off the road to scrape the mountain face before hurtling down the gorge. Local residents and police personnel faced difficulty locating and extricating the bodies from the mangled mass of metal. Parts of the vehicle were strewn over a wide swathe of the bottom of the gorge. Between 2009 and 2018, Himachal Pradesh recorded 30,993 road accidents in which 11,561 people were killed and 53,909 injured. This year alone, as many as 430 people died in 1,168 road accidents in the state till May 31. In Video:Several killed as bus falls into gorge in Himachal Pradesh's KulluDownload The Times of India News App for Latest India News."}, "Budget may offer more on Fani restoration work": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/budget-may-offer-more-on-fani-restoration-work/articleshow/69806246.cms", "time": "2019-06-16 12:11:00", "description": "BHUBANESWAR: The state government is likely to make substantial allocation in its anunal budget towards restoration work following the damage caused by Cyclone Fani. Finance minister Niranjan Pujari is likely to present the budget on June 28. The cyclonic storm that hit the state on May 3 wreaked havoc on 14 coastal districts. While the total loss to public properties and requirement of funds for relief measures have been estimated at Rs 9,336 crore, the state government has sought Rs 5,228 crore from the National Disaster Response Fund (NDRF). As the cyclone caused massive damage to public properties, adequate funds will be earmarked to rebuild infrastructure, an official said. Massive allocation will be made under rural housing schemes, said a senior official requesting anonymity. An official source said agriculture, irrigation, health, rural development and allocation for social welfare schemes are likely to be the key areas of the budget. As the state government has increased number of beneficiaries under the Krushak Assistance for Livelihood and Income Augmentation (Kalia) scheme to 75 lakh, allocation will be made accordingly. The state government would continue to present a separate budget for agriculture and allied sectors. The finance minister is scheduled to hold pre-budget consultation meeting on June 17 which will be attended by former finance ministers, policy experts, financial experts and representatives of trade unions. Going by the tradition, the state government has already sought suggestions from general public to include them in the annual budget. The move is to ensure participation of people in the budget-making process, said an official. Though the annual budget size for 2019-20 financial year was estimated at Rs 1,32,660 crore, vote-on-account was presented for Rs 56,921 crore for four months (April-July) in February before the simultaneous Lok Sabha and assembly elections. The new budget will be presented for the period from August 1 to March 31, 2020. A finance department source said revenue generation in the first quarter will be affected due to cyclone Fani. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Doctors' strike: OPD services likely to be affected today in Odisha": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/opd-services-likely-to-be-affected-on-monday-for-doctors-strike/articleshow/69816532.cms", "time": "2019-06-17 08:40:00", "description": "BHUBANESWAR: The nation-wide strike call given by the Indian Medical Association (IMA) protesting the attack on doctors in West Bengal might affect the outpatient department (OPD) services in the state on Monday. The IMA Odisha, which conducted a meeting on Sunday evening, has clarified that they will go ahead with the nation-wide strike call given by its national body. They appealed all the hospitals to withdraw non-essential services like OPD facilities starting from 6 am on Monday to 6 am on Tuesday. Janmejaya Mohapatra, honorary state secretary of IMA Odisha, said emergency services in the hospitals will not be affected due to their strike. He said the Odisha Medical Services Association (OMSA), Odisha Medical Teachers Association (OMTA), Junior Doctors Association, Resident Doctors Association, IMA Students Network and Nursing Home Association have supported the strike. “Attack against doctors in hospitals has become a common thing nowadays, so we want a national-level law for safety and security of the doctors. Hospitals should be declared as safe zone. All associations have extended support for our strike,” said Mohapatra. Keeping the strike in mind, the state government has asked the medical colleges and hospitals to ensure that patient care services should not be affected on Monday. “Doctors have been requested that if they wish to, they may carry out token protests, but they must ensure that patient care services are not affected in any way,” said health secretary Pramod Kumar Meherda. Meherda said the department has taken several steps for safety and security of doctors. Implementation is being reviewed on a regular basis, he added. In a meeting held on Sunday at SCB medical college at Cuttack, the dean and principal of the college decided that if there is a protest by junior doctors, all the routine and emergency works will be managed by the faculties of the concerned departments so that there will be no disruption in the patient care. The heads of the departments have been instructed accordingly to keep their faculties in readiness to manage the work both in casualty, routine OPD and ward duty without fail, said the letter of the medical college. Other medical colleges and chief district medical officers have also issued the same directions, said official sources. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Mahurat of Mote Ishq Helare was a gala affair": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/mahurat-of-mote-ishq-helare-was-a-gala-affair/articleshow/69837050.cms", "time": "2019-06-18 11:13:00", "description": "The Odia film industry saw the shubh mahurat of another romantic Odia film, Bibek Kumar’s Mote Ishq Helare, this month. The cast and crew of the film had gathered at a hotel to celebrate the mahurat and announce the title as well as the cast and crew of the film. This film also has relatively new actors in lead. Rudra Panigrahi, who has earlier done two films and appears regularly on television reality shows, is playing the lead role opposite Sonanki Bhoumik and Priyanka Priyadarshini along with Manish Purohit. “This is my second film and my co-actor in this film, Rudra, was also there opposite me in my first movie. I play the role of an orphan girl and the movie is about her love story. There are a lot of twists and melodrama, since people love melodrama in our films. The shoot has already started and I am happy to be part of this project,” said Sonanki. Talking about the movie, Rudra said that it’s a new kind of college love story. “For the lovers of romantic films, it’s a new hope and the music is really soothing and touching. The songs have been recorded already and they are really good. We hope we will give our audience a good love story with superb songs,” he said. Veteran actor Bhupati Tripathi, Puspa Panda, Pradyumna Lenka, and comedian Guddu play major roles in this love triangle. Jitu Mishra is the director of photography. Bikash Suklaa has composed the music of the film. Download The Times of India News App for Latest City ."}, "\n“Tumari smrutire” event in Bhubaneswar to celebrate the 69th birth anniversary of danseuse Sanjukta Panigrahi\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Tumari-smrutire-event-in-Bhubaneswar-to-celebrate-the-69th-birth-anniversary-of-danseuse-Sanjukta-Panigrahi/articleshow/32671358.cms", "time": "", "description": "On the occasion of the ongoing celebration of the 69th birth anniversary of danseuse Sanjukta Panigrahi, the Sanjukta and Raghunath Panigrahi Cultural Heritage Foundation organized a cultural programme titled “Tumari smrutire.” Eminent Odissi dancer Kavita Dwivedi, along with other noted dancers like Sharon Lowen, Adyasa Mishra and Pushpita Mishra, mesmerized the audience with their Odissi performances. “I have performed Odissi throughout the world. But, whenever I perform in Odisha, it feels like I’m sitting for a test. It’s very important for me that the audience here should like my performance,” said Kavita. Sharon Lowen agreed with her, insisting, “Odissi is not a mere movement of the body and expressions of the eyes. It’s like bringing the feeling of godliness while dancing. Dancers and the audience should experience it.” It seems that their effort to engage the audience in their performances bore fruit. Rupali Das, a dance love, was thoroughly impressed by the performances. “It was fantastic to see all these great dancers perform. They all were at their best and I enjoyed my evening very much,” she said. Download The Times of India News App for Latest City ."}, "\nModels walked down the ramps in rainbow-hued outfits at this party night in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Models-walked-down-the-ramps-in-rainbow-hued-outfits-at-this-party-night-in-Bhubaneswar/articleshow/32675698.cms", "time": "", "description": "It turned out to be a surprise for the party animals of Bhubaneswar. While youngsters shook a leg to desi beats played by the club DJ Rick, models walked down the ramps in rainbow-hued outfits. “We are not professional models but we walked the ramp just to experience something new,” said Anisha and Chinmaye, enthusiastic participants at the event. The show, which had three sequences themed on Indian ethnic, casual and floral-printed fabric, was followed by some energetic dance performances. “Bhubaneswar has got smitten by the party culture. The crowd is far more energetic now,” said Deepak Kumar, a regular party-goer. Said Pratik Mohapatra, who had organized the event, “I never realized that the party would be such a hit when I planned it. I am waiting to host more such dos now.\"Sayamsiddha MohapatraDownload The Times of India News App for Latest City ."}, "Odisha crime branch harps on prevention of custodial escape": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-crime-branch-harps-on-prevention-of-custodial-escape/articleshow/69820476.cms", "time": "2019-06-17 10:36:00", "description": "BHUBANESWAR: To prevent escape of accused persons from police custody, the state Crime Branch has asked the superintendents of police (SPs) to remain alert when arrested persons are taken to hospital for medical examination, to court or jail. According to the recent Crime Branch letter to the SPs, a number of instances were reported where accused persons escaped from the police custody during their transit for appearance in the court. Crime Branch sources said at least 9 arrested persons escaped from the police custody in connection with separate crimes in 2018. “In cases of heinous offences, including Naxalism, it is a challenge for the police to safely produce the accused persons in court,” additional director general of police (Crime Branch) Santosh Upadhyay said. The Crime Branch’s concern assumes significance as an alleged Maoist had escaped from the police custody in Nuapada district last year, leaving the police red-faced. Manoj Madkami, who was arrested by Nuapada district police in May 2018, jumped the police custody from court premises on September 18, 2018. Madkami is still on the run. The incident had happened when Madkami was being taken back to jail from the court. At least seven cops were suspended for negligence and dereliction of duty. In order to avoid escape of hard core criminals, the Crime Branch has suggested the SPs to produce the former in court through electronic video linkage. Crime Branch said the concerned police stations should move the court, seeking approval to produce the accused via video conference. “We have electronic video linkage in the jails and courts. Since arrested persons are compulsorily produced in court in regular interval, the apprehension of their escape cannot be ruled out. Police stations should not take the risk of transporting dreaded criminals to court and use the technology for their safe appearance before the judge,” another Crime Branch officer said. Authorities in some jails and courts said the video linkage and internet connectivity was damaged after Cyclone Fani battered Odisha on May 3. Prisons officials said the technicians are already on the job to restore the service. “We have partly restored the service in some prisons,” a jail officer said. Download The Times of India News App for Latest City ."}, "Fire service staff inspect coaching centres in Bhubaneswar": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/fire-service-staff-inspect-coaching-centres-in-bhubaneswar/articleshow/69760797.cms", "time": "2019-06-12 21:02:00", "description": "BHUBANESWAR: In the wake of Surat fire tragedy, Odisha fire services on Wednesday conducted simultaneous inspection of leading coaching centres in Balangir (10), Bhawanipatna (10), Angul (8), Jharsuguda (10), Bhadrak (5) and Jeypore (6) to check fire safety measures and create awareness among staff and students of these centres. “Odisha Fire Service conducted fire safety inspection and awareness drive in coaching centres of the state. As many as 49 teams inspected centres in Jeypore, Bhawanipatna, Balangir, Jharsuguda, Angul and Bhadrak,” tweeted Bijay Kumar Sharma, director general of fire services, home guard and civil defenses. The fire service personnel found that many coaching centres have not installed adequate fire safety measures. Most of the coaching centres have only one staircase which is inadequate for exit. Electrical panel boards have been installed below staircases which enhances the risk to fire. Most of the corridors of coaching centres have been blocked by stacking of unused articles. Good housekeeping, which plays a vital role in fire safety, was not found. Moreover many coaching centres do not have adequate exit signage to guide the occupants to places of safety in case of any emergency. These centres will be issued with notices to fulfill the shortcomings within a specific time, said a senior fire service official. Besides, the fire service personnel sensitized the staff and students for adopting required fire safety measures and gave them useful tips about safety measures. Earlier, similar inspections were conducted in the coaching centres of Bhubaneswar and Cuttack on May 27 and Rourkela, Balasore, Berhampur and Sambalpur on June 1. Department of home had asked director of fire services to inspect all coaching centres across the state. Download The Times of India News App for Latest City ."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Odisha joint entrance examination results today": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-joint-entrance-examination-results-today/articleshow/69856876.cms", "time": "2019-06-19 15:34:00", "description": "Bhubaneswar: The Odisha Joint Entrance Examination (OJEE) results will be declared on Wednesday, said skill development and technical education minister Premandanda Nayak on Tuesday. The examination held in May across 20 centres in the state will allow candidates to get admission in first year of degree courses in B.Pharm, integrated MBA, lateral admission to the second year of B.Tech, B.Pharm, MCA, first year masters degree courses in computer application, business administration, M.Tech, M.Pharm, M.Arch and M.Plan. As many as 25,731 students appeared for the examination in the offline mode and another 13,918 students have appeared online. The candidates who have appeared for the examination can check their result by visiting the official website, www.ojee.nic.in. According to OJEE, there are 17 institutions with an intake capacity of 1,340 offering B.Pharm course in the state, MCA is offered by 37 institutes with 1,902 seats, MBA is offered by 63 colleges with 5,414 seats while integrated MBA is offered by eight institutes with an intake capacity of 480 students. Similarly, M.Tech in different disciplines and M.Arch is offered in 10 government institutes with an intake capacity of 1,097 and another 42 private colleges with an intake capacity of 2,688 students.  The Board of OJEE has also released the tentative schedule for counselling and admission for students into MBBS and BDS courses offered in the state-run medical institutions. The registration and online application process for the counselling and admission for the courses will be held between June 20 and June 25. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Odisha: Class XII board results next week": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-class-xii-board-results-next-week/articleshow/69769463.cms", "time": "2019-06-13 13:34:00", "description": "BHUBANESWAR: The Class XII board exam results of humanities, commerce and vocational streams will be published either on June 17 or 18, school and mass education minister Samir Ranjan Dash said on Wednesday. The result of the science stream was announced on June 3. \"Elections and Cyclone Fani had led to delay in the evaluation process owing to disruption in electricity and internet connections. After the situation normalised, the tabulation process was expedited,\" Dash said. As many as 2,35,183 students had appeared in humanities, 27,278 in commerce and 8,058 students in vocational stream. The exams were conducted by the Council of Higher Secondary Education (CHSE). The delay in publication of results of humanities and commerce has irked students. This has resulted in many of them not being able to apply in universities and institutions outside the state. Besides, the alleged partiality shown to science students has been a sticking point. Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Biju statue vandalised in Kendrapada": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/biju-statue-vandalised-in-kendrapada/articleshow/69880899.cms", "time": "2019-06-21 04:09:00", "description": "Kendrapada: A week after a Mahatma Gandhi statue was vandalised in Balasore district, the statue of Biju Patnaik was found decapitated at Trinath Bazaar, under Rajnagar police station limits of the district, on Wednesday evening. The incident sparked protest in the area. Ashok Padhiari, the Rajnagar block BJD president, and other leaders filed a complaint with the police on Thursday and demanded stern action against those involved in the vandalism. “Police have filed a case under various sections of Prevention of Insults to National Honour Act, 1971,” said IIC of Rajnagar police station, Tapan Kumar Nayak. The hunt is on for those responsible. Locals suspect it to be the handiwork of drunkards. “Recently, some drunkards were hauled up for drinking alcohol near the statue,” said Jayaram Rout of Rajnagar. “I was shocked to know that the statue of Biju was decapitated,” said Nakul Das, a freedom fighter. Biju, a former chief minister of Odisha and father of Naveen, is considered an icon by many. Locals and BJD supporters staged protest at Rajnagar, Pattamundai, Kendrapada and other places on Thursday. Many protesters also blocked the road at Rajnagar and demanded strict action against those who vandalised the statue. Security has been tightened at Rajnagar and other areas to prevent any untoward incident. EoM Download The Times of India News App for Latest City ."}, "Bhubaneswar Municipal Corporation to repair 3 Fani-hit schools": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bhubaneswar-municipal-corporation-to-repair-3-fani-hit-schools/articleshow/69784451.cms", "time": "2019-06-14 12:21:00", "description": "BHUBANESWAR: The Bhubaneswar Municipal Corporation (BMC) has decided to coordinate the repair work of three Fani-hit schools under its jurisdiction that suffered the maximum damage. These three schools include the Ekamra Vihar Primary School in Kharvel Nagar, Janatanagar Primary School near Salia Sahi and Bharatiya Vidyalaya in Unit III. The decision was taken after the district education office of Khurda requested the BMC administrator to take up the repair work of the three schools in order to ensure that they can be opened on time after the summer break on June 18. \"I want to bring to your kind notice that Cyclone Fani caused extensive damage to the educational infrastructure in the BMC area. Many schools were damaged and need immediate action,\" the request letter issued by the district office said. \"It is requested that immediate repair work be taken up so that classes can start once the summer vacation is over. Kindly instruct the BMC commissioner to start the work at the earliest,\" the letter said. As per the damage assessment by the school and mass education department, the asbestos roofs of the two primary schools were damaged while the compound wall of Bharatiya Vidyalaya collapsed during the cyclone. A senior civic body official said they have already started coordinating the repair work. \"The roofs of the two primary schools will be rebuilt on a priority basis,\" the official said. It must be noted that as many as 6,498 schools were damaged in the cyclone across 14 affected districts including Khurda. \"Most of the schools have already received the necessary repair,\" an official of school and mass education department said. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Odisha police to supply tablets to investigating officers for digital probe": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-police-to-supply-tablets-to-investigating-officers-for-digital-probe/articleshow/69873895.cms", "time": "2019-06-20 16:20:00", "description": "BHUBANESWAR: If the Odisha police have its way, investigating officers (IOs) at crime spots will no more write on paper the details of offences, seizures and arrested persons manually. The state police are planning to supply tablets to the IOs, who will complete the formalities digitally at the crime spot itself. Currently, the IOs carry registers with them and jot down the nature of crime, articles seized, names of accused, victims and witnesses, and again key in the same information in their office computers upon their return from the crime spots. “We want to do away with the manual system and make the investigation process digital. Police stations will be given tablets. It will be convenient for the IOs to work and ensure transparency. They need not do the same work twice that takes a lot of time,” director general of police RP Sharma told TOI. Initially, the police plan to supply the tablets to police stations in Bhubaneswar. Subsequently, the IOs in other police stations across Odisha will be given tablets. The police, however, have not decided on the number of tablets that will be supplied to police stations. Odisha has 619 police stations. The tablets will be equipped with digital forms and checklists required for compiling details at the crime scene. The proposed initiative will be part of Centre-sponsored Crime and Criminal Tracking Network and Systems (CCTNS) project. Last year, Sharma advocated paperless work in police stations and asked superintendents of police (SPs) in districts to completely shift from the manual workstyle to the digital operation. A few months ago, the police stations across Odisha started digitizing the FIRs, case diaries and other crime files. “We have made significant strides in the use of IT during 2018 and embarked on an ambitious road map to make Odisha Police one of the leading states in the use of IT in policing. The state government sanctioned Rs 139 crore to implement the roadmap in five years. Nearly Rs 21 crore was provided in the last fiscal,” Sharma said. This year, the police plan to make use of advanced technologies like artificial intelligence (AI), data analytics and mobile computing to improve analysis of crime data. Artificial intelligence will generate a checklist to help investigating officers to move on the right track of investigation. Download The Times of India News App for Latest City ."}, "Young cops in Odisha trained to take on cybercrime": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/young-cops-in-odisha-trained-to-take-on-cybercrime/articleshow/69837874.cms", "time": "2019-06-18 12:42:00", "description": "BHUBANESWAR: For effective investigation and prevention of cyber offences, the Crime Branch has identified 200 investigating officers (IOs) from different police stations from across the state and launched a three-day training programme for them from Monday to hone their skills on the online crime. The Crime Branch has collaborated with the Unicef to train the cops, mostly inspectors and sub-inspectors. A joint team of cyber experts from Delhi and Odisha Crime Branch will educate the participants (IOs) about the evolving cyber threats and solutions during the three-phase training sessions. Crime Branch said the IOs will undergo a test at the end of the training programme and the best three performers will be sent abroad for further training on the skills of probing cyber crimes. DGP R P Sharma, who inaugurated the training programme, expressed concern over the sharp rise in cyber crime cases, including online banking frauds, e-lottery scams, child pornography and offences related to social media in last six years. While only 120 cyber crime cases were registered in Odisha in 2013, the figure touched 867 in 2018. At least 241 cases were already registered in first three months of 2019. “Our personnel will have to develop the expertise to solve cyber cases. Children and women are more vulnerable to cyber offences. Police stations must accept cyber-related complaints and accord priority in solving the cases,” Sharma said. Crime Branch’s additional director general Santosh Upadhyay and inspector general Arun Bothra said the cyber experts of Crime Branch have been extending necessary guidance to the IOs of police stations. “Our sustained efforts on public sensitization programmes and awareness campaigns paid off to a great extent, even though the cyber crime continues to be a challenging area for us. Internet explosion, unchecked use of social media and lack of proper mechanism to prevent the offence are some of the plausible causes of the occurrence of cyber offences,” additional director general of police (Crime Branch) Santosh Upadhyay said. Bothra said the Crime Branch is in touch with the Unicef to establish child-friendly police stations in Odisha. Chief of the Unicef’s field office in Odisha, Monika Nielsen said they would extend all necessary support to the Odisha police in protecting children from the clutches of online crimes. The state police were on their toes following circulation of nude and obscene clips of girls on WhatsApp and Facebook last year. Wary of circulation of obscene photos of girls on social media, DGP Sharma earlier issued a standard operating procedure (SOP) to district SPs, highlighting the methods of investigation and relevant sections of law to deal with the culprits. Download The Times of India News App for Latest City ."}}