{"Counter Strike": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-counter-strike-is-celebrating-its-20-year-anniversary/articleshow/69867998.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Team India Jersey": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-2019-men-in-blue-to-go-orange-against-england/articleshow/69868037.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "M S University senators oppose fee hike at Faculty of Commerce": {"link": "https://timesofindia.indiatimes.com//city/surat/msu-senators-oppose-fee-hike-at-faculty-of-commerce/articleshow/69849233.cms", "time": "2019-06-19 10:46:00", "description": "VADODARA: A group of M S University’s senate members have opposed fee hike in bachelors of commerce (BCom) programme offered by the Faculty of Commerce. Senate members Kapil Joshi, Narendra Ravat and Nikul Patel on Tuesday submitted a memo to MSU vice-chancellor professor Parimal Vyas questioning the rationale behind the hike. They said that the university has increased fees by Rs 2,300 in higher payment programme of BCom and by Rs 5,350 in BCom (honours). “Where will the poor students who are forced to take admission in higher payment programme go?” asked Kapil Joshi. They alleged that as per MSU handbook, it is a non-profit institution, but it already collects 10% as faculty development charges and 15% as university development charges from all the students. Download The Times of India News App for Latest City ."}, "Surat to host its maiden women’s T20 international  match": {"link": "https://timesofindia.indiatimes.com//city/surat/surat-to-host-its-maiden-womens-t20-intl-match/articleshow/69849069.cms", "time": "2019-06-19 11:27:00", "description": "SURAT: Surat District Cricket Association (SDCA) will play host to five women T20 International cricket match series between India and South Africa in September-October. Twelve cricket pitches are being prepared for the series at Lalbhai Contractor Stadium. With Board of Control for Cricket in India (BCCI) allotting this international series to Diamond City, a long-cherished dream of Surtis to witness international matches at their city will come true. All these matches will be day/night encounters and will be played under flood lights. Mayank Desai, treasurer of SDCA, said, “Twelve poles with 384 lights giving 1500 watt of electricity are ready to provide all required light international standard cricket. The two warm-up matches will be played before the five internationals to be played on September 25, 27, 30 and October 3 and 5. All international standard and required facilities are being set up.” Desai further said that BCCI pitch curators will visit every month to oversee preparation of the pitches. SDCA has been demanding an international match from BCCI for the past 10 years. However, with SDCA coming under Gujarat Cricket Association (GCA) and matches being allotted to Ahmedabad, Surat never got to host an international match till now, despite being the second biggest city of the state. However, former India Caption and Under 19 Indian coach, Rahul Dravid, who recently visited to Surat along with a few other officials was impressed with SDCA’s facilities and awarded the city these prestigious matches. Lalbhai Contractor Stadium has 8,000 permanent sitting capacity and can accommodate another 20,000 people on makeshift capacity to host an international match. Sources in the cricketing body said that they have been talking to a few owners of IPL teams since last year to host a few IPL league matches in Surat. They now hope that after this series, a final positive decision on this regard too will come about. “This is the beginning, like the first flight Surat airport received. In no time we have made it to 32 flights! More so, with proper live telecast of these matches on international sports channels, Surat will be able to showcase it potential and put up its case for future international matches strongly,” Desai added. Download The Times of India News App for Latest City ."}, "Surat fire tragedy: Bhargav Butani submits dubious affidavits for bail": {"link": "https://timesofindia.indiatimes.com//city/surat/butani-submits-dubious-affidavits-for-bail/articleshow/69832237.cms", "time": "2019-06-18 10:26:00", "description": "SURAT: Bhargav Butani, main accused in Takshashila Arcade fire incident in which 22 people died, submitted two affidavits in court with signatures of parents of two victims allegedly taken after misleading them. The affidavits were submitted in the court along with bail application of Butani. Nayan Sukhadwala, district government pleader, informed the court about this on Monday.Butani’s lawyer requested permission of the court to withdraw the bail application, but it was objected to by Sukhadwala. “The accused feared that the truth of his getting signatures through deceit will come out and hence wanted to withdraw his bail application. I objected to it and brought it to the notice of the court that signatures of victims’ parents had been taken on the two affidavits by misleading them,” Sukhadwala told TOI. Butani’s lawyer had submitted four affidavits with the bail application in which the parents claimed that they had no objection if the accused was granted bail. However, doubts were raised on the genuineness of affidavits of Jayesh Kanani, father of Vanshvi, and Ramesh Khandela, father of Esha. “I contacted the parents of the victims and they told me that they were misled by the cousin of the accused Butani to sign on them. They were not aware about the contents of the affidavits,” Sukhadwala said. The two parents submitted an application to police demanding investigation in the matter. The court has scheduled the next hearing in the case on Thursday. Meanwhile, Sukhadwala visited Takshashila Arcade to collect some details about the tragedy for the next hearing. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Samsung M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-with-6gb-ram-to-go-on-sale-today-at-12pm-via-amazon/articleshow/69868305.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-trailer-out-kriti-sanon-and-diljit-dosanjh-win-hearts/videoshow/69879396.cms", "time": "", "description": ""}, "Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/international-yoga-day-2019-pm-urges-country-to-embrace-yoga/articleshow/69883653.cms", "time": "", "description": "The world marks the fifth edition of International Day of Yoga on June 21, 2019. Prime Minister Narendra Modi hosted the main event in Ranchi and performed yoga along with 18,000 people. It was on September 27, 2014 that PM Modi proposed a dedicated day for Yoga to the United Nations General Assembly (UNGA). In 2015, the first International Day of Yoga was observed. Here's a look at different yoga styles and its growing popularity worldwide. Download The Times of India News App for Latest India News."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-read-how-an-embarrassing-mall-trip-made-this-dj-lose-32-kilos-in-6-months/articleshow/69877041.cms", "time": "", "description": ""}, "Yoga Day Wishes": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-wishes-messages-quotes-images-facebook-whatsapp-status/articleshow/69875845.cms", "time": "", "description": ""}, "Son of retired IPS officer booked for impersonating cop": {"link": "https://timesofindia.indiatimes.com//city/surat/son-of-retd-ips-officer-booked-for-impersonating-cop/articleshow/69817665.cms", "time": "2019-06-17 11:02:00", "description": "SURAT: Son of a retired IPS officer was booked at Umra police station on Saturday for impersonating a police officer. Police inspector of Umra police station became complainant in the case as the application was submitted some time in the past. Nirav Jevabliya, son of B S Jebaliya, a retired IPS officer, was booked for introducing himself as a police officer in the letters with logo of Gujarat Police. Nirav’s father was posted in the city as additional police commissioner. “The accused had tried to establish his identity as a police officer through the letters that had police logo,” a police officer said. Nirav, a resident of Vadodara, was arrested in the past in fraud cases there. The accused had issued letters in a property-related deal in 2013. A resident of Athwagate, who received the letters, on realizing that Nirav was not a police officer, approached the court which is yet to pronounce its verdict in the matter. Meanwhile, police booked the accused for impersonating a police officer. “The accused had issued letters in a property-related matter. The case falls under the jurisdiction of civil court but there is a criminal angle to it too, based on which an offence was registered by police on receiving an application from the complainant,” the police officer added. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Slab of GHB apartment’s top floor collapses in Pandesara": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/slab-of-ghb-apartments-top-floor-collapses-in-pandesara/articleshow/69865403.cms", "time": "2019-06-20 10:58:00", "description": "SURAT: Top floor slab of cabin in a 35-year-old low-income group (LIG) housing apartment collapsed in Pandesara on Wednesday. Six persons including two women got trapped on the top floor as the staircase between two floors and slab of middle floor also collapsed. The six were rescued by locals and fire brigade team. The housing society built by Gujarat Housing Board is in a dilapidated condition and has been crying for repairs for years. There are 106 such ground plus two and ground plus three buildings in the society where 1,150 families live. These were built 35 years ago and all of the them are in rickety condition. In 2018, Surat Municipal Corporation (SMC) had issued notice to the residents in 85 units, asking them to vacate while those living in 21 others were given notices last week. “ Majority of the people living there had vacated the buildings and left. However, there were few families were still living there,” said Rajesh Jariwala, executive engineer, Udhna zone. “We have started complete demolition of the structure all those living in the society will be vacated,” he said. An official from the fire department said, “There were six people on the upper floors and they were brought down safely with the help of other locals. The structure was in a very weak condition.” SMC officials said that the GHB has been instructed about the condition of the society and they have started planning for reconstruction of LIG and EWS apartment blocks . Download The Times of India News App for Latest City ."}, "Rapist gets seven-year jail term": {"link": "https://timesofindia.indiatimes.com//city/surat/rapist-gets-seven-year-jail-term/articleshow/69849129.cms", "time": "2019-06-19 10:51:00", "description": "SURAT: A local court sentenced a 39-year-old man to seven years imprisonment on Tuesday for sexually assaulting a five-year-old girl in Limbayat in 2015. Arif Mohammad Ansari, who was given maximum sentence, was booked on November 9, 2015 after the girl’s mother filed a complaint against him. He lived on upper floor of the same building where the girl stayed with her parents. She was playing on the stairs outside her house when Ansari took her to his room and sexually assaulted her. He threatened to thrash her again if she complained to anyone. The girl identified Ansari in the court. She also answered all the questions of lawyers in the court. Download The Times of India News App for Latest City ."}, "Arjun Kapoor's funny reaction on Malaika Arora's new post": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Elon Musk": {"link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "time": "", "description": ""}, "B-Town Celebs": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/international-yoga-day-b-town-celebs-share-special-posts-for-their-fans-to-take-up-yoga-and-stay-fit/articleshow/69885011.cms", "time": "", "description": ""}, "Mango yield in Valsad, Navsari plummets": {"link": "https://timesofindia.indiatimes.com//city/surat/mango-yield-in-valsad-navsari-plummets/articleshow/69849033.cms", "time": "2019-06-19 11:35:00", "description": "SURAT: Mango season is likely to get over within a fortnight. Majority of farmers are an unhappy lot because mango production this year in south Gujarat has been the poorest in the last five seasons. Mango yield in Valsad and Navsari this year is estimated to be around 55 per cent to last year’s total output in these two districts. Darshan Desai has an orchard at Talavchora village of Chikhli taluka in Navsari district. It has 5,000 mango trees. He had a yield of 500 tonnes of mangoes from his orchard last year, but this season it has been around 150 tonnes only. Sanjay Nayak, a farmer of Gandeva in Navsari district, has 2,000 mango trees in his orchard. He had a yield of 200 tonnes last year and this season, its around 85 tonnes only. “This has been one the worst seasons for mango farmers in the past five years. We know it can happen once in a while, but since last few years we are not getting good yield due to climate change,” Nayak said. Dr DK Sharma, in-charge of Pariya farm of Navsari Agriculture University (NAU) in Valsad district, who manages a mango orchard on 60 hectare area, said, “Against last year’s yield of 12 tonnes per hectare, we had just seven tonnes this year. Alphonso variety has been the greatest disappointment.” Dr Sharma said, “This is happening mainly because of climate change. Prolonged winter had delayed flowering and then the temperature required for setting of fruits remained elusive. When small fruits were set, it didn’t grow due to the sudden increase in temperature. There was a situation when it looked like we will have a bumper yield, but soon the flowers withered away.” Some local farmers attributed poor mango yield largely to pollution. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Kiara Advani": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-finally-opens-up-about-her-relationship-status/videoshow/69885609.cms", "time": "", "description": ""}, "Deepika Padukone": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-deepika-padukone-and-her-father-prakash-padukone-snapped-at-the-mumbai-airport-as-they-were-off-to-bengaluru/articleshow/69884484.cms", "time": "", "description": ""}, "Experts begin work on groundwater management plan for farmers": {"link": "https://timesofindia.indiatimes.com//city/surat/experts-begin-work-on-groundwater-mgmt-plan-for-farmers/articleshow/69817673.cms", "time": "2019-06-17 11:00:00", "description": "SURAT: Experts belonging to Sardar Vallabhbhai National institute of Technology (SVNIT) and five other universities, including three of foreign countries, are studying the effects of climate change on agriculture in two villages of Sithan and Kanyasi in Surat district. It is a two-year project, sponsored by Ministry of Human Resource Development (MHRD), to formulate a groundwater management plan to help farmers improve their crop yield. MHRD had allocated Rs58 lakh under promotion of academic and research collaboration (SPARC) scheme in April for the project titled ‘securing water for agriculture and food sustainability: Developing trans-disciplinary approach to groundwater management.’ Dr Jayantilal Patel, professor of civil engineering, SVNIT, said, “We have started monitoring five wells each in Sithan and Kanyasi villages. Groundwater levels of the wells are being measured before and after the monsoon. We will later prepare a suitable groundwater management plan on the basis of the data to help reduce farmers’ dependence on rainwater. The water management plan and its importance will be explained to around 500 farmers of these two villages which should help them improve their crop yield. Water management plan will also restrict migration from the villages to cities because of improvement in drinking water provisions.” Experts from SVNIT, Western Sydney University (Australia), Queensland University of Technology (Australia), University Of Wisconsin-Madison (USA), Indian Institute of Technology Kharagpur (India) and G B Pant University (India) will be visiting the two villages for the project. Dr Patel said, “Our model could be later replicated wherever people want to reduce their dependence on rain for agriculture.” Rainfall, which averaged 2,200mm in a year in south Gujarat, has come down to 1,400mm in a year in the past five years. This has had adverse impact on agriculture and also created water issues in the region. Download The Times of India News App for Latest City ."}, "Cyclonic storm brings rain in some talukas of south Gujarat": {"link": "https://timesofindia.indiatimes.com//city/surat/cyclonic-storm-brings-rain-in-some-talukas-of-south-gujarat/articleshow/69778592.cms", "time": "2019-06-14 12:49:00", "description": "SURAT: A few talukas in Tapi and Dang districts received more than 25mm of rainfall besides there were 16 incidents of uprooting of trees and four cases of short-circuits in South Gujarat in the past 24 hours due to the impact of very severe cyclonic storm ‘VAYU’ that lay centred in the Arabian Sea, about 190km west of Diu, 130km west-southwest of Veraval and 120km south of Porbandar on Thursday afternoon. Surat city received 10mm of rain in the morning. There were 16 incidents of uprooting of trees in Puna Patiya, Kapodra, Amroli, Haripura Bhavani Wad, Adajan Bhagwan Park, Navsari Bazaar, Katargam New GIDC, Jani Farsan Parle Point, Limbayat Rattan Chowk, Sargam Shopping Centre, Katargam Singanpore, Dumas Moti Bazaar and Nanpura Kadampalli in the city. Four incidents of electrical short-circuits were also reported from the city. Many parts of south Gujarat recorded some rain in the past 24 hours under the effects of the cyclonic storm. But majority of the talukas recorded insignificant rainfall. Only Ahwa in Dang recorded 39mm and Wagai 26mm of rain. Tapi’s Songadh recorded 26mm, Utchal 27mm and Dolwan 29mm of rainfall while Navsari and Jalalpore in Navsari district received 12mm of rainfall. Villagers of Macchiwad, a coastal village in Navsari district, complained of seawater entering their houses. District collector Dr MD Modiya said, “I personally visited the village in the afternoon. Water was in the streets, but didn’t enter their houses after a high tide. Work is on to build a sea protection wall there.” Download The Times of India News App for Latest City ."}, "Surat: Now get organic fruits, pulses and vegetables at your doorstep": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/surat-now-get-organic-fruits-pulses-and-vegetables-at-your-doorstep/articleshow/69874201.cms", "time": "2019-06-20 16:24:00", "description": "SURAT: Next time you want to buy organic vegetables, pulses, sugar, molasses etc., they will be delivered at your doorstep by progressive organic farmers in the Diamond City. You just have to place your order on their website. Thanks to the city-based Saurashtra Jaldhara Trust (SJT) for taking up a unique initiative ‘family farmer’ to connect the farmers and the end users in south Gujarat for supplying agri products cultivated without using fertilisers and insecticides. The family farmer campaign will be kicked off from the Diamond City in presence of chief minister Vijay Rupani and leaders of the migrant communities from more than 25 states in the city from Abrama in the city’s Mota Varachha on June 8. Mathur Savani, chairman of SJT told TOI, “The concept is unique and aimed at providing organic agri products, vegetables and fruits to the door steps of the residents in Diamond City. Farmers doing organic farming will be picked up from every village in Surat and south Gujarat region to join in the family farmer initiative” Savani added, “Farmers cultivating organic agri products will join the initiative and that they will have to pass through the inspection by the experts from the Navsari Agricultural University (NAV), which is our partner. Once the inspection is successful, they will be registered on the family famer programme for supplying organic agri products to the end users.\" Asked how the programme will work and the role of SJT, Savani said, “Our job is to connect farmer and consumers. The registration for farmers and consumers is free of cost. Suppose there are 25 families in a residential society who want to order organic agri products then they will have to connect with the farmers on our website familyfamerabhiyan.com”. According to Savani, the farmers will home deliver the products thereby abolishing the role of middlemen and brokers. Chandu Surani, a progressive organic farmer who is part of the family farmer campaign said, “We have two organic farms in Surat’s Kosada and Katargram where we are cultivating sugarcane, vegetables, pulses including paddy and wheat using cow dung fertiliser. Like we have family doctors, we want to become family farmers\". Download The Times of India News App for Latest City ."}, "Drunk goons attack 'Dev D' actress Mahie Gill during shooting": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/drunk-goons-attack-dev-d-actress-mahie-gill-during-shooting/videoshow/69869490.cms", "time": "", "description": ""}, "Custodial death case: Complainant, witness fear for their lives, move court": {"link": "https://timesofindia.indiatimes.com//city/surat/custodial-death-case-complainant-witness-fear-for-their-lives-move-court/articleshow/69849099.cms", "time": "2019-06-19 11:21:00", "description": "SURAT: The complainant and the witness to the custodial murder of a theft suspect at Khatodara police station have approached court saying that there is a threat to their lives from the two accused cops arrested in the case. Ramgopal Pandey, elder brother of Omprakash Pandey, who was allegedly killed by cops in custody on March 31, and his friend Jayprakash Pandey approached the court on Monday with their plea. They along with the deceased were under illegal police detention on suspicion of theft for three days before Omprakash died in a hospital succumbing to his injuries sustained during torture. They were with the deceased when he was being thrashed by the cops. Ramgopal is the complainant and Jayprakash prime witness in the case. Both of them, who too are theft suspects, are in judicial custody and lodged in Lajpore Central Jail. Meanwhile, Chirag Pruthviraj Chaudhary, police sub-inspector, and Haresh Chaudhary, police constable, were sent to judicial custody by a local court after their custody ended on Monday. They had earlier surrendered before police and were later arrested. Another accused Kalpesh Garambha is in police custody after he surrendered before police on Saturday. “The complainant and the witness have requested their transfer from LCJ to some other jail fearing attack by the murder accused cops, who too have been lodged in the same jail,” a police officer informed. Total eight cops are accused in this case. Download The Times of India News App for Latest City ."}, "International Yoga Day": {"link": "https://timesofindia.indiatimes.com/india/live-updates-pm-modi-to-lead-international-yoga-day-celebrations-in-ranchi/liveblog/69883012.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Powerloom weavers up in arms against DGVCL over power cuts": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/powerloom-weavers-up-in-arms-against-dgvcl-over-power-cuts/articleshow/69881790.cms", "time": "2019-06-21 04:12:00", "description": "SURAT: Powerloom weavers in various industrial estates across the city are up in arms against Dakshin Gujarat Vij Company Limited (DGVCL) over erratic power supply, which has resulted in huge production loss to them in the past couple of months. They claim to have incurred losses to the tune of over Rs30 crore in the last one month due to power outages. A group of weavers from Bhestan and Pandesara gheraoed DGVCL office in Bhestan to demand uninterrupted power supply. The weavers threatened to launch an agitation against DGVCL for not providing continuous electricity to the units. Powerloom weavers stated that there is power outage of about 12 hours in a week since last few months. More than 2,000 units in the industrial estates of Bhestan and Pandesara have reported production loss of over 10% in a week. Nirav Sabhaya, a powerloom weaver said, “The powerloom sector is already facing problems due to GST and now DGVCL is harassing the weaver community. We have been facing power tripping for more than 15 hours in a week, which comes to about two hours a day.” Sabhaya added, “Due to sudden power outage, the power loom machines operating at the maximum speed comes to a grinding halt, which damages them. We have to spend thousands of rupees on repairs of the machines, over and above our production loss.” Download The Times of India News App for Latest City ."}, "Surat: Diamond industry not women’s best friend": {"link": "https://timesofindia.indiatimes.com//city/surat/surat-diamond-industry-not-womens-best-friend/articleshow/69836453.cms", "time": "2019-06-18 10:30:00", "description": "SURAT: Diamonds are women’s best friends. But the famed Surat diamond industry is not. A doctoral study by a college faculty has revealed that women employees in the Rs 80,000 crore diamond industry are paid half compared to their male counterparts. The discrimination in wages is because the women don’t polish diamonds. However, they are tasked with equally responsible work like weighing polished gems, and maintaining the stock etc. The study revealed that the average monthly salary of women is around Rs 11,883 while male employees earn an average Rs 23,340. According to official figures, the total workforce in the diamond industry is around five lakh. Of these. 1.5 lakh are registered with Employees’ Provident Fund Organisation (EPFO) of which around 4% are women. When asked about the discrimination in wages, Dinesh Navadiya, regional chairman, Gems and Jewellery Export Promotion Council (GJEPC), said, “The difference in salaries is because women are not into polishing, which requires special skills. The polishers get paid for work done. Women prefer to work in office jobs.” “Majority of the women are in non-polishing jobs, but they do equally important work like weighing, maintaining stock and keeping records. However, their salaries are less and they don’t have any complaint for being paid lesser salary compared to men,” said Ashmita Khatrani, who did the study under the guidance of Dilip Varsani, principal of J B Dharukawala Women Arts College. Ashmita Khatrani studied 100 women and 100 men employees as part of her study titled ‘Income, Expenditure and Lifestyle of Employees in Diamond Industry and Unit owners.” “The aim was to study the condition of women in the industry,” added Varsani. The study also found that 8% women were graduates as compared to 4% men. Also, 35% women and 38% men had completed primary schooling while 46% women and 35% men have completed secondary schooling. In higher secondary 9% women and 16% men have completed studies. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Vegetable vendor attacked for refusing Rs 20L": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/vegetable-vendor-attacked-for-refusing-rs-20l/articleshow/69881844.cms", "time": "2019-06-21 04:16:00", "description": "SURAT: Varachha police booked Wasim Billa Gulam, a history sheeter and four of his associates on Thursday for allegedly attacking a vegetable vendor with a knife to extort Rs 20 lakh ransom early in the morning at the Parsi Panchayat Parking at Umarwada. Yusuf Pathan, 45, a resident of Bharuch, who lodged a complaint with the police, said he was attacked at around 3.45 am by the accused on Thursday after he failed to pay their extortion demand of Rs 20 lakh which they had made two days ago. They had threatened him of dire consequences if he failed to meet their demand. “It is not clear why the accused demanded the huge amount as the complainant is not a big businessman who can afford to pay that amount. Investigation will reveal details,” said a police officer. Wasim has been booked for extortion, threatening and assault in the past too. Download The Times of India News App for Latest City ."}, "MUMBAI LOCAL TRAINS IN A NEW SHADE": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mumbailocaltrainsinanewshade/articleshow/64939529.cms", "time": "", "description": ""}, "Paper reveals cash deposits by graft accused charity officer": {"link": "https://timesofindia.indiatimes.com//city/surat/paper-reveals-cash-deposits-by-graft-accused-charity-officer/articleshow/69778546.cms", "time": "2019-06-14 12:59:00", "description": "SURAT: During search at the residence of Ramesh Patel, assistant charity commissioner, arrested while accepting bribe of Rs 75,000 on Tuesday, the anti corruption bureau (ACB) sleuths on Thursday laid their hands on a vital evidence that exposed the graft-tainted officer’s cash savings in fixed deposits. A piece of paper found among Patel’s possessions in his Dabholi residence mentions number of fixed deposits of around Rs 35 lakh with various banks and amount and maturity date and the names of the nominees, including his wife and children. “In the paper recovered details of the fixed deposits is written by Patel in his own handwriting. We are now investigating that if he has invested in other properties too,” said N P Gohil, assistant director, ACB. Cops have also recovered property documents from Patel’s home, which is being examined. ACB is also investigating who else Patel had used in the recent past to seek bribe. Some people have approached the ACB after the trap on Tuesday that Patel had sought bribes ranging anythiong between Rs 50,000 and Rs 1.50 lakh from them for all routine official and legal work. Patel recently created controversy by calling a wheelchair-bound nonagenarian, Shivalakshmi Gandhi, the great granddaughter of Mahatma Gandhi, for paper work at the charity commissioner office. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "KPCS meeting to discuss conflict diamonds": {"link": "https://timesofindia.indiatimes.com//city/surat/kpcs-meeting-to-discuss-conflict-diamonds/articleshow/69849045.cms", "time": "2019-06-19 11:31:00", "description": "SURAT: All eyes in Indian diamond industry, especially in the world largest diamond cutting and polishing centre in Surat, will be on Kimberley Process Certification Scheme (KPCS). India being KPCS chair, hosting the first intercessional meeting in Mumbai, which kick-started from Monday, activists of international civil society have raised the issue of conflict diamonds involving some African countries. The meeting will conclude on June 21. Civil Society Coalition (CSC), an alliance of international civil society organizations affiliated to KPCS and other bodies, are demanding that Zimbabwe’s gemstones be classified as conflict diamonds. Civil groups have highlighted dangerous implications for international stability because of involvement of military officials in diamond mining or trading in Zimbabwe, Angola, Democratic Republic of Congo (DRC) and Venezuela. Diamantaires in Surat have set their eyes on Zimbabwe for importing rough diamonds. Recently, government of Zimbabwe commissioned diamond exploration in 8,800 square kilometre area, which could possibly have a large diamond deposit. The diamonds mined in Zimbabwe are used by diamantaires, especially small and medium diamond units, for manufacturing near gem quality diamonds set in wrist watches and bling jewellery. With prices of rough diamonds from mines across the world skyrocketing in the last one year, diamantaires hope entry of Zimbabwe diamonds would provide a major boost to the ailing diamond sector. Industry sources said Zimbabwe government has set a target of producing more than 12 million carats of diamonds per annum. Filip Reyniers, director of International Peace Information Service (IPIS), recently demanded “That the United Nations (UN) expand the definition of conflict diamonds to incorporate those mined with the involvement of the army in any given country - drawing from the experience of Central African Republic.” Reyniers said some lessons can be learnt from the conflict diamond issues affecting Central African Republic (CAR). These include the need to expand the definition of what constitutes a conflict diamond - a restriction that impeded KP intervention in the CAR to prevent a brutal part-diamond funded rebel coup in 2013. Gems and Jewellery Export Promotion regional chairman Dinesh Navadia told TOI, “Diamonds mined in Zimbabwe are cheaper than those from other parts of Africa and this is where diamantaires could gain maximum profit and procure diamonds at competitive rates. However, international organizations have raised serious concerns on military activity in diamond mines of Zimbabwe and a few other African countries.” Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "De Beers to offer course in gemology in India": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/de-beers-to-offer-course-in-gemology-in-india/articleshow/69881868.cms", "time": "2019-06-21 04:17:00", "description": "SURAT: For the first time, the world’s largest diamond mining company, De Beers Group has entered into diamond education sector in India by partnering with Mumbai-based International Institute of Gemology (IIG). Industry sources said this is first time that the reputed diamond mining company has partnered an Indian company, which is leader in gemology and diamond and jewellery education to bring education directly to students across large geographical areas. The partnership will initially launch with a focus on De Beers Group online diamond foundation course (DFC), which teaches students about the entire diamond pipeline from diamond formation to jewellery sales. It also includes an introduction to synthetic diamonds where students will learn how to explain to consumers the differences between natural diamonds and laboratory-grown diamonds. The IIG has been operating for more than five decades and is recognized as a leader in gemology and diamond jewellery education in India. Director of education, De Beers Group Institute of Diamonds, Jodine Perrin, said, “As a major player in the global diamond cutting and polishing industry, India is an area of increased focus for us. We recognize the need for new partnerships that bring education directly to students across large geographical areas.” Perrin added, “Our goal is to make diamond education as engaging and accessible as it can possibly be. Our courses are designed by experts from across the whole of De Beers Group, so students can be confident that they are learning from some of the world’s leading professionals.” Rahul Desai, managing director of the IIG, said, “The collaboration between us and De Beers Group Institute of Diamonds will not only benefit students but also empower entrepreneurs to enhance their skills in this unique industry.” Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "75 days on, cops clueless about 4 policemen on the run": {"link": "https://timesofindia.indiatimes.com//city/surat/75-days-on-cops-clueless-about-4-policemen-on-the-run/articleshow/69849090.cms", "time": "2019-06-19 11:23:00", "description": "SURAT: A police inspector, a police sub-inspector and two other cops of Sarthana police station were booked 75 days ago for extorting Rs 30.50 lakh from a garage owner, but they are yet to be arrested. The case was investigated for a month by city police before its transfer to Anti-Corruption Bureau (ACB) on May 9. A local court had issued arrest warrants against the accused cops on May 17 after ACB approached it, but they remain elusive. Police inspector N D Chaudhary, police sub-inspector H M Gohil, constable Gopal Bharwad and constable Bhagu Bharwad were booked on April 4 for extorting Rs30.50 lakh from a garage owner. ACB teams have failed to locate the four cops, accused in one of the biggest extortion rackets of policemen in the state, in their houses in city, native places and Ahmedabad. “We didn’t find them at their residences. We have asked police in different districts to keep an eye on them. Our ACB officers are searching for them in different districts,” said N P Gohil, assistant director, ACB. Suresh and Jayesh Jivani, residents of Varachha, had approached Sarthana police station in March to inform that Irshad Pathan, owner of Star Auto Garage at Valak village, was running a racket of changing chassis number of buses. Pathan had purchased a bus, owned by Jivanis, from a finance company that had been seized over non-payment of loan. Sarthana police detained Pathan and an aide of his and also seized the bus, chassis number of which had been changed. Pathan was later freed without registration of an offence against him which made Jivani to approach senior police officials. An inquiry was ordered by Harekrishna Patel, joint commissioner of police, against the cops, which revealed that they allegedly took Rs30.50 lakh from Pathan to not register an offence against him. Later, the city police registered two FIRs at Sarthana police station in the case. In the first offence, Pathan, 39, was booked for forgery, cheating and tampering with evidences. The four cops were booked in the second FIR. Download The Times of India News App for Latest City ."}, "Google Doodle": {"link": "https://timesofindia.indiatimes.com/videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Which SMC officers allowed illegal fourth floor?": {"link": "https://timesofindia.indiatimes.com//city/surat/which-smc-officers-allowed-illegal-fourth-floor/articleshow/69817617.cms", "time": "2019-06-17 11:15:00", "description": "SURAT: During investigation into the Takshashila Arcade fire that claimed 22 lives on May 24, city police took action against the owners, officials of Surat Municipal Corporation and Dakshin Gujarat Vij Company Limited (DGVCL) for criminal negligence. However, the officers who actually allowed construction of the illegal fourth floor, sometime between 2015 and 2017 as per the police investigation, are still scot-free. An entire floor was constructed inside the dome, which SMC officers reportedly chose to turn a blind eye to. After the owners paid the impact fees, civic body has been collecting annual property tax, which is calculated by measuring and checking the building’s constructed area. Located on the the main Varachha Road and exactly at Sarthana Crossroads, it’s a mystery how the Arcade’s killer fourth floor escaped SMC officials’ notice. The SMC officers, who have been arrested, have played a role at various levels when the impact fee proposal of the building was approved. The accused owners had owned some portion of a ground plus one storey building named as Bholenath Complex initially. They later added two storeys and a dome on the terrace which was regularized under impact fees in 2013, police informed. The dome, which was more than 15 foot high from the centre, acted as a shield for the unauthorized floor. The rear of the oval-shaped dome was covered with iron sheets, while the front had sliding windows. Inside the dome, the unauthorized floor was not as wide as the lower floors with the boundary around two and half feet inside compared to the rest of the building. The floor is believed to have been designed and developed in a manner that it is not very heavy. The owners had built highly inflammable wooden steps, wooden floors and light-weight furniture besides tyres for children to sit. “The investigation is on and we are probing the role of various persons. We have asked SMC to submit papers related to the building and they are likely to reveal some important details. Those found negligent in their role will be arrested,” said a senior police officer. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Cop arrested for rioting": {"link": "https://timesofindia.indiatimes.com//city/surat/cop-arrested-for-rioting/articleshow/69849124.cms", "time": "2019-06-19 11:14:00", "description": "SURAT: A constable and five associates were arrested by Athwalines police on Tuesday for allegedly attacking a labourer, who was sleeping on footpath, and indulging in rioting. Parimal Bhagwakar and his friends Sanjay Kahar, Harish Sapeliwala, Ashok Jisiya, Ramesh Vishwakarma and Vimal Khalasi allegedly beat complainant Mahesh Yadav, 26, a labourer from UP.  Yadav works in Silvassa and had come to Surat in search of work. After thrashing him, Yadav took him to hospital for treatment. Download The Times of India News App for Latest City ."}, "Gujarat MLA Jignesh Mevani booked for defaming Valsad school": {"link": "https://timesofindia.indiatimes.com//city/surat/mevani-booked-for-defaming-valsad-school/articleshow/69806820.cms", "time": "2019-06-16 10:35:00", "description": "SURAT: Jignesh Mevani, independent MLA from Vadgam, has landed in legal trouble for sharing a video on his Twitter handle that defames a school. Police booked Mevani at Valsad town police station on Thursday for naming a school of Valsad in the video he shared on his Twitter handle on May 20, which shows a student being thrashed by a schoolteacher with a stick. Police suspect Mevani had shared the video along with the text, which was already viral on social media, without caring to check the facts with the people concerned. Mevani has been booked for defamation under Indian Penal Code sections that deal with publishing and circulating of defamatory statement, rumour or report about someone. Police have informed the speaker of state assembly about registration of the offence against Mevani on a complaint lodged by Bijal Patel, principal of RM and VM Desai Sarvajanik Vidyalaya of Valsad. Patel has alleged in her complaint that Mevani shared the video without verifying the facts with them, thus causing damage to the school’s reputation and adversely impacting the confidence of schoolteachers. Police lodged the offence after conducting a preliminary inquiry on receiving the complaint from the school. Mevani along with the video had shared a text titled ‘Barbarism of worst form’. He named the school and asked his followers on social media to share the message “till the teacher is terminated and the school gets closed.” “In that tweet, I had asked the Prime Minister’s Office if the video was real? I had no intention to harm the school’s reputation and ready to say sorry to those hurt thousand times. Police could have asked my explanation before registering the offence. There is more than meets the eye in registration of FIR in the matter. There won’t be any FIR for kicking a woman in public but can be one for tweeting,” said Mevani, claiming that he had shared the video to bring it to the notice of the authorities. Mevani deleted the post from his Twitter handle on May 21 and posted a clarification that he shared the video out of emotion. “We have booked the MLA and started investigation into the issue. We will register statements of all the concerned and collect evidences after which further action in the matter will be taken,” Valsad district superintendent of police Sunil Joshi told TOI. The video along with text in Hindi is in circulation of social media for the past three years despite the school’s clarifications and protests. Download The Times of India News App for Latest City ."}, "Gujarat: Unemployed diamond polisher stabs wife to death": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/unemployed-diamond-polisher-stabs-wife-to-death/articleshow/69881830.cms", "time": "2019-06-21 10:07:00", "description": "SURAT: An unemployed diamond polisher was booked at Rander police station for murdering his wife in their house in the city in the early morning hours of Thursday. The accused killed his wife because major differences had cropped up between them over the issue of money ever since he became jobless six months ago. Police booked Sanjay Dabde, a resident of Ever Green Society on Palanpur Road, for allegedly murdering Alpa at around 12.15am. The accused stabbed her in neck and a leg with a knife in the presence of their two children aged 12 and 5. The accused escaped from the spot after murdering his wife. Alpa’s brother Ravi Parmar lodged the complaint against him. Dabde used to ask money from Alpa for his personal expenses, who was finding it tough to run the household, the complainant alleged. Police investigation revealed that the family was facing severe financial crisis after Dabde lost his job six months ago and this led to frequent fights between the couple. Alpa went to stay with her parents a month ago. Two days ago she came back to stay with Dabde, but used to go to her parents’ house with children in the night. The children went off to sleep early on Wednesday and hence she informed her parents that she will not come in the night. Meanwhile, the couple began to argue in the night and the children woke up hearing the noise. Dabde picked up a knife and attacked his wife, killing her on the spot. “Financial crisis led to frequent fights between the couple. The woman was killed by Dabde, who is on the run,” a police officer said. Download The Times of India News App for Latest City ."}, "Man murdered in Limbayat": {"link": "https://timesofindia.indiatimes.com//city/surat/man-murdered-in-limbayat/articleshow/69848944.cms", "time": "2019-06-19 11:36:00", "description": "SURAT: A 30-year-old man was murdered by two men in Limbayat area of the city on Tuesday. Imran Sha Rafik Sha, a resident of Mithi Khadi, was allegedly attacked by Babu Batkando alias Batko and Vinod More near Markandeshwar Mahadev Temple in Limbayat at around 7pm on Tuesday. Sha, who was unemployed, was thrashed with a blunt wooden object.  He suffered serious injuries on head and admitted to SMIMER hospital by police where he died during treatment. Police have registered a murder case and begun investigation. Police suspect the victim was attacked due to personal animosity. Download The Times of India News App for Latest City ."}, "Google Doodle: Summer solstice 2019": {"link": "https://timesofindia.indiatimes.com//videos/news/google-doodle-summer-solstice-2019/videoshow/69884067.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoors-funny-reaction-on-malaika-aroras-new-post/videoshow/69877017.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-21-2019-check-astrological-prediction-for-leo-virgo-libra-scorpio-and-other-signs/articleshow/69883306.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "I-T officer booked for thrashing teenagers": {"link": "https://timesofindia.indiatimes.com//city/surat/i-t-officer-booked-for-thrashing-teenagers/articleshow/69817645.cms", "time": "2019-06-17 11:07:00", "description": "SURAT: An income tax officer and two others were booked at Umra police station for thrashing teenage boys for playing cricket on residential building’s campus in Vesu here on Sunday. The accused thrashed the boys with a cricket bat. A CCTV footage of the incident has gone viral on social media. Police booked Manuj Dubey, an income tax officer, his son Saubhagya and Dr Sarath Shetty for thrashing the boys after Ashish Parekh, father of one of the victim boys, filed a complaint. Some boys living in Happy Residency on Udhna Magdalla Road were playing cricket on the campus at around 12 noon. After playing, they were sitting when the accused father and son arrived at the spot and started scolding them. They asked the boys not to play cricket near the building. There was an argument between them following which the accused first attacked Aniket and later Aditya, son of the complainant. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/this-iphone-first-whatsapp-feature-is-now-coming-to-android/articleshow/69869853.cms", "time": "", "description": ""}, "Shilpa Shetty shows off her toned abs, shares fitness tips": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/shilpa-shetty-shows-off-her-toned-abs-shares-fitness-tips/videoshow/69868287.cms", "time": "", "description": ""}, "Kangana Ranaut's pilates video will inspire you to hit the gym!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kangana-ranauts-pilates-video-will-inspire-you-to-hit-the-gym/videoshow/69878405.cms", "time": "", "description": ""}, "Summer Season": {"link": "https://timesofindia.indiatimes.com/india/google-marks-summer-solstice-with-a-doodle/articleshow/69885053.cms", "time": "", "description": "NEW DELHI: Google on Friday celebrated the longest day of the year in Northern Hemisphere by dedicating a doodle. Also called summer solstice, or midsummer, the longest day occurs when one of the Earth's poles has its maximum tilt toward the Sun. What: The longest day (and shortest night) of the year in the Northern Hemisphere. When: Today (June 21). Technically, the solstice occurs when the sun is directly over the imaginary Tropic of Cancer or 23.5°N latitude. In 2019, this will occur at 3:54 pm GMT on Friday (or 9:24 pm IST). Why: The term 'solstice' comes from Latin —'sol' means sun and 'sistere' means to stand still. How: The 23.4° tilt in the Earth's axis causes varying amounts of sunlight to reach different regions during its year-long orbit around the Sun. Today, the North Pole is tipped more towards the Sun than on any other day of the year. However, that does not mean more heat or that the Earth is any closer to the Sun, per common misconceptions. Which: Summer solstices happen twice each year (once in each hemisphere). Summer solstice for the Northern Hemisphere = Winter solstice for the Southern Hemisphere, and vice-versa. Also, during Equinoxes (vernal and autumnal), the Sun shines directly on the Equator and the length of day and night are nearly equal in either hemisphere. Key dates for 2019 (Northern Hemisphere)Spring Equinox: Wednesday, March 20 Summer Solstice: Friday, June 21 Autumn Equinox: Monday, September 23 Winter Solstice: Sunday, December 22 FYI: The longest day of the year was the reason why Narendra Modi chose June 21 as the International Day of Yoga. Download The Times of India News App for Latest India News."}, "SSC GD Result 2019": {"link": "https://timesofindia.indiatimes.com/home/education/news/ssc-gd-result-2019-for-constable-posts-to-be-announced-shortly-ssc-nic-in-check-details/articleshow/69885753.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Yoga Day Images": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/fitness/happy-international-yoga-day-2019-images-wishes-messages-cards-greetings-quotes-pictures-gifs-and-wallpapers/articleshow/69872692.cms", "time": "", "description": ""}, "Brock Lesnar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/wwe-star-brock-lesnars-advocate-paul-heyman-sends-legal-notice-to-ranveer-singh/videoshow/69880319.cms", "time": "", "description": ""}, "Car shade matching license plates..": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/car-shade-matching-license-plates-/articleshow/58408591.cms", "time": "", "description": ""}, "Fabric production plummets due to acute workers shortage": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/fabric-production-plummets-due-to-acute-workers-shortage/articleshow/69865368.cms", "time": "2019-06-20 11:01:00", "description": "SURAT: The production of polyester fabric in the country’s largest man-made fabric (MMF) centre has been affected with the power loom, embroidery and textile processing units facing acute shortage of workers for the past few months. Industry sources said that majority of textile workers, who had gone to their native villages in Uttar Pradesh, Odisha, Bihar and other states to attending marriages, sowing seeds in their fields and casting votes between January to April, are yet to return. The MMF sector in the city employ about 15 lakh in power loom weaving units, embroidery units and textile processing units. About eight lakh workers are employed in power looms alone. The production of polyester fabric is pegged at four crore metres per day. Due to the shortage of workers, the production is reduced by almost 1.5 crore metres per day. President of Pandesara Weavers Association, Ashish Gujarati said, “Fabric production has dipped by almost 30% in the last few months due to the shortage of workers in the weaving units. Many small units in the industrial estates across the city are either closed or operating at less than 60% of their capacity” According to Gujarati, most of the textile workers moved out from the city between April and May to vote during the Lok Sabha election in the states like Odisha and Bihar. Rajnish Lilha, who owns 30 embroidery machines in Udhna told TOI, “Against the requirement of 20 workers to run 30 embroidery machines, I have just four at my disposal. My workers went to native places to cast their votes and they are yet to return. About 20 embroidery machines are shut down since April.” On the other hand, the textile processors are also facing shortage of workers and the unit owners are operating at less than 40% of their efficiency. President of South Gujarat Textile Processors Association (SGTPA), Jitu Vakharia said, “Workers shortage is only adding to our troubles. After implementation of GST, the textile sector is in doldrums. Also, the 0% most favoured nation policy is hurting the sector as the fabric dumping from other countries has increased. At present, the units are operating four days a week to cut down on production.” Download The Times of India News App for Latest City ."}, "Lives of hundreds of people in 1,457 dilapidated buildings at risk": {"link": "https://timesofindia.indiatimes.com//city/surat/lives-of-hundreds-of-people-in-1457-dilapidated-buildings-at-risk/articleshow/69817623.cms", "time": "2019-06-17 04:00:00", "description": "Surat: Hundreds of people have put their lives to risk by continuing to live in 1,457 dilapidated buildings and another 120-odd sites deemed dangerous in the Diamond City despite several notices by Surat Municipal Corporation (SMC) asking them to vacate their houses immediately. Monsoon fear has gripped the authorities because many of these buildings would not be able to withstand the imperious rain. Professor SN Desai, member of faculty in Sardar Vallabhbhai National Institute of Technology, told TOI, “At least 100 residential apartments and commercial complexes approach us for structural stability certificates every year. Majority of these structures need major overhaul as they were built 30 years ago. Not even half of them get renovation done as per our suggestions.”During the last two years, people of 1,508 properties were issued notices for repairs and those in nearly 2,963 properties were asked either to demolish them or carry out major repairs. The compliance ratio is 52% for basic repairs and 50% for demolition or major overhaul. Surat has witnessed collapse of six old properties in last one year. Besides, two persons were killed in wall collapse and cave-in at new construction sites at three places in the last two months. There are at least 250 properties in the city that need immediate attention.Municipal commissioner M Thennarasan told TOI, “We regularly issue notices to people with regard to dilapidated properties. The rate of compliance is not more than 50% in the city. Some people carry out basic renovation work and don’t care about structural stability of their buildings. This could prove dangerous in the monsoon season.”Takshashila Arcade incident forces civic officials to act tough Melvyn.ReggieThomas & HimasshuBhattSurat: Surat Municipal Corporation authorities have started taking strict action against the owners of dilapidated properties. They have also warned citizens that non-compliance with rules puts the onus on builders, contractors and them if anything untoward happens. Takshashila Arcade fire incident in which 22 young people lost their lives in the city in May has compelled the local authorities to act tough against illegal structures. Officials of different municipal zones had demolished illegally built portions in over 10,000 buildings within 24 hours of the tragic incident.Municipal commissioner M Thennarasan told TOI, “We have decided to take strict action against those who do not comply with notices of repair, reconstruction or evacuation. We have made certain compliances mandatory even at construction sites, and will hold contractors, owners and residents of such apartments responsible if anything untoward happens.” “We have 40-year-old tenements at Maan Darwaja. We have decided to redevelop the place and provide tenement owners newly built houses. Government rule is flexible now and hence we will be able to redevelop the tenements,” he added. The civic body will be targeting dilapidated buildings within a few days again. SMC officers collect huge fines from the owners of the properties where demolition has been carried out. A Katargam-based builder, who didn’t want his name to be published, said, “Civic officials demolished my RCC structure on the fifth floor and collected Rs2 lakh as administrative charges from me.” Immediate RepairsProperties that require immediate repairs: 1,508Notices issued for immediate repairs: 1,508Properties either repaired or under repair: 823Properties demolished: 51Properties that remain to be repaired: 634Major RenovationProperties that require major renovation or needs to be demolished: 2,963Notices issued for major renovation or demolition: 2,963Properties undergoing overhaul: 19Properties demolished: 1,487Properties that will be demolished: 1,457TIMES VIEWThe city abounds in illegal constructions and dilapidated buildings. The violation of the law has happened in connivance with civic officials. Drastic step against corrupt officials and builders needs to be taken and risky structures demolished because human lives matter.Download The Times of India News App for Latest City ."}, "Natasa Stankovic": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/natasa-stankovic-raises-the-temperature-on-the-beach/videoshow/69884888.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "H1B Visa news": {"link": "https://timesofindia.indiatimes.com/world/us/us-has-no-plans-to-cap-h-1b-work-visa-programme-state-department/articleshow/69883297.cms", "time": "", "description": "WASHINGTON: The Trump administration has no plans to cap H-1B work visas for nations that force foreign companies to store data locally, the state department said on Thursday. Reuters reported on Wednesday that the United States had told India it was considering restricting the H-1B visa programmes for countries with the data storage requirement. The H-1B programme issues US visas to skilled foreign workers. US mulling 15% cap on H-1B visa for Indians\"The Trump Administration has no plans to place caps on H-1B work visas for nations that force foreign companies to store data locally,\" a state department spokeswoman said in a statement in response to the Reuters article. While an administration's \"Buy American Hire American\" executive order calls for a broad review of US worker visa programs, including the H-1B programme, it was not targeted at a specific country, the spokeswoman said. It is \"completely separate from our ongoing discussions with India about the importance of ensuring the free flow of data across borders,\" the spokeswoman added. Earlier on Thursday, India said it was in talks with the United States on H-1B visas, but foreign ministry spokesman Raveesh Kumar told a news conference: \"We have not heard anything officially from the US government\" on capping such permits for Indians. US secretary of state Mike Pompeo is scheduled to visit New Delhi next week for talks that will include areas of disagreement between the two countries over trade. H-1B cap for India? It’s not easy and may need approval by US Congress, say expertsTwo senior Indian officials told Reuters on Wednesday they had been briefed last week on a US plan to cap the number of H-1B visas given annually to Indians at between 10% and 15% of the total number issued. There is no country-specific limit on the 85,000 H-1B work visas the United States issues every year, and an estimated 70% of them go to Indians. In Video:No communication on H-1B visa cap from US: Commerce ministryDownload The Times of India News App for Latest Business News."}, "Jasprit Bumrah": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-behind-jasprit-bumrahs-smile-is-a-lethal-competitor/articleshow/69884420.cms", "time": "", "description": ""}, "Sushmita Sen": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-dances-her-heart-out-with-beau-rohman-shawl-at-brothers-wedding/videoshow/69871939.cms", "time": "", "description": ""}, "India Pakistan news": {"link": "https://timesofindia.indiatimes.com/india/no-change-in-stand-india-trashes-pakistan-reports-on-talks/articleshow/69882209.cms", "time": "", "description": "NEW DELHI/ISLAMABAD: India dismissed on Thursday as \"fake news\" the suggestion in Pak media that it was looking to resume talks with the hostile neighbour and asserted that there was no dilution of its position that Islamabad needed to take verifiable and irreversible action against terrorism for the dialogue to resume. Responding to Pakistan PM Imran Khan's congratulatory letter after he assumed office for the second time, PM Narendra Modi wrote back on June 12 expressing India's desire to have normal and cooperative relations with all its neighbours, including Pakistan, while stressing that \"for this, it is important to build an environment of trust, free of terror, violence and hostility\". Foreign minister S Jaishankar also wrote to his Pakistani counterpart S M Qureshi, again only in response to the latter's congratulatory letter, emphasising the need for an atmosphere \"free from the shadow of terror and violence\". The emphasis on the need for Pakistan to rein in terror as a pre-condition for re-engagement was in keeping with the stand which saw Modi refrain from engaging with Imran Khan at the just-concluded SCO summit in Kyrgyzstan. Yet, the Pakistani media chose to interpret the contents of the letters of Modi and Jaishankar as reflecting India's desire to re-engage. The foreign ministry in Delhi quickly scotched the suggestion. \"There was complete distortion and an attempt to peddle fake news (in the way it was reported). The letters only reiterated India's old position that it wants normal and cooperative relations with all countries in South Asia and that it was important to create an environment free of terror and violence for it. There was no mention of any sort of dialogue with Pakistan,\" said MEA spokesperson Raveesh Kumar, adding that India will not be fooled by any cosmetic action against terror by Islamabad. Emphasising that both the letters were written in as per the \"established diplomatic practice\", Kumar said: \"In their messages, they have highlighted that India seeks normal and cooperative relations with all neighbours, including Pakistan.\" In his letter, Modi had said that India remained committed to operationalising early an \"all-year-round\" Kartarpur corridor. Touching upon it, Kumar said India had already held three technical-level discussions with Pakistan and was currently awaiting clarification from Islamabad over a few issues it had raised. Puzzlingly, later in the evening, Pakistan's foreign ministry, which had kept quiet through the day, also sought to play down the speculation about the import of the letters. While responding to a question, the spokesperson said, \"It was an established practice for the leadership to congratulate new office holders and for them to respond.\" \"Pakistan's position on the way forward in relations with India was clear and well-known and did not require repetition,\" said the spokesperson, adding that the \"vision of peace, progress and prosperity of South Asia could be advanced by peacefully resolving all outstanding disputes, including Jammu & Kashmir, and moving away from dynamic of confrontation to cooperation\". Earlier in the day, sources in the Pakistan foreign office had said that Modi and Jaishankar had responded positively to recent letters from their Pakistani counterparts by conveying New Delhi's desire to engage with all countries, including Pakistan, for elimination of terrorism and prosperity of the region. \"India has always prioritised peace and human development, and sought to maintain cordial relations with all regional powers,\" Modi and Jaishankar maintained, according to FO sources. Both leaders, according to FO sources, called for special attention on elimination of terrorism in the region and said the issue must be a core focus in all future talks. They have also appreciated sentiments from Pakistan in their letters, the FO sources added. Modi's letter was in response to a congratulatory letter from Khan in which he had underscored Pakistan's vision of working for \"durable peace and stability in South Asia with peaceful resolution of all outstanding disputes, including J&K\". In Video:'No change in stand': India nixes Pak reports on talksDownload The Times of India News App for Latest India News."}, "Yoga day 2019: PM Modi in Ranchi": {"link": "https://timesofindia.indiatimes.com//videos/news/yoga-day-2019-pm-narendra-modi-marks-event-in-ranchi/videoshow/69884240.cms", "time": "", "description": ""}, "New expanded terminal building to handle over 40 international flights daily": {"link": "https://timesofindia.indiatimes.com//city/surat/new-expanded-terminal-building-to-handle-over-40-intl-flights-daily/articleshow/69806924.cms", "time": "2019-06-16 11:55:00", "description": "SURAT: The new expanded terminal building at Surat airport will be capable of handling more than 40 international flights and 80 domestic flights daily on its completion after two years. Airports Authority of India (AAI) has already taken up work to modify the existing terminal building at a cost of Rs4 crore which will provide passengers more space as seating arrangements are being increased, sources said. At present, approximately 40 flights operate out of the airport daily, with many departures being handled from the first floor through aero bridge facility which enables passengers to board aircraft directly from the terminal building. The idea of covering OTS at the present terminal building was to de-congest passenger flow on the first floor. The AAI has no plans to use modified floor space for international operations during daytime. An officer said, “The international operations at the existing terminal building will continue to operate within window hour between 11:30pm and 5:30am and there is no plan to extend or approve slot during daytime because there is already space constraint. After terminal expansion, for which the work order was issued last week, the overall space will increase by three times to 25,000 square metres. Post expansion, the terminal will handle daily 40 plus international flights and 80 plus domestic flights.” Download The Times of India News App for Latest City ."}, "World Refugee Day": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopra-pens-a-heartfelt-message-on-world-refugee-day/videoshow/69880402.cms", "time": "", "description": ""}, "HAWKERS ARE BACK AT MASJID STATION FOOTPATH": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hawkers-are-back-at-masjid-station-footpath/articleshow/62201694.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Sugar cane producers diversify to biofuel": {"link": "https://timesofindia.indiatimes.com//city/surat/sugar-cane-producers-diversify-to-biofuel/articleshow/69806900.cms", "time": "2019-06-16 11:56:00", "description": "RAJPIPLA: In view of central government’s initiatives to promote and increase biofuel production capacity, sugar cane producer cooperatives are diversifying to expand their supply value chain and focusing on the production of ethanol from sugar cane. Deputy chief minister Nitin Patel inaugurated Narmada Khand Udyog Sahakari Mandali Limited’s ethanol manufacturing plant at Dahrikheda village in Narmada district on Saturday. The plant will produce 45,000 liters of ethanol per day, and the project is set up with an investment of Rs.60 crore. Addressing a gathering, Patel said: “Earlier, molasses was produced from sugar cane, but it was not giving enough earnings to the sugar factories, and thus farmers could not be benefited. With the production of ethanol, there is an assured market, as the UPA government has made it mandatory to use at least 10% of biofuel into diesel and petrol.” “The oil companies are the assured buyers of ethanol and other biofuels. Around eight sugar producing cooperatives are producing ethanol from molasses, whereas Narmada sugar has taken a lead to produce it directly from sugar cane which will reduce one step and increase productivity. A target to double the income of farmer will be achieved by such initiatives.” he added. Ghanshyam Patel, chairman of Narmada Sugar Producer Cooperatives, said, “Ours is a cooperative where a huge quantity of organic sugar is produced and more than 23,000 farmers are benefited financially.” “Organic farming is another initiative taken up by the farmer shareholders and at present, farming in 5,000 hectors of land has already started. Narmada sugar for its performance in various areas received around 16 prestigious awards and recognitions. Addition of ethanol plant will bring smiles on the faces of farmers of Narmada district,” he added. Download The Times of India News App for Latest City ."}, "Parineeti Chopra: 'Jiju' Nick Jonas is very generous, got diamond rings from him": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Man abroad gives triple talaq to wife over WhatsApp, booked": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/man-abroad-gives-triple-talaq-to-wife-over-whatsapp-booked/articleshow/69866883.cms", "time": "2019-06-20 05:48:00", "description": "SURAT: A 26-year-old woman living in Sanjan, Valsad district has lodged a complaint against her husband and in-laws after he gave her triple talaq over an instant messaging application. Based on her complaint, Umargam police booked Jailun Kaliya and his parents Javed and Nafisa. Kaliya is abroad and he sent the talaq nama (divorce deed) on WhatsApp to his mother last month. She took a printout and submitted the papers at a local mosque. The complainant, Farhim said the mosque administrator informed her father Salim of the divorce deed, but she and her family refused to accept it. On June 14, she approached Umargam police. Farhim alleges her husband, Jailun, decided to divorce her as she turned down his request to give their son to his sister did not have kids. \"The accused husband is out of country and his location is not known. He works in shipping industry and is likely to return in a few months. He sent the talaq nama on WhatsApp to his mother,\" said police. While Farhim told police that Kaliya was in Canada, his parents claim he is in Dubai. The accused were booked under various sections of the IPC and The Muslim Women (Protection of Rights on Marriage) Ordinance, 2019. Police have registered the statements Kaliya and his parents as well as other witnesses in the case. \"Further action will be taken after recording the statement of the mosque administrator,\" said police. Download The Times of India News App for Latest City ."}, "Wrong plantation methods uprooting Surat’s green cover": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/wrong-plantation-methods-uprooting-citys-green-cover/articleshow/69865182.cms", "time": "2019-06-20 11:20:00", "description": "SURAT: In a city that is woefully lacking adequate green cover, at least 75 big trees got uprooted due to strong winds in the last one week. Environmentalists and experts incorrect method of plantations and ineffective pruning techniques by the Surat Municipal Corporation (SMC) are responsible for this loss. They said there could be frequent repeats of such incidents if the SMC doesn’t stop plantations before making footpaths or laying the road. Darshan Desai, environmentalist with NGO Prayas said, “The policy here is that SMC first makes footpaths or dividers and then plants the trees. This doesn’t give any space to the roots of the trees to grow and spread. The are shallow and get uprooted easily during high speed winds.” “In addition to that, people are also at fault. I have seen people pruning or trimming the trees that fall on their side on roads. This makes a tree lopsided and after rains when soil is wet, they gets uprooted because it cant bear the load on one side.” According to Desai, the only solution to this is plantation should be done before the footpaths are constructed and if not, at least care must be taken that a plant is planted deep inside the earth where root can penetrate the soil and make its base firm by spreading its roots. Vijay Dixit, who regularly plants saplings in Athwalines said, “The new trees need to be given adequate space to establishing ground contact so that it doesn’t become a big pot.” Given the abysmal green cover, SMC’s claims of having 15 lakh plus trees in city limits seem hollow. The fact that the city has not had tree census show that neither the ruling class nor the administration is serious about the issue. A last tree census conducted decade ago put the tree numbers at just 3.25 lakh . “ In absence of census, it is very difficult to arrive at a right number. Some plantation work has been done in the last decade, but does it mean that we have more than 15 lakh trees in city. We cant be sure,” said a BJP councillor. S Gautam, garden superintendent of SMC, however, said, “We have been adopting proper methods of plantation.Some trees getting uprooted due to diseases in roots or other reasons must not be construed as department’s inability.” Download The Times of India News App for Latest City ."}, "Record 583 units of blood donated": {"link": "https://timesofindia.indiatimes.com//city/surat/record-583-units-of-blood-donated/articleshow/69817656.cms", "time": "2019-06-17 11:04:00", "description": "SURAT: A blood donation camp organized by the Sonipat Samaj Seva Samiti at Rammandir hall on Bhatar road collected 583 units of blood in eight-hour camp that started from 9am. People from different communities took part in the camp and donated blood. Salasar Hanuman Prachar Mandal made arrangements for the donors and invited nearly six blood collection agencies to collect the donated blood. Lok Samarpan Raktadan Kendra collected 151 units of blood, Surat Raktadan Kendra collected 132 units of blood, New Civil Hospital blood bank collected 76 units, SMIMER blood bank 108 units, Red Cross blood bank took 45 units while Saviour blood bank collected 71 units. This collection is one of the highest among camps organized by social organizations in the city this year. Download The Times of India News App for Latest City ."}, "Residents to move Gujarat HC over coal dust menace": {"link": "https://timesofindia.indiatimes.com//city/surat/residents-to-move-hc-over-coal-dust-menace/articleshow/69848950.cms", "time": "2019-06-19 10:08:00", "description": "SURAT: Residents in the posh Vesu and Magdalla areas in the Diamond City are planning to knock on the doors of Gujarat High Court against the erring coal dealers. Reason: Heavy transport vehicles carrying out coal consignment from the Magdalla port spill mounds of coal ash on the entire stretch from Magdalla to Vesu on the Surat-Sachin highway causing serious problem from black dust. The entire road from Magdalla towards Vesu is facing the coal dust problem for a long time. Despite various representations by the environment activists to curb the nuisance of the coal spillage to the local authorities, the nuisance continues. Following state transport department’s directive, the Regional Transport Office (RTO) had recently conducted a drive against the overloaded transport vehicles including the coal trucks plying on the Surat-Dumas road and collected lakhs of rupees as penalty from the coal transporters. But the issues of coal dust is yet to get settled. In the last two years, the Surat Municipal Corporation’s (SMC) health department has collected fine to the tune of Rs 5 lakh from the coal distributors and truck owners for spilling dust on the road and despite several notices the transporters continue to ferry coal in the open truck, resulting in the dust to spill on the road. Neeraj Aggarwal, a textile businessman living in Vesu said, “We can’t even think of jogging on the BRTS road thanks to the pollution from coal dust. Despite several complaints, the authorities are unmoved. We have now decided to knock on the doors of the high court for a permanent solution.” About 18,000 tonne coal arrives at the Magdalla port every day. The coal is meant for the supplies in the industries in south Gujarat including the textile dyeing and processing mills in city’s Pandesara, Palsana, Kadodara and Sachin industrial estates. Official sources in Gujarat Pollution Control Board (GPCB) stated that the owners of the trucks transporting the coal are not following norms of transportation from residential zones. The truck needs to be covered with tarpaulin in order to stop spillage and the RTO must check overloading in trucks moving in the city. Social activist, Rajesh Modi said, “Officials of various departments keep passing the buck. However, I have sent a written complaint to the district collector and the environment minister to take stringent actions against the errant truck owners and the coal mafia.” Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Renuka Shahane": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/bollywood-blockbuster-hum-aapke-hain-koun-is-in-news-again-renuka-shahanes-accident-scene-inspires-meme-fest-on-the-internet/videoshow/69872022.cms", "time": "", "description": ""}, "Celebs Gym Looks": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/from-shorts-to-yoga-pants-bollywood-celebs-are-obsessed-with-gym-looks/videoshow/69885198.cms", "time": "", "description": ""}, "Man kidnaps married woman, says she is his daughter": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/man-kidnaps-married-woman-says-she-is-his-daughter/articleshow/69865207.cms", "time": "2019-06-20 11:14:00", "description": "SURAT: Katargam police arrested a man from Banaskantha for allegedly kidnapping a 28-year-old married woman claiming that she was his daughter who had gone missing 10 years ago. Keshu Velji, a native of Babri in Banaskantha, came to the city in a hired SUV and went to the woman Lakshmi’s house in Katargam. Sensing that Velji had kidnapped the woman, the driver dropped them in Amroli and fled. Meanwhile, Lakshmi’s husband Rakesh Rawal lodged a complaint and police launched a hunt for them. Velji was nabbed in Amroli, while the driver was caught on the highway near Bharuch. He narrated the details of the incident to the police. Meanwhile, Velji told police that Lakshmi was his daughter Geeta who had gone missing 10 years ago and he traced her in the city with help of some known person Habib who lives in city. However, Lakshmi told police that she is from Jalore in Rajasthan and not Keshu’s daughter. Police have called parents of the woman from Rajasthan and started investigation. Keshu currently lives in Rajkot and works as a labourer. Download The Times of India News App for Latest City ."}, "Rahul Gandhi": {"link": "https://timesofindia.indiatimes.com/india/rahul-gandhi-firm-on-quitting-says-party-will-choose-successor/articleshow/69882304.cms", "time": "", "description": "NEW DELHI: Strongly indicating that he does not intend to review his decision to step down as Congress president after the party's Lok Sabha debacle, Rahul Gandhi on Thursday said the party would decide on his successor and he would keep himself aloof from the process. Asked by the media in the Parliament complex about his possible successor, Rahul crucially did not parry the question but answered that he was not the person to decide on the issue and that it was a task for the party. After weeks of anonymous claims, this was the first confirmation of his intent to quit as the AICC chief ever since he announced the decision at a closed-door meeting of the Congress Working Committee (CWC) on May 25. While the apex body turned down the resignation, Congress insiders said that Rahul is insistent on leaving the top job and had rebuffed all attempts to persuade him to stay on. Lok Sabha poll fallout: Congress considers naming interim presidentEven before Rahul publicly declared his intent, there were indications that Congress was considering naming a working president or interim president at the head of a \"collegium\" of leaders. Names of veterans like Mallikarjun Kharge, Sushilkumar Shinde, Ashok Gehlot, Mukul Wasnik and Prithviraj Chavan have done the rounds as likely candidates. Rahul's insistence that no one from the Gandhi family should hold the post effectively rules out sister Priyanka. Take charge, douse fire in Cong: Moily tells Rahul GandhiRahul's brief remark comes at a time when the party is caught in a bitter blame-game with its data department under Praveen Chakraborty in the crossfire for \"misleading\" the leadership on the trends in the Lok Sabha elections. The attack has been sharp with allegations that the data itself was not reliable with Chakraborty's proximity to Rahul raising the question whether the \"feedback\" only served to strengthen the leader's inclination to target PM Narendra Modi's image. Meanwhile, Rahul met Chhattisgarh CM Bhupesh Baghel along with AICC state in-charge P L Punia for a political discussion on Thursday evening. Party leaders attach importance to the meeting given that he has been reluctant to interact with colleagues lately. However, Rahul's public attestation about quitting may make it difficult for AICC managers to sway his thinking. As it became apparent that he might actually refuse to relent, various proposals have been mooted to make decision-making a collective affair through a \"collegium\" so that Rahul returns to active presidency. There have also been suggestions that a working president could be appointed. The proposal for a collegium is rooted in Rahul's complaint that he has been working alone and the party leaders did not pull their weight behind him in the LS polls. He had aired his grievances at the now-famous CWC brainstorming called after the party failed to improve its performance, going from 44 to 52. However, Congress leaders said they would continue to make efforts to persuade Rahul. Rajasthan CM Ashok Gehlot told TOI, \"Rahul has to remain the Congress president. He worked hard and fearlessly. Victory and defeat are part of polls.\" Gehlot warned if Rahul quits, Congress workers would either become inactive or leave the party.Sources say Rahul is hell-bent on quitting and has made it clear that none from the Gandhi family should be put at the helm of the Congress organisation. In Video:Won't decide who will be the next president of Congress: Rahul GandhiDownload The Times of India News App for Latest India News."}, "Jonas Brothers": {"link": "https://timesofindia.indiatimes.com/entertainment/english/music/news/jonas-brothers-collaborate-with-sebastian-yatra-daddy-yankee-and-natti-natasha-for-their-first-latin-song-runaway/articleshow/69884974.cms", "time": "", "description": ""}, "Surat: Over 2,000 students to exhibit laughter yoga": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/over-2000-students-to-exhibit-laughter-yoga/articleshow/69881946.cms", "time": "2019-06-21 10:07:00", "description": "SURAT: The one-minute laughter yoga will be demonstrated at the Olympic Games to be held in Tokyo in 2020. But its finer points will be exhibited by 2,000 school students during celebration of International Day of Yoga in the city on Friday. Kamlesh Masalawala, who is known as laughter guru, said, “The one-minute laughter yoga is nothing but similar to an innocent child’s laugh that lasts a minute. It is a gradient laughter, which starts with eye contact and smile and then reaches its pinnacle. Advantages of laughter is well-known to everyone. Laughter yoga keeps one’s body and mind fit.” “In this yoga, a person doesn’t touch another person. Neither he speaks nor utters a word. Two persons join with a smile and twinkle in their eyes. Their smile then becomes a full-fledged laughter. It is a profound laughter. A person, who has been laughing, starts weeping, has convulsions in stomach and pain in cheeks,.” Said Dr Mukul Choksi, a psychiatrist. Masalawala said, “If a person does it regularly, it will give his mind and body enough energy to last 24 hours. Laughter yoga helps one to become a positive thinking person. You become as innocent as a child. We have approached the United Nations with a request to use it for promotion of international peace. The one-minute laughter yoga has been producing encouraging results.” Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Motorola One Vision": {"link": "https://timesofindia.indiatimes.com/gadgets-news/motorola-one-vision-to-launch-in-india-today-how-to-watch-the-livestream/articleshow/69868873.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Doctors to stay away from work in Surat on Monday": {"link": "https://timesofindia.indiatimes.com//city/surat/docs-to-stay-away-from-work-in-city-on-monday/articleshow/69806850.cms", "time": "2019-06-16 11:59:00", "description": "SURAT: The Surat chapter of Indian Medical Association (IMA) has announced that doctors will stay away from work in the city for a day from 6am on June 17 to 18 to protest against the attack on doctors by relatives of a patient in a hospital of Kolkata a few days ago. However, emergency services will continue to be provided to patients in hospitals. In an official communiqué issued by IMA, its Surat chapter president Girish Modi stated that all emergency services in hospitals will be available to patients. He said doctors in the city have supported the agitation and all will be joining the strike on Monday. Dr Modi added, “We condemn the attack on young doctors in Kolkata and urge the Central Government to pass a strict law to protect doctors from such attacks across the country. Hooligans attacking the doctors should be dealt with strictly.” Dr Vinesh Shah, medico legal expert of IMA, said, “The attack on young doctors in Kolkata is highly condemnable. We demand a strict law so as to protect doctors across the country from such attacks. At present, state laws prescribe three years imprisonment for offenders, but a police officer has power to grant bail to them.” Download The Times of India News App for Latest City ."}, "Vidya Balan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-vidya-balan-enjoys-her-time-in-florida-feeding-alligators/articleshow/69885690.cms", "time": "", "description": ""}, "Parents protest against fee hike by schools": {"link": "https://timesofindia.indiatimes.com//city/surat/parents-protest-against-fee-hike-by-schools/articleshow/69849114.cms", "time": "2019-06-19 11:19:00", "description": "SURAT: The start of the new academic year has spurred an agitation by parents against fee hike by some schools in the city. School managements claimed that they are collecting fees as per the guidelines of Fees Regulation Committee (FRC) but parents are miffed at the sudden rise. Parents of children studying in Seventh Day Adventist School (SDAS) held a protest against fee hike outside the school premises with placards in their hands. “The school has increased fees by around 40 per cent which we want to be reduced. The school fee is already too high and many parents are finding it difficult to pay it,” said a parent taking part in protest outside the school at Athwalines. Representatives of school administration met agitating parents and tried to convince them that the fee has been hiked as per FRC guidelines. “The provisional fee has been hiked within the permissible limits and as per FRC guidelines. We have explained this to the parents,” said Navin Rao, vice-principal of SDAS. A group of parents held a protest outside at Vanita Vishram School to protest against hike in autorickshaw and van charges. They also took out a rally near the school campus holding placards. Recently, parents of children studying in Gajera School in Katargam also held a protest to oppose fee hike and wanted reduction in it. The school management is discussing the issue with the parents. Similarly, parents of children of Ashadeep School in Varachha too are protesting against fee hike and held a dharna too. Parents are trying to hold a massive protest together over the issue at a single venue in the coming days. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Parineeti-Nick": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-jiju-nick-jonas-is-very-generous-got-diamond-rings-from-him/videoshow/69884216.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Delhi: Fire in furniture market at Kalindi Kunj, metro service stopped": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-massive-fire-in-furniture-market-in-kalindi-kunj-metro-service-stopped/videoshow/69884425.cms", "time": "", "description": ""}, "Doctors observe strike to show solidarity with West Bengal colleagues": {"link": "https://timesofindia.indiatimes.com//city/surat/doctors-observe-strike-to-show-solidarity-with-w-bengal-colleagues/articleshow/69832205.cms", "time": "2019-06-18 10:19:00", "description": "SURAT: Over 3,500 doctors, who are members of Indian Medical Association (IMA), didn’t attend to any new patients in the city on Monday to protest against assault on doctors in a hospital in Kolkata a few days ago by the relatives of a patient. A call for a one day nationwide strike was given by IMA over the issue. Doctors from New Civil Hospital (NHC) and Surat Municipal Institute of Medical Education and Research (SMIMER) also took part in the strike and sat on a dharna. They performed a skit on NCH campus which showed relatives of a patient attacking doctors. “The skit was performed to show to people how helpless a doctor is. We want a strong law to prevent such attacks on us,” said a doctor. Around 350 doctors participated in a meeting of IMA at Mahida Bhavan in which issues concerning them were discussed. “We passed a resolution in the meeting condemning the attack on the doctors in West Bengal. We held a peaceful protest and abstained from non-essential medical services,” said Girish Modi, president IMA, Surat. “Emergency, casualty and indoor patients were treated in all the hospitals. But doctors didn’t treat any outdoor patients,” said Madhusudan Umarji, secretary, IMA, Surat. Download The Times of India News App for Latest City ."}, "Janhvi Kapoor slays the formal look!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-slays-the-formal-look-like-a-boss/videoshow/69872318.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Malaika Arora": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/malaika-arora-oozes-sophistication-in-an-army-green-string-maxi-dress-as-she-steps-out-in-mumbai/videoshow/69881172.cms", "time": "", "description": ""}, "Burhanpuri Bhagal: Centuries-old centre of celebrations still vibrant": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/burhanpuri-bhagal-centuries-old-centre-of-celebrations-still-vibrant/articleshow/69865241.cms", "time": "2019-06-20 11:07:00", "description": "SURAT: If there is one place in the country where people of different communities celebrate a great occasion in unison, it has to be Burhanpuri Bhagal of Surat in all probability. It became a centre for social celebrations during the 15th century when traders would go there to hold business meetings and for recreation. It’s a tradition that processions for immersion of Lord Ganesha’s idols begin from here after prayers by Muslim religious leaders. Similarly, Hindus in large numbers join tazia processions here during Muḥarram. Hence, it was no surprise when people belonging to different communities gathered in large numbers at Bhurhanpuri Bhagal to celebrate India’s victory over Pakistan in the World Cup cricket match played at Manchester, England on Sunday.Burhanpuri Bhagal has been a place for public celebrations since Mughal period. It got its name because traders from Agra and other places would enter the port city of Surat via Burhanpur in Madhya Pradesh. Bhagol means the spot where the city limits end. These traders, who would traverse rough terrains on camels laden with goods from far-off places, would take rest at Bhagal. Prominent traders from the walled city would join them at Bhagal, filling the business venue with a festive spirit. There did arose a dispute between Hindus and Muslims at Burhanpuri Bhagal in the 19th century over some issue, with many people losing their lives in the riots that followed. Peace managed to re-establish itself after some time and Burhanpuri Bhagal retained its reputation as a place of coexistence of Hindus and Muslims in harmony thereafter. Kadeer Peerzada, former mayor of Surat city, told TOI, “Bhagal has always played the role of a unifier of Hindus and Muslims. Members of both the communities have been doing business and celebrating their festivals together at Burhanpuri Bhagal since ages.” Dr Mohan Meghani, a historian said, “Unfortunately, historians have not taken note of Burhanpuri Bhagal’s contribution. It is places like this that has built the character of the city. Spirit of communal harmony flows in the city through Burhanpuri Bhagal.” Download The Times of India News App for Latest City ."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "DGVCL team had inspected Takshashila few months ago": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/dgvcl-team-had-inspected-takshashila-few-months-ago/articleshow/69881909.cms", "time": "2019-06-21 04:20:00", "description": "SURAT: Police will be investigating the role of two officials of Dakshin Gujarat Vij Company Limited (DGVCL), who had carried out an inspection at Takshashila Arcade in June 2018 and fined a shop owner there for irregularities. They were a part of a vigilance squad of DGVCL. The two DGVCL officers will be summoned by police to register their statement in the ongoing investigation into the fire tragedy at Takshashila Arcade in which 22 people lost their lives on May 24. A short-circuit had caused the fire in Takshashila Arcade. Police have examined a detailed report submitted by DGVCL to find out if the short-circuit was caused due to any negligence on the part of the electricity company. Police investigation revealed R K Chawda, junior engineer, and Vipul Thakor, electrical assistant, who were members of DGVCL vigilance team, had visited the building last year. They had even fined a shop owner Rs16,000 for indulging in irregularities. “We found out that a DGVCL vigilance team had carried out an inspection in the building and even fined a shop owner. We want to know if they had notice any other irregularities in Takshashila Arcade. They will be questioned why they did not identify factors that could have caused fire there,” a police officer said. At present, Chawda is posted in Ahmedabad and Thakor in Tapi district. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Surat girl Stuti Khandwala cracks AIIMS test, JEE; to join MIT": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/city-girl-cracks-aiims-test-jee-to-join-mit/articleshow/69865196.cms", "time": "2019-06-20 09:41:00", "description": "SURAT: When most 18-year-olds are struggling to clear entrance tests to get into premier educational institutes after class XII, this teenager girl from Surat, after cracking all the top medical and engineering entrance exams in the country, has zeroed in on one of world’s top engineering institutes, the Massachusetts Institute of Technology (MIT) in US for further studies. Stuti Khandwala with her familyDaughter of pathologist father Shital Khandwala and dentist mother Hetal Khandwala, 18-year-old Stuti had cleared the first step for admission at MIT in May 2018 itself in first attempt. However, she continued preparing for various entrance exams in the country besides studying for her class XII exams. “I always wanted to study multiple subjects and if I study in India I have to take admission in either medicine or engineering. I got suggestions from some seniors and relatives to study in MIT where I can study in both courses. For admission there I had started preparing for Science Olympiad,” Stuti told TOI. After doing extensive research for higher studies and finalizing her goal, Stuti went to Kota in Rajasthan to prepare for the entrance tests. She did her class X from Kota in 2016 and completed schooling along with preparation for Science Olympiad and entrance exams. She cleared the Scholastic Assessment Test (SAT), a standardized exam for admission to US colleges and Advanced Placement (AP), exam for placement in US and Canadian colleges, in May 2018 in first attempt. In April, Stuti secured 98.8 percent in class XII exam and got all India ranking of 71 in the NEET in May with 685 out of 720 marks. She also cracked JIPMER MBBS entrance exam and was ranked 10th in AIIMS held in May. Apart from entrance for medicine she also cleared JEE Mains with 99.91 percentile and ranked 1086. “I won two International Biology Olympiads besides participating in various competitions. This helped me secure admission in MIT,” Stuti said. Stuti will join MIT for four-year undergraduate course from next academic year. Download The Times of India News App for Latest City ."}, "Imported cigarettes were to be delivered to auto driver": {"link": "https://timesofindia.indiatimes.com//city/surat/imported-cigarettes-were-to-be-delivered-to-auto-driver/articleshow/69806945.cms", "time": "2019-06-16 11:52:00", "description": "SURAT: Investigation into the Rs55 lakh worth of imported cigarettes recently seized in a joint operation by customs department and Directorate of Revenue Intelligence (DRI) has revealed that the consignment was meant to be delivered to an autorickshaw driver in city’s Limbayat area. Officers of DRI and customs department had received information regarding smuggling of imported cigarettes in the city through Howrah-Ahmedabad Express train on Thursday morning. The consignment of the cigarettes was kept in the coach reserved for angadia parcels. A team of DRI and customs officials checked the entire train under the supervision of deputy commissioner of customs, Ghanshyam Soni. The cigarettes had been brought to the city in boxes and were to be supplied to Asif Shaikh, a resident of Limbayat area. When officials raided his house, it was found that Shaikh was an autorickshaw driver. An officer said, “We are surprised that the cigarettes were to be delivered to an autorickshaw driver. We have taken the driver under custody for interrogation and are trying to find out the person who had dispatched the cigarettes to him. When the cigarette consignment was dispatched from Kolkata, someone had alerted customs officials about the racket here.” Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/motto-of-yoga-is-peace-prosperity-harmony-pm-modi/articleshow/69884003.cms", "time": "", "description": "RANCHI: Appealing to people to take yoga to all sections of society, Prime Minister Narendra Modi on Friday said yoga is above everything, as he performed various asanas with around 40,000 enthusiasts at the Prabhat Tara ground here to mark the fifth International Day of Yoga. Modi also urged people to make yoga an integral part of life. International Yoga Day 2019: PM urges country to embrace Yoga\"We should make efforts to take yoga from cities to villages and tribal areas. Yoga is above religion, caste, colour, gender and region, it is above everything,\" he told the gathering. Yoga is ancient and modern. It is constant and evolving. For centuries, the essence of Yoga has remained the same… https://t.co/isvMOUTrn8&mdash; PMO India (@PMOIndia) 1561080804000The main event for the yoga day was held at the Jharkhand capital. Best pictures from International Yoga Day 2019\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Follow live updates: International Yoga DayThe main event for the yoga day was held at the Jharkhand capital. Amit Shah credits PM for taking yoga to the world\"It (yoga) is constant and evolving for centuries. The essence of yoga has been stable and remained the same -- healthy body, stable mind, spirit of oneness. Yoga has provided a perfect blend of knowledge, karma and bhakti,\" the prime minister said. Events to mark the day are being held across the globe and in India, several of them are being led by Union ministers, including Amit Shah and Rajnath Singh. Modi also said the government has been working to make yoga a pillar of preventive healthcare. Expressing concern that young people are becoming vulnerable to heart ailments, Modi said, \"Yoga can play a huge role in tackling the issue and hence, this year's theme is 'Yoga for Heart'.\" \"It is painful to read about alcoholism, substance abuse, diabetes and other things, adding yoga offers a solution to these problems,\" he added. He stressed that for yoga to become popular, infrastructure for it must be strengthened and said the government was working towards it. \"Peace and harmony are related to yoga. People across the world must practice it,\" Modi said. The prime minister had arrived in Ranchi on Thursday night. On his way out of the venue, Modi shook hands with several participants, including school children, who reached out to the prime minister over barricades. The International Day of Yoga is being celebrated annually on June 21 since 2015. Read this story in BengaliIn Video:Yoga day 2019: PM Narendra Modi marks event in RanchiDownload The Times of India News App for Latest India News."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Saif Ali Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/world-cup-pakistani-man-tries-to-misbehave-with-saif-ali-khan-fans-back-on-social-media/videoshow/69859837.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Crucial ILS system may submerge in flood waters": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/crucial-ils-system-may-submerge-in-flood-waters/articleshow/69865227.cms", "time": "2019-06-20 11:09:00", "description": "SURAT: The instrument landing system (ILS) at the Surat airport, which is crucial for the landing of the planes during the heavy fog and bad weather, is running at the risk of getting damaged due to water logging during rains. Reason: The Directorate General of Civil Aviation (DGCA) is yet to give the approval for raising the height of the ILS equipment. Sources said that the ILS system was made serviceable few months ago and the aircraft are using it for the safe landing. However, the Airports Authority of India (AAI) had sought the approval for raising the height of its platform by 3.5 feet to protect the machines from getting damaged due to flooding in monsoon. The DGCA is sitting on the file for the past many months and the AAI is still awaiting its nod. Airport director, Sanjay Kumar Panigrahi said, “If heavy rains continue in the city for four to five days at a stretch, we fear that the ILS system would get submerged in flood waters. The spot where the ILS system is fitted is a low-lying one. In such circumstances, the ILS system would become non-operational and the aircraft would face difficulty in landing.” It must be recalled that the ILS system was completely damaged in the last year monsoon when the airport area was flooded with more than five to six feet water. AAI had to spent lakhs of rupees for installing new ILS system, which was made operation sometime in January. Official sources said that the airport is located close to the Arabian Sea and that the ILS equipment hut site is set up in the low-lying area where the ground level is around three to four feet lower. Due to the insufficient water outlet available at the airport boundary, the combination of heavy rains coupled with high tide in the sea flood the airport area. With the Surat airport buzzing with more than 50 flights taking off or landing in a day, the non-existing ILS facility on the runway is causing immense difficulties for the pilots to safely land during the adverse weather conditions. Download The Times of India News App for Latest City ."}, "Watch: Doctor stitches wounds under mobile torch lights in Etawah": {"link": "https://timesofindia.indiatimes.com//videos/city/lucknow/watch-doctor-stitches-wounds-under-mobile-torch-lights-in-etawah/videoshow/69885599.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Surat: Two of eight accused cops surrender": {"link": "https://timesofindia.indiatimes.com//city/surat/two-of-8-accused-cops-surrender/articleshow/69795401.cms", "time": "2019-06-15 10:45:00", "description": "SURAT: Two of the eight cops charged with murder of theft suspect 23-year-old Omprakash Pandey in custody at Khatodara police station two weeks ago, surrendered before one of the six teams set up to arrest them in Vadodara on Friday. Chirag Chaudhary, police sub-inspector, and Haresh Chaudhary, lok rakshak dal jawan, were brought to the city even as six other cops, including MB Khileri, police inspector, remain still at large. HareshCity police commissioner Satish Sharma said, “The two cops, who had surrendered, were subsequently arrested. They will be produced in court by us and a request made for their remand. We will soon nab the other six cops, who are on the run. Police protection has been given to the eyewitnesses.” Meanwhile, investigations are on to ascertain the role of autorickshaw driver Sonu in the case. Chirag Omprakash Pandey, his brother Ramgopal Pandey and Jayprakash Pandey were brought to Khatodara police station on May 29 in connection with a case of theft registered on May 23, 2019. Police claim Omprakash Pandey suffered fits during interrogation and was taken to New Civil Hospital for treatment on May 31, 2019. Senior police officers instructed Khatodara police to register a case of torture in police custody against MB Khileri, police inspector; Chirag Chaudhary, police sub-inspector; Kalpesh Garambha, constable; Ashish Dihora, constable; Haresh Chaudhary, constable; Paresh Bhukan, constable; Kanaksinh Diyol, constable; and Dilubhai Sangani, constable. Pandey was shifted to Unique Hospital in a suspicious manner by the cops where he died on June 1. Forensic postmortem revealed that Pandey’s body had 36 injuries inflicted with belts, wooden bats etc. Thus, the cops were charged with murder, who just disappeared and were subsequently booked for being on the run too. Chirag Chaudhary is a probationary PSI and a native of Patan district. He lived in Falsawadi police lines in the city. Haresh Chaudhary, a native of Mehsana district, lived in government quarters, also in the city. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Parineeti Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/parineeti-chopra-reveals-who-is-a-better-kisser-sidharth-malhotra-or-arjun-kapoor/videoshow/69869856.cms", "time": "", "description": ""}, "Priyanka Chopra": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/priyanka-chopras-husband-appreciation-post-for-nick-jonas-is-pure-couple-goals/videoshow/69881435.cms", "time": "", "description": ""}, "Kingpin of cigarette smuggling racket traced to Kolkata": {"link": "https://timesofindia.indiatimes.com//city/surat/kingpin-of-cigarette-smuggling-racket-traced-to-kolkata/articleshow/69848990.cms", "time": "2019-06-19 11:33:00", "description": "SURAT: The Surat customs department has traced the kingpin operating the smuggling of the high valued imported cigarettes to Kolkata. The accused Pramod Kumar Singh is also accused of tax evasion amounting to lakhs of rupees. The officials seized parcels of imported cigarettes valued at Rs 55 lakh from Howrah-Ahmedabad Express train on June 13. Investigations revealed that the consignment was to be supplied to one Asif Shaikh in the city. Official sources said that the department had picked up Shaikh from city’s Limbayat area and one Farooq Mohammed from Ahmedabad in connection with the smuggling of the imported cigarettes. Further interrogation of the duo revealed that the consignment was sent by one Pramod Kumar Singh owner of M/s JBC Express in Kolkata. Talking with TOI, deputy commissioner of customs, Ghanshyam Soni said, “Farooq Mohammed loaded the consignment from Ahmedabad and Asif Shaikh was to unload it in Surat and that they both work for one Pramod Kumar Singh, who paid them commission for transporting the consignment from railway station to the buyers in Surat.” Soni added, “We have collected lease documents of JBC Express and investigating in the direction of drugs and angle. Both the accused caught by us are transporters and they drive tempos to ferry the smuggled goods.” Download The Times of India News App for Latest City ."}, "20-day lecture series on behavioural economics begins at VNSGU": {"datetime": "", "link": "https://timesofindia.indiatimes.com//city/surat/20-day-lecture-series-on-behavioural-economics-begins-at-vnsgu/articleshow/69881970.cms", "time": "2019-06-21 04:24:00", "description": "SURAT: The Department of Human Resource Development (MHRD) of Veer Narmad South Gujarat University (VNSGU) is hosting a 20-day lecture series of Benjamin Bushong, assistant professor of Michigan State University, the USA since Monday. The series on ‘competency development programme of behavioural economics’ is being organized as a part of Fulbright-Nehru Specialist Program. It was inaugurated by VNSGU vice-chancellor Shivendra Gupta who stressed on intensive academic activities and events like this on a regular basis. Bushong will deliver lectures daily at the DHRD for members and researchers of economics faculty. Download The Times of India News App for Latest City ."}, "Redmi 7A": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-redmi-7a-may-launch-in-india-next-month/articleshow/69872521.cms", "time": "", "description": ""}, "Teenager hangs to death after failing class X exam twice": {"link": "https://timesofindia.indiatimes.com//city/surat/teenager-hangs-to-death-after-failing-class-x-exam-twice/articleshow/69849094.cms", "time": "2019-06-19 11:26:00", "description": "SURAT: A 17-year-old student of class X committed suicide by hanging self in his house in Katargam area of the city on Monday night. He was stressed because he had failed twice in class X examinations. Chetan Dinesh Devganiya hanged himself with a dupatta from the hook of the ceiling in his room on second floor of the house. His father is a diamond worker. Chetan was frustrated with himself and given medication too. A family member went to check on him and found him hanging. “Neighbours and family members broke open the door of the room and brought down his body. He committed suicide at around 10pm.We have registered a case and begun investigations,” police said. Download The Times of India News App for Latest City ."}, "Custodial death: Criminal conspiracy angle to cover up case not yet probed": {"link": "https://timesofindia.indiatimes.com//city/surat/custodial-death-criminal-conspiracy-angle-to-cover-up-case-not-yet-probed/articleshow/69806806.cms", "time": "2019-06-16 11:59:00", "description": "SURAT: One more accused in the Khatodara custodial murder case, constable Kalpesh Garmabha surrendered to the police on Saturday. Five more, including police inspector Mohanlala Bhagwanram Khileri, are still on the run.Meanwhile, 15 days into the murder case, police are yet to investigate a criminal conspiracy angle between the accused cops and the doctor of New Civil Hospital (NCH). The first doctor who attended victim Omprakash Pandey when he was brought to NCH did not mention injuries in the papers nor named the cops who brought him. While another doctor who came on duty later in the day noticed the injures on Pandey and mentioned it on the papers. This omission has raised doubts that a cover-up was attempted by the accused cops from the initial stage. Their dramatic escape from the police station on May 31 evening was a planned move since they knew that the victim is already dead or that he won’t survive for long. The cops had also shifted Pandey in mysterious circumstances to a private hospital from NCH. Interestingly, both NCH and Unique Hospital where Pandey was later shifted are within Khatodara police station limits. “Police are yet to register statement of the doctor who noticed injuries on the victim’s body. While statement of the first doctor who attended the victim has been registered. It is not yet clear if there are any irregularities,” deputy commissioner of police, Chintan Teraiya, told TOI. Teraiya has been handed over investigation into the case. Pandey was admitted in the hospital on May 31 and was declared dead the next day. In the postmortem conducted on June 2, doctors claimed that Pandey had been for around 12 hours then. However, sources in hospital claim that once a patient is put on ventilator, it is difficult to ascertain the exact time of death. Pandey, who was brain dead, was put on ventilator for over 24 hours at the private hospital. Download The Times of India News App for Latest City ."}, "Gujarat MLA Jignesh Mevani booked for 'defaming' Valsad school on Twitter": {"link": "https://timesofindia.indiatimes.com//city/surat/gujarat-mla-jignesh-mevani-booked-for-defaming-valsad-school-on-twitter/articleshow/69803292.cms", "time": "2019-06-15 18:43:00", "description": "SURAT: Vadgam independent MLA Jignesh Mevani landed in a legal trouble for sharing a video on his twitter handle. Police booked Mevani in Valsad town police station on Thursday for naming a Valsad school in a video shared on twitter in May in which students were being thrashed using a stick by a schoolteacher. Police suspect that Mevani shared the video and text with it, which was already viral on social media, without factcheck. Police booked Mevani under Indian Penal Code sections for publishing and circulating statement or rumour and defamation. Police also informed the speaker of state assembly about registering the offence. The complaint was lodged by Bijal Patel, principal of RM and VM Desai Sarvajanik Vidhyalay of Valsad. In her complaint Patel alleged that Mevani shared the video without any confirmation if it is true or not due to which it caused damage to the school’s reputation and adversely impacted self-confidence of schoolteachers. Mevani shared the video on May 20, 2019. Along with the video Mevani shared a text titled ‘Barbarism of worst form’ and asked to share it widely. It came to the school’s notice and they submitted an application to police. Following preliminary inquiry police lodged the complaint. \"In that tweet, I had asked a question to prime minister’s office if the video is real. I had no intention to harm the school and I am ready to say sorry thousand times. Police could have asked my explanation before registering the offence and I doubt that there is something more behind registering the FIR,” Mevani told TOI, claiming that he shared the video as it came and he shares any such videos to put it to notice of authorities. Hinting towards BJP MLA from Naroda Balram Thavani, Mevani, asked, “There won’t be any FIR for kicking a woman in public but there can be one for tweeting?” Thavani landed in controversy after his video kicking a woman went viral on social media. \"Police have booked the MLA and started investigation. We will register statements of all concerned and collect evidences after which further actions will be taken,” said Sunil Joshi, SP, Valsad. Download The Times of India News App for Latest City ."}, "Two more SMC class-I officers under ACB lens": {"link": "https://timesofindia.indiatimes.com//city/surat/two-more-smc-class-i-officers-under-acb-lens/articleshow/69778571.cms", "time": "2019-06-14 12:58:00", "description": "SURAT: Anti-Corruption Bureau (ACB) sought permission to initiate inquiry of disproportionate assets (DA) against two more class one officers of Surat Municipal Corporation (SMC) on Thursday. Earlier, the ACB had sought permission to start DA case inquiry against two executive engineers, P D Munshi and J A Solanki and deputy municipal commissioner Ketan Patel. ACB on Thursday wrote a letter to the city municipal commissioner M Thennarasan seeking permission to initiate DA case inquiry against deputy municipal commissioner (planning) J M Patel, as well as town planner Debashis Basak. The moment it gets a nod from the civic body chief, the ACB will initiate inquiry against the five SMC officers. “As per ACB preliminary inquiry these officers were responsible for enforcing rules when Takshashila Arcade was developed and approved. Based on the findings ACB sought permission to initiate DA case inquiry against these officers,” said an ACB official. Meanwhile, inquiry against class two and three officers of the civic body has already started. The officers who are facing the DA case inquiry include three class II officers, namely deputy engineer V K Parmar, junior engineer H D Singh, deputy chief fire officer S K Acharya, and fire officer Kirti Modh, a class III officer. Of those under ACB lens Munshi, Solanki, Parmar, Acharya and Modh have already been arrested by crime branch of city police. They were arrested following their criminal negligence came to light. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Surat: Just 26 mm rain and Diamond City drowns": {"link": "https://timesofindia.indiatimes.com//city/surat/just-26-mm-rain-and-diamond-city-drowns/articleshow/69848917.cms", "time": "2019-06-19 11:39:00", "description": "SURAT: Surat recorded 26 mm of rain within 12 hours accompanied by gushing winds up to 15 km per hour on Tuesday. Choryasi taluka recorded 23mm and Palsana 19 mm of rains on the day. Heavy winds uprotted trees at nine different places and also caused four incidents of electric short circuit in the city. In what exposed the civic body’s tall claims of monsoon preparedness, just 26 mm rain left many parts of Varachha and Puna areas totally submerged in rain water. The choked up drainage system as well as the storm drains created waterlogging in areas like Baroda pristage, Archana school, around Amazia park, Bhaiyaa Nagar in Varachha zone. Nine incidents of tree uprooting were also reported from the city including at Vastadevdi road, near sub-jail at Udhna, at Kailashnagar 1 in Pandesara, at Gheekanta road of Haripura, near Suruchi Society on Ghoddod road, near Krishna Petrol Pump at Khatodara, near Parle Point at Ghoddod road and near Umiyadham in Varachha. Apart from Surat, Choryasi and Palsana, no other taluka of any of the districts of South Gujarat recorded more than 10 mm of rain during the day. Download The Times of India News App for Latest City ."}, "CHSE Odisha +2 result": {"link": "https://timesofindia.indiatimes.com/home/education/news/chse-odisha-2-arts-and-commerce-result-to-be-out-today-orissaresults-nic-in/articleshow/69885159.cms", "time": "", "description": ""}}