{"Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Flouting of Supreme Court order": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/floutingofsupremecourtorder/articleshow/63552509.cms", "time": "", "description": ""}, "CCTVs, more seats to make your NCR train trip better": {"link": "https://timesofindia.indiatimes.com//city/faridabad/cctvs-more-seats-to-make-your-ncr-train-trip-better/articleshow/68870912.cms", "time": "2019-04-14 23:31:00", "description": "NEW DELHI: Travelling daily from Delhi to Palwal, Ballabgarh, Ghaziabad, Faridabad will soon get a lot easier for those taking Electric Multiple Unit (EMU) trains. The northern railway plans to bring out newer train models, equipped with CCTV cameras, attached toilets and more seating on these routes, an official said. EMU, DEMU and DMU trains ply daily in NCR and are used by thousands of commuters every morning and evening. RN Singh, divisional railway manager (DRM), Delhi Division, said the concern of women safety has been addressed with these new trains and other features, which are missing in the current fleet, were also looked at. “Toilets were initially missing in the EMUs plying in NCR. We had to retrofit them. However, the new trains will have them pre-attached. More seats will also be added along with LED lights,” he said. Railways had recently increased security in local trains; however, the problem of men entering all-women trains persists. Currently, only a few trains running locally have dedicated RPF personnel, also leaving it vulnerable to snatching. “For a womens’ coach, we could deploy RPF personnel, but for ladies special trains we have been unable to curb the problem effectively as men keep switching coaches. The use of CCTV cameras will bolster security and provide visuals of violators,” Singh added. According to officials, each coach will have 110 seats and a GPS-based navigational system. A total of 323 passenger trains run from the capital to Palwal, Ghaziabad, Mathura and Meerut. These include 109 EMUs, 59 mainline electric multiple units (MEMU), 34 diesel multiple units (DMU) and 121 ordinary passenger ones. A ticket for a 30km journey costs just Rs 10. The maximum one has to pay is Rs 35 for a 165km trip. “The acceleration and de-acceleration is smoother in these train as was found during testing. The newer features like GPS positioning will also provide real-time updates to us and the passengers,” said a senior railway official said. The trains are likely to be added in a phased-manner in Ghaziabad, Palwal and Faridabad sections. Officials said the new trains are likely to reduce the travel time as they are capable of reaching 110 km/hr. “We have carried out a few trial runs, and more testing needs to be done before they can be put on tracks. We are currently deciding when to make them operational,” said an official. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Boulder as speedbreaker?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/boulder-as-speedbreaker/articleshow/58117038.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Borewells dug, pipes laid to supply water to illegal Aravali farmhouses": {"link": "https://timesofindia.indiatimes.com//city/faridabad/borewells-dug-pipes-laid-to-supply-water-to-illegal-aravali-farmhouses/articleshow/69368008.cms", "time": "2019-05-17 09:31:00", "description": "GURUGRAM: A road leading up to a farmhouse located uphill from the low-lying Raisina village in Aravalis, towards its southern part, has been illegally dug up to lay a water pipeline. According to locals, the digging has been going on for a month, to transport groundwater to a farmhouse from illegal borewells previously dug in the village by the farmhouse owner. Villagers said water scarcity on the hills is making many farmhouse owners lay illegal water pipelines from borewells situated in low-lying villages like Kharak to their farmhouses, situated on the hills near Raisina village. “As there is no source of water up the hills, borewells dug in low-lying areas are used to extract water and pump it to the farmhouses. The construction has been going on in broad daylight, with the authorities least bothered about it. Our village will soon run out of water if such violations continue,” said a villager, requesting anonymity. Activist Colonel (retired) S S Oberoi said, “Illegal walls, illegal farmhouses, illegal felling of trees to clear land and now illegal water pipeline to support these. Laying pipeline alone involves numerous violations, from digging borewells in an area already marked as a “dark zone” for water availability, and laying the pipeline along the road without permits. It’s clear there is no check by authorities in the area.” All this, despite the Supreme Court’s ban on extraction of groundwater in 448 sq km of the Aravalis in Gurugram and Faridabad. The area also falls under Aravali Notification, which doesn’t allow construction in the area. Under sections 3(1) and 3(2)(v) of Environment (Protection) Act, 1986 and Rule 5(3)(d) of the Environment (Protection) Rules, 1986, ‘cutting of trees’ and ‘construction of any clusters of dwelling units, farmhouses, sheds, community centres, information centres and any other activity connected with such construction (including roads a part of any infrastructure relating thereto)’ is prohibited in areas falling under the notification. In July 2018, a similar violation came to light, but no action was taken against the farmhouse owners. As many go scot free, farmhouses owners are emboldened. Some believe the only way to protect the area is to give ‘deemed forest’ status to the entire Aravalis. Jitender Bhadana of NGO Save Aravalis, said, “All forested and hilly areas, including Raisina, are prone to illegal construction and illegal extraction of groundwater, because Aravalli Notification hasn’t given enough legal shield to the Aravalis. Therefore, the only way to end massacre of the Aravalis is to declare the entire range ‘deemed forest’.” In December 2010, the high court ordered a complete ban on borewells and asked the administration not to give permits for them without consulting the court, after the PWD predicted the city will run out of groundwater by 2040 if the usage continued at the then rate of consumption. The entire Gurugram district was marked as a ‘dark zone’ by Central Ground Water Board (CGWB) in 2013, which refers to an area where groundwater level has fallen beyond a parameter. Officials of the forest and hydrology departments, and HSPCB all assured that the violations will be inspected and strict action taken against offenders. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Fani sends rain to Gurugram, mercury drops a little; air gets better": {"link": "https://timesofindia.indiatimes.com//city/faridabad/fani-sends-rain-to-gurgaon-mercury-drops-a-little-air-gets-better/articleshow/69171261.cms", "time": "2019-05-04 09:58:00", "description": "GURUGRAM: The city witnessed light rain, thunderstorm and an increase in wind speed on Friday, which brought down both the air quality index (AQI) and the temperature. Rain brought relief for residents who had been reeling under a heat wave. The maximum temperature had increased to up to 43 degrees Celsius in the past one week. According to BP Yadav, head, IMD’s regional meteorological centre, the evening rain was due to a combination of western disturbance in the region along with the influence of cyclone Fani in the Bay of Bengal. “Due to the impact of the cyclone, easterly winds prevailed in UP, Delhi, Haryana and other parts of north India. This brought moisture intrusion along with thunderstorm and rain not only in Delhi, but the entire region,” Yadav told TOI. The AQI in the city was recorded at 187, which is in the moderate category. On Thursday, the AQI had deteriorated to the ‘very poor’ category and was recorded at 306. The AQI in Manesar was also recorded at 176, in the moderate category. The 24-hour average of PM2.5 at Gwalpahari was recorded at 47.09 micrograms per cubic metre. The AQI for Gwal Pahari station is not measured. The air quality in the other cities of Delhi-NCR also improved due to light rain and high-speed wind. The AQI was 183 in Delhi, 185 in Faridabad, 188 in Ghaziabad, 190 in Greater Noida, and 170 in Noida — all in the moderate category. However, Saturday might not be as pleasant as an increase in the maximum temperature is expected. According to the Met department, the temperature is expected to rise by one to two notches in the next two days. Also, the air quality is likely to deteriorate to the poor category. According to the SAFAR forecast, the AQI will range between 200 and 240 in the next 48 hours. The maximum and minimum temperature on Friday remained at 39 and 23 degrees Celsius, respectively. The humidity levels oscillated between 64 and 37%. Download The Times of India News App for Latest City ."}, "Three rob driver of cab at gunpoint in Gurugram": {"link": "https://timesofindia.indiatimes.com//city/faridabad/3-rob-driver-of-cab-at-gunpoint/articleshow/68859734.cms", "time": "2019-04-13 17:50:00", "description": "GURUGRAM: Three men allegedly robbed a driver of his cab at gunpoint on Thursday at Southern Peripheral Road (SPR) in Sector 69, after booking a ride. The accused had booked the cab from Faridabad to Gurugram, but after reaching SPR, they threatened the driver and fled with the car. Driver Chanchal Kumar said that the three men had got on his Swift Dzire Ola cab around 1am on Thursday. He said, “The men threatened me with a gun. One of them took the driver’s seat and another snatched my mobile phone. They finally dumped me by the road and fled with the car.” An FIR was registered against the men under IPC sections 379-B (snatching and use of force) and 34 (common intention) at the Badshapur police station. “The accused will be arrested soon,” said inspector Mukesh Kumar. In Video:Gurugram: Three men allegedly rob driver of cab at gunpointDownload The Times of India News App for Latest City ."}, "Gurugram-Faridabad metro plan revived, may be linked to Yellow Line": {"link": "https://timesofindia.indiatimes.com//city/faridabad/gurgaon-faridabad-metro-plan-revived-may-be-linked-to-yellow-line/articleshow/69719660.cms", "time": "2019-06-10 09:03:00", "description": "GURUGRAM: The Haryana government is reviving a proposed a metro route between Gurugram and Faridabad, which was discussed recently at a meeting in Chandigarh. The metro line between the two cities had been discussed earlier as well, but the project was delayed. Chief minister Manohar Lal Khattar has directed officials to expedite work on the proposed line, which is the fifth such line proposed in Gurugram. The discussion on the metro link between the two cities came up during a review of Haryana’s metro projects in the NCR in a meeting in Chandigarh late last month. Sources said the 31-km metro line is expected to start at Bata Chowk in Faridabad and connect with Huda City Centre. The cost of the project is expected to be around Rs 5,900 crore. The initial plan was to link Bata Chowk to Huda City Centre via Gurugram Sector 54, Sushant Lok and Sector 45. “As of now, discussions are underway to either merge the metro link with the DMRC Yellow Line at Sikanderpur metro station or with the Rapid Metro line at the Sector 55-56 Rapid Metro station,” a senior GMDA official present at the meeting told TOI. He, however, added that the route is subject to final changes. Another possibility is that it might be extended along the Golf Course Road till Vatika Chowk on Sohna Road. The Faridabad-Gurugram metro link has been in the pipeline for a while now, and already has in-principle approval from the state and central government. This is the fifth metro project proposed in the city after Gurugram metro, Regional Rapid Transit System, Mass Rapid Transport System and the orbital rail along the Kundli-Manesar Expressway. GMDA officials have dismissed concerns regarding these projects, all of which have been delayed, saying these metro loops together would address issues of public transport in the city as they would provide not internal connectivity within Gurugram but also link the city with Delhi, Faridabad, Manesar and Palwal. TOI had recently reported that the Haryana government is considering a link between the Delhi Metro Blue Line and Gurugram metro. The biggest question, however, is of funding. Gurugram and Faridabad metro together require around Rs 12,000 crore. While the state government is expecting financial support from the Centre, it will have to present a long-term plan on the revenue models of both metro lines and on whether they will have sufficient ridership to justify the capital and operational expenses. Download The Times of India News App for Latest City ."}, "Sexual abuse: No pre-arrest bail for Faridabad college professor": {"link": "https://timesofindia.indiatimes.com//city/faridabad/fbd-college-prof-accused-of-sex-scandal-on-the-run/articleshow/69550318.cms", "time": "2019-05-29 07:52:00", "description": "GURUGRAM: An associate professor of a government college in Faridabad, accused of sexually exploiting college students, failed to get relief from court on Tuesday. The professor, who is on the run, had applied for anticipatory bail before additional sessions judge of Faridabad court, Jagbhushan Gupta. The next date of hearing is scheduled for May 30, but the court has not restrained police from arresting the accused. He could get arrested any time, said police. The scandal was unearthed in the government college last week, when a student filed a police complaint and submitted an audio-visual recording, alleging that three college staffers, including the associate professor, were sexually abusing girls students by promising them better grades in exams. In the recording, the accused lab assistant can be heard asking the girl student to accompany him to a hotel in exchange of better grades. Following this, peon Vikram and lab assistant Jagdev were arrested. During their interrogation, the lab assistant revealed that several girls were promised better grades in practical exams in lieu of sexual favours by senior college staff, including the accused associate professor. On the basis of his statement, a section on rape was added to the FIR. Police has now also added sections of the SC/ST Act to the FIR. The case against the college staff was registered at women’s police station in Sector 16, under section 354 (outraging modesty), 376 (rape), 201 (destroying evidence), 506 (criminal intimidation) and 120B (criminal conspiracy) of IPC and Section 18 of the SC/ST Act. It has also come to light that some students may have been threatened by the accused, who even tried to tamper with evidence. Police said they believe many of the victims, traumatised by the sexual exploitation, are yet to come out. The state government has already suspended the accused staff and the college principal. Advocate Sanjeev Chaudhary, counsel for the accused, said there is no direct allegation against associate professor C M Vashist. “The complainant is a student of science and my client is a professor of commerce,” said Chaudhary. Countering his argument, the complainant’s counsel O P Sharma said the issue is not related to one particular student, but was about the trust of thousands of parents who send their children to the college. “The evidence that has come to light suggests involvement of an organised racket in the exploitation of girl students,” said Sharma, adding that the accused professor needs to be arrested to extract more details of the case. “We’re probing the case and trying to arrest the third accused,” said a senior cop in Faridabad. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Over 500 trees felled in Mangar buffer zone": {"link": "https://timesofindia.indiatimes.com//city/faridabad/over-500-trees-felled-in-mangar-buffer-zone/articleshow/69512297.cms", "time": "2019-05-27 09:19:00", "description": "GURUGRAM: More than 500 mesquite trees were felled in Mangar buffer zone of the Aravalis, which is notified under the Punjab Land Preservation Act (PLPA), in the last three days. The forest area, which lies near Kot and Bandhwari villages, also falls in the one-km radius of Asola Bhatti sanctuary. Sunil Harsana, a conservationist in Mangar village, said, “I found as many as 500 tree stumps in the area. It was one of the largest attempts to clear trees in the buffer zone. There had been several attempts to encroach upon the area in the past. We have filed several complaints giving exact details of the area with GPS readings and pictures, but the forest department doesn’t take any action. The encroachment is taking place in broad daylight in the protected area of Mangar. There is a need to take immediate action to tackle it.” According to a villager, police and the forest department had dug a small trench near the area last year to stop movement of vehicles that come to the buffer zone in a bid to clear trees. “Last year, a tree-cutting attempt took place in the same area. The department had already set up a makeshift check post near the encroached area. They had also built a trench to stop the movement of trucks. However, encroachers continue to fell trees,” said a villager. An official in the forest department said action couldn’t be taken now as they had not received any complaint. “So far, we are not aware about any attempts made in the area to fell the trees. However, we had tried our best to stop encroachment in the area,” he said. Non-forest activity is not allowed in the area which is notified under PLPA, 1900. Moreover, the land in Mangar Bani is protected as it has been demarcated as a 677-acre forest area with 500-metre buffer zone (no-construction zone). Mangar Bani is the only sacred forest grove left in Delhi-NCR. It’s located on the tail end of the Aravalis, the oldest mountain ranges of the country, and is close to the Gurugram-Faridabad highway. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Scrap dealer burns plastic and rubber": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/scrap-dealer-burns-plastic-and-rubber/articleshow/61887942.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Firemen could not go in, didn’t have mask, ladder": {"link": "https://timesofindia.indiatimes.com//city/faridabad/firemen-could-not-go-in-didnt-have-mask-ladder/articleshow/69708291.cms", "time": "2019-06-09 08:58:00", "description": "FARIDABAD: Six days ago, Vishal Bhati, along with his wife and two children, returned home from their vacation in Manali. Little did Vishal know that it was his last vacation with his family. Thirty-year-old Vishal, who owns the playschool in Faridabad’s Dabua colony which was engulfed in a fire on Saturday, had taken his family to Manali after his school closed for the summer vacations. Talking to TOI, Vishal said that the firemen could not go inside the building to save his family because they lacked equipment. “The water pipe they were using to douse the fire was broken. So, the water pressure was not enough. Also, the firemen could not go inside the building as they were not in uniform and did not have helmets and masks. They did not even have a ladder to evacuate my family,” he said. “My wife and children were sleeping. I had gone down to get milk from the milkman when I noticed the fire and my neighbours also raised alarm. I went upstairs and alerted my wife and told her to get the children out of the building. My car and bike were parked in my garage. I took them out to avoid a blast. There was smoke everywhere. Meanwhile, my neighbours called for the fire tender,” he added. About his daughter, Yashika, who was only eight years, Vishal said, “She used to dance and was also interested in sports.” Mahinder Kumar (55), Vishal’s neighbour, recalled that the children were jolly and Vishal’s five-year-old son Dev would always greet him, saying “Namaste uncle ji”. Download The Times of India News App for Latest City ."}, "Deadly blanket of pollution": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/deadly-blanket-of-pollution/articleshow/61569744.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Speed proves fatal for wildlife on this stretch bisecting Aravalis": {"link": "https://timesofindia.indiatimes.com//city/faridabad/speed-proves-fatal-for-wildlife-on-this-stretch-bisecting-aravalis/articleshow/68663709.cms", "time": "2019-04-01 08:33:00", "description": "GURUGRAM: According to an estimate, in the last four years, more than 20 wild animals — including 10-month-old and seven-month-old female leopards — have lost their lives on the Gurugram-Faridabad road, either run over or hit by speeding vehicles. Shockingly, five wild animals — including a leopard, two jackals, an Indian fox and an Indian hare — have been killed in road accidents in the first three months of the year. Besides, the Pali road that transects the Gurugram-Faridabad road in Faridabad, and the Surajkund-Badkal road bisecting the Pali road, have also reported cases of roadkill. Developed as a state highway some 12 years ago, and winding its way through the fauna-rich Aravalis, this stretch embodies the conflict between man and animal. And chief among the reasons behind the large number of deaths is that each of the three roads bifurcate the natural wildlife corridor between Asola Bhatti Wildlife Sanctuary in Delhi and Sariska Tiger Reserve in Alwar, Rajasthan. This bifurcation has ended up fragmenting habitats by altering the local topography, adversely affecting the entire ecology of the area. Worse, little effort has gone into ensuring the safety and protection of the many species of wildlife in the region. When TOI visited the three roads, it found hardly any speed-breakers, even near sensitive zones like Mangar Bani and Asola Bhatti. On a 4km stretch on the Gurugram-Faridabad road, between the check-post in Mangar village and Pali road, there is just one speed-breaker, while the Pali (8.4km) and Surajkund-Badkal (7.8km, till the shooting range in Faridabad) roads have only four speed-breakers. Lamentably, there is not a single signboard indicating the presence of wild animals on the three stretches. “Last month, we reported the death of a fox and an Indian hare on the Surajkund road. In January, a female leopard was run over by a heavy vehicle on the Gurugram-Faridabad road. These are the cases that get reported. However, the fact is that wild animals die every day on these roads and several cases go unreported. Sadly, the authorities don’t even lift the carcasses, except in the case of leopards’ deaths,” says Sanjay Rao, a wildlife activist from environmental NGO Save Aravali. “The authorities don’t want to make any security arrangements for wildlife as they don’t want to highlight the presence of wildlife here. The ignorance, however, has led to a rise in the cases of roadkill and thus the destruction of the rich fauna of the Aravalis,” Rao added, ruefully. District forest department officials say they have advised construction of a tunnel for safe passage of wildlife. “Building a simple, green underground tunnel is not rocket science. While it is true that building a wildlife corridor will require a lot of land, which is not available here, a wildlife tunnel or passage can easily be built — if the passage is as green as forests around, wild animals will definitely use this to cross the road,” explains R P Balwan, former conservator of forests, Gurugram Circle. Nothing, however, has come of this suggestion. “Since the time the Gurugram-Faridabad road has been widened, the forest department raised a demand to build such passages. However, the proposals never saw the light of day,” Balwan added. Incidentally, Asola Bhatti, located on the southeastern edge of Delhi, is home to many indigenous flora and fauna species. Rajasthan, meanwhile, took the initiative to protect wildlife by declaring a wildlife sanctuary, Sariska, covering an area of 866 square kilometres. The Haryana government, on the other hand, has done little to safeguard the expanse of Aravalis between Asola and Sariska, even though this section of the range acts as an important wildlife corridor. In 2017, a study conducted by the Wildlife Institute of India (WII) confirmed the presence of 10 carnivore species in the Aravalis of south Haryana. In its recommendations, the WII study called for prioritising conservation in Mangar Bani and other areas contiguous to the Gurugram-Faridabad road, describing these as the “last remnants” for wildlife here. “The highway can be considered a priority conservation site, because of the fact that it is located amidst the reckless development in this region,” it states. Download The Times of India News App for Latest City ."}, "No rain but road waterlogged": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/norainbutroadwaterlogged/articleshow/64673500.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Residents protest felling of trees in Faridabad": {"link": "https://timesofindia.indiatimes.com//city/faridabad/residents-protest-felling-of-trees-in-fbd/articleshow/69795991.cms", "time": "2019-06-12 10:50:00", "description": "FARIDABAD: Residents living near the Ambedkar Road in Faridabad took out a protest on Monday criticising the government’s move of felling of trees in the area, to widen the road as part of the smart smart city project. The residents alleged that despite their demands to transplant all trees, about 30 trees have been felled in the last one week. As per the project details, the authorities are planning to widen the road and built pedestrian path, cycle track on this stretch. The road will also have CCTV cameras, smart poles, underground utilities and will also have WiFi connectivity. The project is divided in two phases. In phase 1, the agency —hired by the authority — would cover 9.49 kilometres and remove around 265 trees. “Faridabad is one of the most polluted cities in the country. Unfortunately, the authorities fail to understand that good tree cover is part of the city’s development as it helps bring down pollution. There is enough space on the road to build pedestrian path and cycle tracks. The trees are being chopped unnecessarily. We want to save these trees, at least with help of transplantation,” said Rohit Chawla, one of the residents who took this up with the authorities and cops. Shockingly, both the civic authorities and the forest department didn’t seem bothered. In a letter (a copy of which is with TOI) sent by horticulture department of HSVP (Faridabad) to the project proponent, the department states, “This office has no objection for removal/ transplantation of trees, etc. but necessary permission kindly be granted from the forest department.” The forest department, on the other hand, said that the area doesn’t come under its jurisdiction. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "In Faridabad, BJP bags 69% vote share": {"link": "https://timesofindia.indiatimes.com//city/faridabad/in-faridabad-bjp-bags-69-vote-share/articleshow/69478323.cms", "time": "2019-05-24 13:39:00", "description": "FARIDABAD: Union minister Krishan Pal Gurjar won from the Faridabad Lok Sabha constituency again, defeating arch-rival Avtar Singh Bhadana of Congress by a whopping margin of 6.4 lakh votes - the second-highest difference in the state after Karnal.  While the BJP heavyweight bagged 9.1 lakh votes, with a vote percentage of 68.8%, Avtar Singh managed to garner 2.7 lakh votes with vote percentage of 20.7. BSP's Mandhir Singh Mann came a distant third, with 86,752 votes and percentage of 6.5. Candidates of INLD (Indian National Lok Dal) and AAP (Aam Aadmi Party), on the other hand, got less than one per cent votes. Pandit Naveen Jaihind of AAP bagged mere 11,112 votes, while INLD's Mahender Singh Chauhan got 12,070 votes. In 2014, Krishan Pal had defeated then sitting MP Avtar Singh by 4.6 lakh votes.  BJP workers attributed the victory in Faridabad to the Modi wave and the state government's development plank. \"No other party could do this in the past 50 years. We are sure of winning the forthcoming assembly elections also,\" said Raghav Kumar, a party worker. The total voter turnout in Faridabad was 64.1%. Download The Times of India News App for Latest City ."}, "9 more check posts in Aravalis soon to curb tree felling, encroachment": {"link": "https://timesofindia.indiatimes.com//city/faridabad/9-more-check-posts-in-aravalis-soon-to-curb-tree-felling-encroachment/articleshow/69535426.cms", "time": "2019-05-28 10:00:00", "description": "GURUGRAM: The forest department has submitted a proposal to set up nine check posts in the Aravalis along the Gurugram-Faridabad road. The check posts will be in addition to the existing six check posts and cover an area of 80 square kilometres. Officials said that these nine check posts will be manned 24X7. The check posts will cover vast forest area between Damdama and Bandhwari. The forest department called it an important step to check increasing tree cutting cases and encroachment attempts in the Aravalis in the two cities. “Since there have been many complaints of tree felling and encroachment attempts, we have proposed to establish nine new check posts along the Gurugram-Faridabad road. The road is a very sensitive area as it is a state highway,” said a senior forest official. The activists, however, called the move a mere eyewash as the forest department hasn’t approved the budget for these check posts and are already facing staff crunch. “The forest department has sent proposals many times for check posts, wildlife guards and equipment. However, hardly any proposal is approved. I think the department should manage the existing check posts and then establish more. Nevertheless, there is a need to understand that staff strength should be increased to manage these check posts,” said Vaishali Rana Chandra, an environmentalist. Till February last year, the department had only 11 check posts in the Gurugram division, which included the two ranges — Gurugram and Sohna. However, by March 2018, the check posts at Damdama, Bandhwari, Bar Gujjar, Kachra Chowk (now known as Khushbu Chowk) and Abheypur had become non-operation. Also, the department earlier had four guards at one check post and nine protection watchers for the Aravalis but after March 2018, the number of protection watchers decreased to one at each check post. Last year, a group of city-based environmentalists met Union environment minister Harsh Vardhan demanding an increase in the number of check posts in the Aravalis. In 2004, the Supreme Court had banned all non-forest activities in Aravalis. Also, Section 4&5 of Punjab Land Preservation Act (PLPA), prohibits any kind of non-forest activity in the Aravalis. The forest department ensures the implementation of all the norms. Download The Times of India News App for Latest City ."}, "What happened to beacon ban?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/what-happened-to-beacon-ban/articleshow/59078900.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Sector 64C faridabad m gandgi ka abhar": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sector64cfaridabadmgandgikaabhar/articleshow/67052445.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Why the sandy foothills of Aravalis need to be protected": {"link": "https://timesofindia.indiatimes.com//city/faridabad/why-the-sandy-foothills-of-aravalis-need-to-be-protected/articleshow/69628610.cms", "time": "2019-06-03 08:54:00", "description": "Each passing summer, the city stares at an acute water shortage. But while the authorities struggle to meet demand, very little is being done to protect the ‘bhood’, the sandy foothills of the Aravalis which are a major source of groundwater recharge. The bhood areas are sand dunes that typically occur on the western flanks of the Aravali hills. Due to their porous nature, they have high percolation levels and serve as a vital groundwater recharge zone, especially for the excess water flowing down the rocky Aravali slopes during the monsoon. These sandy foothills comprise sand deposits that have been carried by the desert winds from the Thar over millions of years. When the winds hit the barrier that is the Aravali range, they drop their load of sand. According to Vijay Dhasmana, an ecologist with NGO IamGurugram, the foothills act as aquifers by collecting monsoonal overflow. “The protection of hillocks and sandy foothills is as important as the protection of the Aravali hills,” emphasises Dhasmana, adding that these hillocks have an ecology all their own. In Gurugram, large parts of villages like Bandhwari and Gwalpahari are classified as sandy foothills. Altogether, the district has 1113.28 hectares of similar topography — while Bandhwari has 287.22 hectares of foothills, Sohna, Bhondsi and Gwal Pahari have over 100 hectares. Activists believe the bhood belt requires urgent legal protection, which won’t happen without political will. But, says environmentalist Vaishali Rana Chandra, lack of intent shown by politicians has led to uncertainty over the status of the foothills, leading to their degradation. “The groundwater levels in the bhood areas have gone down drastically because of rampant encroachment and construction — they are going down in the villages as these have large part of foothills in the Aravalis,” explains Rana. “As there is ambiguity over the status of yet-to-be-decided category (including bhood area), the authorities have allowed multiple builders to colonise the bhood areas in Gwalpahari and other villages, while they are taking an eternity to decide the status of these areas,” she rued. At present, one lakh hectares of land (approx.) fall under the Aravalis, spread across five districts of southern Haryana. More than 25,000 hectares have been classified as forest under sections 4 and 5 of the Punjab Land Preservation Act, while around 62,000 hectares have been identified as natural conservation zone (NCZ). Another 12,800 hectares in the hills have been placed under the yet-to-be-decided NCZ category. “As per the directions of the National Capital Region Planning Board (NCRPB), dated December 4, 2017, the bhood areas in Haryana are equivalent to the specified areas of the MoEF (Ministry of Environment and Forests) notification of 1992 and should therefore be included in the NCZ, especially when they are close to ‘gair mumkin pahar’ areas,” points out Chetan Agarwal, a forest analyst (‘gair mumkin pahar’ is defined as land that is not cultivable). Incidentally, the Central Ground Water Board (CGWB) had tagged the entire Gurugram district — and some blocks in Faridabad, Mewat, Rewari and Narnual — as a ‘dark zone’, indicating that groundwater levels have fallen. Still, it is estimated that the entire Aravalis conserve over 20 lakh litres of water per hectare every year, with just one-third of the annual rainfall of 600mm. The annual economic value of the water recharge is around Rs 25 lakh. All the more reason, then, to make preservation of the ‘bhood’ a priority. Download The Times of India News App for Latest City ."}, "INLD loses yet another legislator to saffron party": {"link": "https://timesofindia.indiatimes.com//city/faridabad/inld-loses-yet-another-legislator-to-saffron-party/articleshow/68577214.cms", "time": "2019-03-26 12:36:00", "description": "CHANDIGARH: One more INLD MLA, Kehar Singh Rawat, joined BJP on Monday in presence of Haryana BJP president Subhash Barala and state in charge Anil Jain. Rawat represents Hathin assembly seat in Faridabad district. With this, Abhay Singh Chautala-led opposition party is left with just 10 legislators. On Saturday, INLD MLA from Nalwa constituency in Hisar, Ranbir Singh Gangwa, had joined BJP. In the 2014 state assembly polls, Rawat had defeated Harsh Kumar of BJP. He left the party just two days after INLD had written to Haryana assembly speaker seeking disqualification of all those legislators who had left the party and joined other outfits. The INLD had won 19 seats in the 2014 assembly polls. One of its MLAs Nagender Bhadana from NIT in Faridabad has been supporting BJP since begining. Two of its MLAs Hari Chand Midha in Jind and Jaswinder Sandhu in Pehowa had died. Four MLAs, including Naina Chautala from Dabwali, Pirthi Nambardar from Narwana, Anoop Dhanak from Uklana and Rajdeep Phogat from Dadri, have joined Dushyant's Jannayak Janata Party. INLD led by Abhay Singh has been in serious crisis after his elder brother Ajay Chautala and his son Dushyant Chautala formed a separate outfit. Recently, BSP, which had entered into alliance with INLD in April 2018, had also separated from INLD. Sources added that some more INLD MLAs may leave the party in the near future. Download The Times of India News App for Latest City ."}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "What has government done to control Bandhwari leachate, asks NGT": {"link": "https://timesofindia.indiatimes.com//city/faridabad/what-has-govt-done-to-control-bandhwari-leachate-asks-ngt/articleshow/69052377.cms", "time": "2019-04-26 09:56:00", "description": "GURUGRAM: The National Green Tribunal (NGT) on Wednesday instructed the chief secretary of Haryana to immediately submit an action-taken report on leachate at the Bandhwari waste treatment plant. It also directed the government to take strict action against all officers, who failed to stop leachate from collecting at the plant, and stop issuing their salaries, if necessary. “Punitive action (should) be taken against the officers for failing to handle the situation. This task must be undertaken under the directions of the chief secretary of the state who will be at liberty to take disciplinary action as well as prosecution of all concerned and furnish an action-taken report in the matter,” states the order, given by a bench headed by NGT chairperson Justice Adarsh Kumar Goel, a copy of which is with TOI. The order added that the chief secretary could also stop issuing salaries of the officers, who were not able to perform, or replace them with more competent officers who would deliver on the ground level. The directions were given in response to a plea filed by environmentalist Vivek Kamboj after a committee submitted a report, stating waste was being burnt at the landfill site, leading to air pollution. The green tribunal blamed the MCG and the agency hired by the corporation for waste management in the city. “The contractor to whom the work is assigned is not performing the job... The result is damage to public health. The question is how the local authorities will be made accountable for protection of environment and the victims,” the bench said. It also slammed the Haryana government and civic bodies over disposal of solid waste and construction debris in the forests of Aravalis along the Gurugram-Faridabad road. The plant is managed by Ecogreen Energy, a private company appointed by MCG. In August 2018, the court had directed the firm to pay a compensation of Rs 2.5 lakh as an interim measure and directed an inspection by Central Pollution Control Board (CPCB). In March 2019, CPCB stated that there was accumulation of legacy waste in Bandhwari and no time-targeted plan to take remedial measures. The report added that there had been continued damage to wildlife and residents of the area on account of air pollution due to burning of waste. Download The Times of India News App for Latest City ."}, "Act on complaints or face action: CPCB to agencies": {"link": "https://timesofindia.indiatimes.com//city/faridabad/act-on-complaints-or-face-action-cpcb-to-agencies/articleshow/69437491.cms", "time": "2019-05-22 04:15:00", "description": "NEW DELHI: “Take immediate action on air pollution complaints placed through social media or face prosecution,” Central Pollution Control Board told authorities in NCR. A meeting was held earlier this month with government departments and civic bodies. “Their performance was found to be below 40-60% on the social media account”, so the apex pollution control body asked the agencies to “enhance their performance, which is declining especially on social media”. “It was advised to all agencies to ensure timely action on complaints with proper action taken reports uploaded for information of the complainants.... the expected target of resolution of complaints must be more than 80%,” said CPCB. The review meeting was conducted by the CPCB member secretary with the nodal officer of south, east and north municipal corporations, Delhi Development Authority, Delhi Pollution Control Committee, authorities of Gurugram, Ghaziabad, Faridabad, Noida and Greater Noida. Agency-wise performance graphs from November 2018 to April 2019 were shown. “Member secretary, CPCB, has given instructions to all agencies to take immediate action on pending complaints on social media accounts within a week, otherwise CPCB will be constrained (to) prosecute the defaulter agency for non-compliance as per the direction of Hon’ble Supreme Court,” minutes of the meeting state. In November last year, CPCB had directed public and enforcement agencies to immediately join social media platforms on which citizens can lodge their complaints on pollution directly, noting that actions of these bodies have been “inadequate”. In a meeting with the agencies and state pollution control boards, CPCB member secretary Prashant Gargava had asked the agencies to join social media platforms like Twitter and Facebook to facilitate citizens on lodging complaints on air polluting activities. “It has been observed that most of the agencies are yet to join social media platforms and take action with respect to complaints concerning them,” CPCB was quoted as saying by the minutes of the meeting. The pollution control body said that the reported complaints are forwarded to the agencies concerned for action. However, “it is observed that most of the agencies are yet to join and also action taken on complaints”. “It was reiterated that agencies must immediately create a Facebook page and a Twitter handle to join CPCB’s social media platform to address complaints,” it said. Download The Times of India News App for Latest City ."}, "Rampant garbage burning at Pali, Faridabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rampant-burning-garbage-so-shift-faridabad/articleshow/57712445.cms", "time": "", "description": ""}, "Smoke is in the air": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/smoke-is-in-the-air/articleshow/61110213.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Unsafe transport of LPG cylinders": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unsafe-transport-of-lpg-cylinders/articleshow/61636548.cms", "time": "", "description": ""}, "Poisoning the air": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poisoning-the-air/articleshow/61254034.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Water testing to be done near Panchkula landfill": {"link": "https://timesofindia.indiatimes.com//city/faridabad/ulb-to-conduct-water-testing-of-area-near-pkl-dumping-site/articleshow/69409396.cms", "time": "2019-05-20 10:50:00", "description": "PANCHKULA: The urban local bodies (ULB) of the Haryana government will conduct water testing and pollution check of the area located within 1 km of the dumping ground at Sector 23, Panchkula. This was decided in a meeting held recently which was conducted by Sameer Pal Sarow, ULB director. It was attended by the residents of sectors 25 and 26. During the meeting, the residents expressed concerns over contamination of ground water for tubewells located near the dumping ground. Dharam Singh Hira, president of Sector 26 resident welfare association (RWA), said the residents wanted testing of water supplied to residential pipelines as they believed that the water was infested with heavy metals and was affecting the health of the public. Residents of Sector 25 also raised the issue of air pollution in the area. They said they wanted to get the air quality checked as it might cause problems to asthma patients. Sources said a proposal was also mooted out by the ULB officials to get the testing done by the pollution board, but the residents objected to it stating that they were not well-equipped. Considering which the officials decided that they would hire a private company for the same. The officials stated that they wanted the resident representatives to visit Faridabad and Panipat to monitor small plants set up to tackle garbage menace. Residents also demanded that they should be allowed to visit the material recovery centre which the Panchkula municipal corporation had set up at Sector 12. ULB officials instructed that regular layering of the soil on the dumping ground and chemical spray should be done regularly for safe environment. Recently, the municipal corporation administrator-cum-commissioner Panchkula Rajesh Jopal, made a surprise visit to the solid waste dumping site in Sector 23, Panchkula. He directed that more saplings should be planted at the site. He also found that the covering of the municipal solid waste with soil had reduced due to which foul smell had started emanating from the site. He directed the staff to cover the waste with soil on a daily basis. He also directed to use spray culture at equal intervals to avoid spread of flies and mosquitoes. Download The Times of India News App for Latest City ."}, "Noida to finish Faridabad-Noida-Ghaziabad e-way underpass by end of year": {"link": "https://timesofindia.indiatimes.com//city/faridabad/noida-to-finish-fng-e-way-underpass-by-end-of-year/articleshow/69393995.cms", "time": "2019-05-19 09:18:00", "description": "NOIDA: The Noida Authority has taken over the construction of Faridabad-Noida-Ghaziabad (FNG) expressway on priority basis and aims to complete work on an 11-kilometre-long underpass by the end of this year. Of its total length, about 19.9km falls in in Noida-Greater Noida, 8km in Ghaziabad, and the rest 28.1km in Faridabad. In Noida, one end of FNG is located at Chijarsi on NH-24, while the other end is at the entrance to Faridabad, near Sector 168. Once extended till Sohna as proposed, its length will be 75km. Authority officials said 11 kilometres are covered by the underpass across the Noida-Greater Noida expressway. The underpass will connect sectors 143 to 168 after which a bridge has to be constructed across the Yamuna to connect Noida with Faridabad. “The underpass across Noida-Greater Noida expressway and some other small stretches that are incomplete will be completed on priority basis by the end of this year. This will cost about Rs 300 crore. Meanwhile we will see what can be done about the Yamuna bridge and the elevated road and if any other agency can complete the same,” KK Aggarwal, general manager, Noida Authority, said. He said the Authority had been in talks with NHAI for taking over the project, but the central agency has declined the offer. This has made it difficult to carry out work on the elevated road and Yamuna bridge, both of which connect Noida with Faridabad in Haryana. “There are some small patches in between that also need to be connected. In some areas, we need to begin from scratch and even acquire land for the expressway. The entire stretch will take longer, but the underpass will be our priority as of now, since we will not face any jurisdiction or permission related issues,” Aggarwal said. The FNG expressway was proposed in 2016 and has been delayed for over three years as the project kept shifting between multiple agencies. Since the expressway will connect three cities from two states, the local agencies were hoping that it will be completed by the NHAI. However, the project has finally been taken over by Noida Authority. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Heading towards Faridabad? Brace for snarls today": {"link": "https://timesofindia.indiatimes.com//city/faridabad/heading-towards-faridabad-brace-for-snarls-today/articleshow/68622335.cms", "time": "2019-03-29 09:06:00", "description": "FARIDABAD: Commuters travelling to Faridabad from Delhi and Gurgaon are likely to face congestion on Friday during the morning rush hours as a kilometre-long stretch on Delhi-Chennai highway will be closed between 4.30 am and 8 am for the installation of a pedestrian footover bridge. The footover bridge will be installed near Hanuman Mandir. The closed stretch will be from Hanuman temple to Bata Chowk metro station. Parking at the station will also remain closed during these hours. To ensure smooth movement of vehicles, Faridabad traffic police will divert heavy vehicles from Palwal towards Delhi at Sectors 4 and 8 via Goodyear Chowk. Heavy vehicles from Delhi which are headed towards Palwal and Ballabhgarh in Haryana will be diverted via Ajronda flyover to Outer Bypass Road, said Sube Singh, PRO, Faridabad police. Light vehicles will be allowed to use the service lanes and the internal sector roads. While authorities aim to wrap up work on the footover bridge by 8 am, office-goers could face traffic snarls in case it goes beyond the scheduled hours. There will also be a tailback of heavy vehicles on the highway waiting to enter Faridabad. Download The Times of India News App for Latest City ."}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Panchkula: Minimum average turnover increased to Rs 5 lakh under new excise policy": {"link": "https://timesofindia.indiatimes.com//city/faridabad/minimum-avg-turnover-increased-to-rs-5l-under-new-excise-policy/articleshow/68662942.cms", "time": "2019-04-01 06:25:00", "description": "PANCHKULA: With the change in the new excise policy of Haryana, Panchkula has been kept in the special category among two other cities. The bar owners in the city are crying the pain of minimum quota of liquor and non-alcoholic items in the bars. The new excise policy states that a bar licence in the form of L-4/L-5 license, operative in the previous year is now eligible for renewal only if they have procured minimum of two cases of IMFL/IFL/wine and two cases of beer on an average monthly basis from nearest L-2 vend. Further, they also have minimum average turnover of Rs 3 lakh per month arising from the sale proceeds of non-alcoholic items in the restaurants. The corresponding figures in case of Panchkula, Gurugram and Faridabad which has been kept in special category, where four cases of IMFL/IFL/wine, four cases of beer and a minimum average turnover of Rs 5 lakh per month arising from sale proceeds from non-alcoholic items in the restaurants. The average turnover shall be computed for the period of operation of the bar in the previous year and as reflected in the VAT and SGST/CGST returns. The bar owners whose sales do not equal to that of Gurugram and Faridabad bars and pubs, met Amit Khangwal, Panchkula deputy excise and taxation commissioner and raised their dissatisfaction about the new policy. One of the bar owner, said, “In Panchkula, there are no such customers in comparison to Gurugram and Faridabad and there was no need to keep the city in the special category.” Amit said, “I have asked the bar owners to give me a written complaint so that I can forward this to the higher authorities so that their requests can be considered.” Download The Times of India News App for Latest City ."}, "sector 64C m street light khrab and chori": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sector64cmstreetlightkhrabandchori/articleshow/66758676.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "BJP may field paralympian Deepa Malik against Hooda or son to win Jat vote": {"link": "https://timesofindia.indiatimes.com//city/faridabad/bjp-may-field-paralympian-deepa-against-hooda-or-son-to-win-jat-vote/articleshow/68716396.cms", "time": "2019-04-04 10:08:00", "description": "GURUGRAM: BJP, which is struggling with the Jat candidates on certain seats in Haryana, is looking at paralympian Deepa Malik as its saviour. Sources revealed the party may field Malik on one of the two seats considered pocket boroughs of the Congress’s Hoodas, ie Sonipat or Rohtak. Preferably, she will contest from Rohtak, but if that doesn’t work out for unforeseen circumstances, BJP will give her the Sonipat ticket. Malik (48) joined BJP on March 25, and there were initial speculations the party will field her from Karnal. However, with the last date of filing nominations approaching, the party has begun considering her for Rohtak or Sonipat. Meanwhile, Congress appears ready to continue with Deepender Singh Hooda in Rohtak, though it is yet to decide whether to field his father, former chief minister Bhupinder Singh Hooda, from Faridabad or Sonipat, with the latter considered a bigger possibility by insiders. Hooda Jr is very popular among Rohtak voters. He is appreciated for the infrastructure development that has taken place in the area during his time, and helped him stand his ground in 2014, when the Modi Wave washed away competition across the state. But BJP is facing a real problem finding a suitable candidate for this seat. Not only do they not have a Jat candidate for the seat, their current Rohtak MLA, Manish Grover, is not popular in the rural areas of Rohtak. BJP wants a candidate who is popular and from the Jat community. In fact, the party had tried to woo cricketer Virender Sehwag, but the latter refused to join politics. Notably, the seat covers districts of Rohtak, Jhajjar and parts of Rewari. Since 1952, there have been 17 elections, in which Jats have won every time, with Congress winning 11 times, while BJP has never won it on its own. The Sonipat seat includes districts of Sonipat and parts of Jind. Here, the incumbent, Remesh Kaushik of BJP, had lately expressed his lack of interest in contesting the parliamentary elections.  He has since had a change of mind, but the party is not keen on fielding him any longer, and certainly not from Sonipat. On top of that, if Congress fields Hooda Sr from Sonipat, BJP will be in a bigger dilemma over candidate selection. Malik checks various boxes as a suitable candidate to compete against the Hoodas. She is a Jat, comes from an Army family, has won medals for the country, comes with a clean profile, has been involved with social causes and is a good orator. All this works in the party’s favour. Download The Times of India News App for Latest City ."}, "Don’t plant for numbers, create an ecosystem: Experts": {"link": "https://timesofindia.indiatimes.com//city/faridabad/dont-plant-for-numbers-create-an-ecosystem-experts/articleshow/68653991.cms", "time": "2019-03-31 07:53:00", "description": "Whether it is for a metro project, or to construct flyovers and underpasses, thousands of trees here have been deemed surplus. But while these trees were being sacrificed at the altar of development, citizen-led protests to save existing green cover have been gaining momentum. While authorities claim that compensatory afforestation will help offset damage to environment, residents and environmentalists have called such claims hollow. Most of the time, they argue, plantation takes place in an area far from where the trees have been felled. And besides, ensuring the survival of saplings planted during afforestation drives remains a major challenge. Further, many believe compensatory afforestation — plantation at one location to compensate for loss of green cover in another — has too many flaws. “The concept of compensatory afforestation is we forests at one place and then reconstruct it somewhere else but it takes millions of years to create ecosystems,” says C R Babu, professor emeritus at Centre for Environment Management of Degraded Ecosystems, Delhi University. “We can restore a degraded ecosystem, but creating it is extremely difficult and takes time,” he adds. Ecologist Vijay Dhasmana says emphasis should be on cultivating habitats. “The focus of compensatory afforestation should be to carry out habitat creation, not merely plantation drives for numbers. It is not understood that green spaces are home to several birds, animals and insects — they are seen merely as a bunch of trees,” he says. “Also, while we have specific guidelines for road engineering and construction of flyovers/underpasses, there are no specifications or guidelines to carry out plantation drives,” he adds. Some feel that while policy has been well-drafted and is self-sufficient, implementation is lacking. “One of the major issues is that permission under the Forest Conservation Act for diversion of land for non-forest purposes can be given only for 15 years. But the forest department never reclaims the land (after 15 years). If the department continues to give permission for diversion of land for non-forest purposes, it will soon be left with no land to carry out compensatory afforestation,” says R P Balwan, former conservator of forests, Gurgaon circle. In such a scenario, he continues, plantation drives will be carried out only in areas under the forest department’s jurisdiction. “These areas might be hundreds of kms away from the cities where green cover is destroyed for infrastructural development,” he adds. It takes little to wipe out a forest, then, but not much thought is given to re-greening. “First, there should be a proper study on how many trees can be saved while carrying out any infrastructural development. Second, attempts should be made to transplant some tree species that are less than 10-15 years old. Third, and most important, is to focus on creating a habitat and an ecosystem — it should not just be plantation of some saplings,” says Babu. Yet others say compensatory afforestation should take place as close as possible to the site where a canopy has been removed. “The department should study the topography and decide on the density of trees and kind of species that should be planted. For example, Dhau would survive very well on the rocky Aravalis along the Gurgaon-Faridabad Road, while species of Jaal, Khajoor, Babul will survive well in the submerged areas around Najafgarh,” Dhasmana explains. Additionally, there’s no reason why green belts and road dividers, or any stretch around roads where trees have been cut, cannot become forest land. “While I feel that the policy of compensatory afforestation is well-defined, there is a need to device a mechanism to give more land to the forest departments. It is possible only if urban forests are created,” shares a senior scientist from the Forest Research Institute, Dehradun. What can likely make a difference is residents taking part in plantation drives. “The reason why Delhi-NCR has recently witnessed several protests to safeguard tree cover is lack of transparency while carrying out compensatory afforestation. What we see is massive tree-cutting drives to build concrete flyovers and underpasses — we hardly see any successful plantation drives,” rues Anindita, a Sector 109 resident who spearheaded a ‘Chipko’ movement last year to protest against tree-felling at Atul Kataria Chowk. She advocates afforestation activity near residential colonies and corporate offices which own big spaces in Delhi-NCR. Download The Times of India News App for Latest City ."}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Marine Drive in Faridabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/marine-drive-in-faridabad/articleshow/59416933.cms", "time": "", "description": ""}, "13 houses razed in Faridabad's Kant Enclave, more to be demolished today": {"link": "https://timesofindia.indiatimes.com//city/faridabad/13-houses-razed-in-gurugrams-kant-enclave-more-to-be-demolished-today/articleshow/68680603.cms", "time": "2019-04-02 08:35:00", "description": "GURUGRAM: Agencies of the Haryana government started demolishing properties in Kant Enclave, a colony in Faridabad, on Monday morning following a Supreme Court order. The demolition began early morning in the presence of 250 cops, along with officials of DTCP, Municipal Corporation of Faridabad and the sub-divisional magistrate, Badhkal, who were part of a committee formed last month to oversee the drive. By evening, 13 properties, mostly belonging to retired Army officers, advocates and bureaucrats were demolished. In adherence to the Supreme Court’s March 31 deadline, the properties had been vacated before the drive was carried out. According to the deputy commissioner, the demolition drive could continue on Tuesday. “Our demolition drive continued throughout Monday. By evening, we completed the task,” Faridabad deputy commissioner Atul Kumar told TOI. Sources said owners of all 13 properties scheduled for demolition on Monday had vacated their premises on time. Of the 13, three properties only had boundary walls. “As they were given prior notices and were repeatedly called for meetings, the residents vacated their premises well before our drive began. We also had sufficient police personnel with us,” said a senior DTCP official. The Supreme Court, in a September 11, 2018 order to check illegal construction in the Aravalis, directed that properties in Kant Enclave be demolished before December 31, 2018, terming them illegal as they were built on forest land protected under Punjab Land Preservation Act (PLPA) 1900. The deadline was later extended to March 31.  For a further 22 property owners, the deadline was extended to July 31, 2019, as they had submitted an undertaking in the Supreme Court seeking more time to vacate their premises. Seven more house owners later filed similar undertakings, and were also exempted from Monday’s drive. The apex court had also directed authorities to deposit Rs 5 crore for the rehabilitation of the damaged area of the Aravalis, and to pay compensation to the house owners affected by the order. Officials have already received bank account details of the property owners affected by the order, for the transfer of compensation money. Each owner will get approximately Rs 50 lakh to offset construction costs, while the builder has to refund the cost of land with 18% interest. Spread over 425 acre, the licence for Kant Enclave was granted in 1984, but was developed by R Kant and Co. in 1990. Out of a total of 1,600 plots, only 42 plots in the colony were occupied, in which lived around 60 families. Download The Times of India News App for Latest City ."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Faridabad: This businessman wants to end quota system, ready for third attempt": {"link": "https://timesofindia.indiatimes.com//city/faridabad/this-bizman-wants-to-end-quota-system-ready-for-3rd-attempt/articleshow/69208956.cms", "time": "2019-05-07 08:28:00", "description": "CHANDIGARH: Deepak Gaur has contested and lost elections twice already, but he is yet to give up. A businessman who could get just 407 votes when he fought the 2014 parliamentary polls from Faridabad seat, Gaur — who is the candidate of a party which aims to end caste-based reservation in India — says another defeat would not affect him, but he is still hoping to get lucky on his third attempt. Gaur is the Faridabad candidate of Aarakshan Virodhi Party (AVP). He says his party is not against any specific community, but it wants the government to do away with the reservation system completely. “In the name of reservation, all parties have been offering ‘lollipops’ to our brothers from all communities and there is no real change on the ground. Our priority should be to strengthen the quality of education at government schools, so that we don’t need reservation at all,” he says. AVP fought from two more seats in the 2014 elections (Kota and Nagaur in Rajasthan), but lost. This time, the party is also contesting from all seven seats in Delhi, according to Gaur. Gaur will be contesting against BJP’s Krishan Pal Gurjar, a Union minister of state, and three-time MP Avtar Singh Bhadana of the Congress. Faridabad is the only seat the party is contesting from in Haryana. As for Gaur, he fought his first electoral battle in 2007, for the municipal corporation elections of Ballabgarh. A businessman and father of two, the aspiring lawmaker earned about Rs 4.3 lakh in the 2018-19 fiscal and owns assets worth around Rs 1.5 crore, but he is not daunted by the possibility of wasting Rs 25,000 as deposit if he loses the election again. “I will continue to contest till the end of my life,” he says. “Right now, I have been seeking donations from my supporters.” Gaur is also promising to work towards abolishing the SC/ST (Atrocities) Act. Interestingly, he has been charged under the SC/ST Act in a case registered at Parliament Street police station in New Delhi in August last year for promoting enmity between communities. However, according to Gaur, he has been booked over a protest during which some allegedly burnt copies of the Constitution. “I have been made an accused, as I had taken permission for the agitation,” he says. “I had nothing to do with the burning of the Constitution or anything else.” Asked if he plans to raise any other issue, Gaur says development: “A lot needs to be done.” Download The Times of India News App for Latest City ."}, "Eight killed as sleeper bus rams into truck on Yamuna Expressway": {"link": "https://timesofindia.indiatimes.com//city/faridabad/eight-killed-as-sleeper-bus-rams-into-truck-on-yamuna-expressway/articleshow/68643423.cms", "time": "2019-03-30 13:08:00", "description": "GREATER NOIDA: At 5am on Friday, Yamuna Expressway witnessed one of its deadliest accidents when a bus with 40 passengers crashed into the back of a truck, leaving 8 people dead and 28 injured. Seven of them are critical. Rescuers pulled passengers out of the windows as the impact left the front of the bus crushed. Last month, nine people died on the expressway in Mathura’s Baldeo area when an ambulance jumped the median verge and collided with a car head-on. Police suspect the driver of the bus, who was among those who died, had dozed off at the wheel. The long-distance overnight sleeper carriage, operated by a private company, had left from Madaripur in Jalaun at 9pm on Thursday. Bus driver may have dozed off, suspect copsThe accident happened when it was passing by Rabupura in Greater Noida, just 50km ahead of Faridabad, its destination. According to an expressway patrol team, a passerby informed them of the accident on the Agra-Noida carriageway in a helpline call that was made at 5.04am. “One RPV (route patrol vehicle) and two ambulances were dispatched to the spot. We also informed police and the nearby Kailash Hospital,” said Santosh Pawar, a representative of the Yamuna Expressway patrolling team. “The impact of the collision was such that the front portion of the bus was smashed. We had to break the windowpanes to get the passengers out. All passengers were taken to Kailash Hospital in Jewar,” he added. The driver of the bus, Mahesh Kumar (48), was from Dholpur in Rajasthan. The others who died were Bandu (25), also from Dholpur, Vineeta (32), Arun (42), Suman (35), Vishwanath Tiwari (25) and Anand (32) — all from Jalaun — and Asad (12) from Auraiyya district in UP. Noida police chief Vaibhav Krishna said, “Prima facie, we are presuming the bus was speeding while the truck was moving slowly. We are presuming the (bus) driver lost control of the vehicle or he had dozed off while driving.” The speed limit for buses on the expressway is 100kmph. The bus (UP 86 T 1707) belonged to an agency named Bhagwati Travels. Krishna said a case has been registered against the driver of the truck (RJ 05 GB 3519) who fled after the accident. A spokesperson for Kailash Hospital said of the 28 injured, seven were critical and were admitted to intensive care. Others are being treated for minor injuries. “Most patients are in trauma. Seven are critical and are in the ICU. As of now, a patient named Pradeep (Hanumant) is the most critical,” said a hospital spokesperson. Download The Times of India News App for Latest City ."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Road waterlogged? Take the footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadlogged-take-the-footpath/articleshow/60332505.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Who cleans the debris?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/whocleansthedebris3f/articleshow/69381754.cms", "time": "", "description": ""}, "Gurugram: Villagers want groundwater tested as trash grows in Bandhwari plant": {"link": "https://timesofindia.indiatimes.com//city/faridabad/villagers-want-groundwater-tested-as-trash-grows-in-bandhwari-plant/articleshow/69264363.cms", "time": "2019-05-10 09:25:00", "description": "GURUGRAM: Residents of four villages — Gwalpahari, Baliawas, Mandi and Kot (which includes three residential societies) — living close to the Bandhwari waste treatment plant have requested the Haryana State Pollution Control Board (HSPCB) to carry out groundwater testing in their areas. The villagers fear that the groundwater — only source of water for them — has been polluted like it was found to have been in three other villages — Bandhwari, Mangar (Faridabad) and Dera (Delhi) — where tests were carried out earlier. “It is an alarming situation in terms of groundwater contamination for people living close to the Bandhwari landfill. In a 2017 report by the Central Pollution Control Board (CPCB), the groundwater of three villages (Bandhwari, Dera and Mangar) was termed not fit for human and animal consumption. What is more worrying is that there are four more villages in the immediate vicinity of the landfill where the groundwater, in all probability, had also been exposed to these high levels of contamination. However, no tests have been carried out by the authorities concerned to verify any kind of groundwater contamination in these villages. We demand groundwater testing in these villages, as well,” said Vaishali Rana Chandra, an environmental activist who wrote to HSPCB about the demand. “As groundwater contamination by leachate has increased manifold in the past two years, we are sure that all surrounding areas, including my village (Gwal Pahari), has been affected. The problem is that most of the residents still rely on groundwater for consumption. We, therefore, demand groundwater testing at the earliest,” said a villager from Gwalpahari, who did not wish to be named. The dumping of more than 1,600 tonnes of mixed waste at the plant, every day, creates to a stream of dirty black water, also known as leachate. Recently, the National Green Tribunal (NGT) came down heavily on the Haryana government and directed authorities to carry out damage impact study and test groundwater samples in Bandhwari and other surrounding areas. Kuldeep Singh, regional officer, HSPCB (North), said, “We have forwarded the concerns raised by the residents to the CPCB, and the MCG commissioner who can help analyse the previous records (before the plant came up) and present situation. A detailed study has to be carried out by the CPCB, after the NGT directions.” Download The Times of India News App for Latest City ."}, "Randeep Surjewala posts video in which BJP leader says will shoot troublemakers": {"link": "https://timesofindia.indiatimes.com//city/faridabad/surjewala-posts-video-in-which-bjp-leader-says-will-shoot-troublemakers/articleshow/68558951.cms", "time": "2019-03-25 12:25:00", "description": "CHANDIGARH: Congress spokesperson Randeep Surjewal on Sunday shared a video on his Twitter handle in which BJP Haryana incharge for Lok Sabha elections Kalraj Mishra is, at a rally in Faridabad, heard talking about getting down from the stage and shooting at supporters who create trouble at party rallies. Even as the video went viral, BJP leader Rajiv Jain, who is the media advisor to Haryana CM Manohar Lal Khattar, said the video was a doctored one and a product of the Congress’s “factory of lies”. Earlier, a source said, Mishra’s outburst was the fallout of Union minister of state and Faridabad MP Krishan Pal Gurjar being booed during a rally organised to mark the party’s Vijay Sankalp Yatra at Pirthala in Faridabad. भाजपा की हिंसक मानसिकता का ताज़ा नमूना- कलराज मिश्र जी ने फरीदाबाद सांसद के विरोध में नारे लगाने वालों को धमकी भरे… https://t.co/C45Lk8HdrV&mdash; Randeep Singh Surjewala (@rssurjewala) 1553420162000In the video, Mishra is reportedly heard saying: “Only fighting the elections is not our aim. If this would have been my state, I would have gotten down from the stage and shot such troublemakers.” In his post, Surjewala termed the incident as an example of the BJP’s “highhandedness”. “Kya yahi hai BJP ka sandesh, sawal poocho aur goli khao (Is this the BJP’s message: Take a bullet for asking a question?)’’ The statement came even after BJP workers had shooed away the people who were raising slogans against Gujjar, said a source. Those present at the event included Gujjar, state general secretary Mandeep Joshi, Faridabad district unit chief Goal Sharma, MLA Seema Trikha and Faridabad mayor Suman Bala. At the rally, Mishra charged the opposition with playing with the sovereignty of the country and giving fodder to Pakistan to up its ante against India, following the country’s retaliation in the wake of the terror attack on a CRPF convoy in Pulwama, Jammu and Kashmir. Mishra added that due to opposition’s questions over the air strikes at Balakot in Pakistan, the Pakistan government and media got an advantage over India. Download The Times of India News App for Latest City ."}, "Traffic to Faridabad may face congestion during morning hours on Friday": {"link": "https://timesofindia.indiatimes.com//city/faridabad/traffic-to-faridabad-may-face-congestion-during-morning-hours-on-friday/articleshow/68611637.cms", "time": "2019-03-28 13:39:00", "description": "FARIDABAD: The office-goers to Faridabad may face difficulties during morning rush hours on Friday as the Delhi-Faridabad (national highway 2) road will be closed during the early morning hours. Around a kilometre long stretch on the highway will be closed between 4:30am to 8am for traffic near Bata Metro Station in Faridabad. Several diversions have been made in the area for a smoother traffic movement. The parking at the metro station too will remain closed during these hours. The highway authorities will install a footover bridge to facilitate the pedestrians who want to cross the highway near Hanuman Temple between Ajronda Flyover and Bata metro station. The metal frames for the bridge will be installed during the early morning hours. While, the authorities plan to wrap up the work by 8am, there may be a possibility that the duration may be extended leading to a discomfort of the commuters including those coming to Faridabad from Delhi and Gurugram. Plus, there will be a tailback of heavy vehicles on the highway waiting for an entry into Faridabad. In a bid to beat any snarls, Faridabad traffic police will divert heavy vehicles towards Delhi from Palwal via Goodyear Chowk- sector 4 and sector 8. The light vehicles will be allowed to use the service lanes and the internal sector roads. Heavy vehicles from Delhi and headed towards Palwal and Ballabhgarh will be diverted via Ajronda flyover to outer bypass Road. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Fly ash triggers pollution, Faridabad residents say rules violated": {"link": "https://timesofindia.indiatimes.com//city/faridabad/fly-ash-triggers-pollution-faridabad-residents-say-rules-violated/articleshow/69228050.cms", "time": "2019-05-08 09:34:00", "description": "GURUGRAM : Residents have written to the state environment minister and the civic authorities about non-compliance of norms during lifting of fly ash from a 80-acre dump site near Sector 49, Faridabad. In the 1990s, fly ash, mixed with water, was dumped in the area from a thermal power plant operated by Haryana Power Generation Corporation Ltd. The plant was shut down in 2011 and over the next five years, vegetation grew over the wet ash, ensuring that the fly ash did not cause any pollution. However, in 2016, the government gave permission for transportation of the fly ash to other places for construction. The vegetation was removed and currently, around 100 truckloads of dry fly ash are lifted from the site, every day. TOI visted the spot and found out that an 80-metre hole has been dug in the area. Last year, the National Green Tribunal (NGT) directed authorities to install sprinklers in the area, and install sheets around the site to control dust pollution. However, we found out that nothing has been done in this regard. The site is located at the entry point of the Faridabad-Gurugram highway and fly ash from the site has been causing dust pollution in the area. Residents from nearby colonies have complained of breathing and other related problems. “My wife is suffering from asthma due to the fly ash in the air. Not just my wife, many residents are suffering from respiratory diseases and allergies. A few families have moved out from the colony over related concerns,” said Sanjay Rao, a resident of Sainik Colony, Sector 49. He added that the authorities didn’t even conduct a health check-up of residents, despite multiple requests. The fly ash is transported via highways and roads in the area, without taking any precautions. It contains harmful ingredients, including carbon oxide, that could cause several diseases. “The fly ash turns the floor of our balcony and terrace black, every day. As the wind speed has been increasing this summer, more of it has been moving into our houses. One can see a cloud of black fly ash over the dump site. It poses a risk to health of residents, especially children and elderly living in this area,” said Aditi, another resident. Residents said that the government was not maintaining a check on whether contractors were following NGT norms. “We have made several complaints with the authorities, but no action has been taken. It is high time to take this issue seriously as the quality of air in the city is bad anyway,” said Jitender Bhadana from NGO Save Aravali. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "this is the civic issue in front of a hospital": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/this-is-the-civil-issue-in-front-of-a-hospital/articleshow/59433060.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Protectors of law don’t abide by rules": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/protectorsoflawdone28099tabidebyrules/articleshow/68543159.cms", "time": "", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Illegal farmhouse built in Aravali land, revenue records tweaked; owner booked": {"link": "https://timesofindia.indiatimes.com//city/faridabad/illegal-farmhouse-built-in-aravali-land-revenue-records-tweaked-owner-booked/articleshow/69317748.cms", "time": "2019-05-14 07:44:00", "description": "GURUGRAM: The owner of a farmhouse at Aravali Retreat in Raisina has been booked after a complaint filed by the state pollution body alleged that it was built illegally, leading to “ecological imbalance” in the forest area. It has also been alleged that the farmhouse was built by changing nature of the land and endangering fragile ecology of the Aravalis in violation of a government notification issued in 1992. The case was registered at Bhondsi police station on Sunday after Haryana Pollution Control Board (HSPCB) filed a complaint on the direction of a special environment court in Faridabad. Aravali Retreat is spread across a 1,200-acre land in Raisina village, and has around 675 farmhouses. The documents accessed by TOI revealed that the 1,200-acre land was a mining site till 1987, when Ansals purchased it from several individuals. The pollution board in its complaint stated that a public notice was issued on August 22, 1989, by the divisional forest officer in Gurugram to the buyers of farmhouses in Aravali hills of Raisina that the 1,200-acre land is a revenue estate notified under the Punjab Land Preservation Act (PLPA) 1900, and anyone found violating the provisions of the Act shall be liable for prosecution. Subsequently, the environment ministry had issued a notification on May 7, 1992, prohibiting any non-forest activities in the Aravalis. On February 7, 2006, a public notice was issued by the director of the state environment department, asking violators in the Aravalis to appear before the pollution control board to present their case. It was alleged the farmhouses were constructed on the land tagged as “gair mumkin pahar” in revenue records in 1990. Later in 1991, in connivance with the revenue officials the land category was allegedly changed from “gair mumkin pahar” to “gair mumkin farmhouse” in revenue records to circumvent the Aravali notification. When the change of revenue records came to light in 2005-06, a committee was formed under the then deputy commissioner of Gurugram. The complaint also claimed the then deputy commissioner had inspected the area on February 23, 2006, and found that the land was part the hills. He, according to the complaint, had directed revenue officials to correct the revenue entry from “gair mumkin farmhouse” to “gair mumkin pahar”. It has been alleged that the revenue record was forged in collusion with revenue officials and the nature of the land, from “gair mumkin pahar” was changed to “gair mumkiri farmhouse”. There is no category called “gair mumkin farmhouse” in the revenue statutes. “The accused had willfully committed grave violation of Arvali notification and degraded fragile ecology of the Aravalis by constructing a farmhouse and altering natural land after the notification of 1992 that prohibits non-forest activities,” said an HSPCB official. Countering the allegations, Kuldeep Kohli, the legal consultant of Aravali Retreat Raisina Welfare Association and owner of one of the farmhouses, said, “The approval from the DTCP was taken before the MoEF notification was issued. The work was done in accordance with the prevailing law. Despite this, we have been harassed for last two and a half decades.” Investigation officer Praveen Kumar of Bhondsi police station said the case had been registered, and facts were being verified. Download The Times of India News App for Latest City ."}, "Two new waste plants proposed in Gurugram, Faridabad after chief secy rap": {"link": "https://timesofindia.indiatimes.com//city/faridabad/two-new-waste-plants-proposed-in-gurgaon-faridabad-after-chief-secy-rap/articleshow/69107859.cms", "time": "2019-04-30 07:08:00", "description": "GURUGRAM: The municipal corporations of Gurugram and Faridabad have proposed the establishment of two new landfills and waste management plants in the two cities after the Haryana chief secretary pulled them up for mismanagement of the Bandhwari waste treatment plant. Environmentalists have strongly opposed the move, saying more waste dumping in the eco-sensitive Aravalis will only cause more environmental degradation and increase both air and groundwater pollution in the city. According to sources, two sites have been proposed, one in Pali-Mohabatabad — which is in the Aravalis and mostly has forests and water bodies — and another between Farrukhnagar and Sohna. “The Pali-Mohabatabad site has already been marked as solid waste management site in the Faridabad Master Plan. Also, a site can be allocated between Farrukhnagar and Sohna for waste generated in new sectors of Gurugram,” MCG commissioner Yashpal Yadav told TOI. Meanwhile, environmentalists called the move “eyewash”. “Having more landfill sites is not a solution. It is mere eyewash to misguide NGT and the public,” said Vivek Kamboj, who filed a petition in the NGT over reallocation of the Bandhwari waste treatment plant. The chief secretary came down heavily on the two corporations after NGT, in Kamboj’s petition, directed the chief secretary to intervene and take strict action against officials responsible for the environmental disaster at Bandhwari. “We will put up a mega protest and block the roads, if the corporations think about dumping waste in the eco-sensitive Aravalis. Their proposal shows how insensible and insensitive they are towards the environment. We will not let this happen,” said Jitender Bhadana, a conservationist from Save Aravali, an environmental NGO. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Encroachment": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachment/articleshow/57062759.cms", "time": "", "description": ""}, "23-year-old girl ends life in Kota": {"link": "https://timesofindia.indiatimes.com//city/faridabad/23-year-old-girl-ends-life-in-kota/articleshow/68900571.cms", "time": "2019-04-16 10:59:00", "description": "KOTA: A 23-year-old girl from Faridabad in Haryana who was staying in a multi-storeyed residential complex in Kota's Borekheda police station area from last two months, committed suicide on Monday. The reason behind suicide is unknown as no suicide note was recovered from her room. The body is placed in the mortuary of Maharao Bhim Singh (MBS) hospital for post-mortem to be carried out after the arrival of her parents from Faridabad. \"The deceased identified as Megha Panchal is a resident of Faridabad in Haryana. She reportedly worked at a mall in Ghaziabad and had been staying in a flat from last two months,\" said the police officer on duty at Borekheda police station. She hanged herself from the ceiling fan of a room, the police officer said adding that her friend in Kota identified as Aashish rushed her to hospital where the doctors declared her brought dead and no suicide note was recovered from her room. Download The Times of India News App for Latest City ."}, "Faridabad government college's internal complaints committee is not active: Haryana Women Commission": {"link": "https://timesofindia.indiatimes.com//city/faridabad/faridabad-government-colleges-internal-complaints-committee-is-not-active-haryana-women-commission/articleshow/69385349.cms", "time": "2019-05-18 13:51:00", "description": "CHANDIGARH: A day after a professor and two other employees at a government college in Faridabad were suspended over allegations of sexual harassment, the Haryana Women Commission Friday found its internal complaints committee to deal with such matters is not active. The complainant had alleged that an assistant professor, a peon and a laboratory assistant would befriend girl students at the time of admission and later they would target those who had to reappear for exams, promising to help them. She had alleged that the accused sought sexual favours from the girls on the pretext of helping them in the exams. \"I met the girl at the college today. She gave a detailed account what she had to face... She said that she had secretly recorded a video-audio conversation with one accused,\" Haryana State Commission for Women Renu Bhatia said. She said an FIR had also been registered and police would investigate the matter. Bhatia said that during her meeting with the officials of the college, it was found that its Internal Complaints Committee was not active. \"Another thing where we found the college lacking was that the girl had approached them nearly a fortnight ago, but it took a few days to take cognisance of her complaint. The college did form a committee, but it took some days,\" she said. The matter came to light when the complainant recorded her conversation with the laboratory assistant and narrated the incident to the college principal. The incident had triggered outrage, with senior Congress leader and Kaithal MLA Randeep Singh Surjewala Thursday demanding strict action against the culprits. Download The Times of India News App for Latest City ."}, "Lok Sabha elections: Polling agent held for trying to influence voters in Faridabad": {"link": "https://timesofindia.indiatimes.com//city/faridabad/polling-agent-held-for-trying-to-influence-voters-in-faridabad/articleshow/69304895.cms", "time": "2019-05-13 13:47:00", "description": "FARIDABAD: A polling agent was arrested and an FIR was registered against him for allegedly trying to influence voters at a polling booth in Faridabad during the penultimate phase of general elections on Sunday, the Election Commission (EC) has said. \"The Faridabad District Election Officer has reported that a polling agent was arrested yesterday and FIR has been lodged. He was trying to influence at least three women voters,\" the EC said on Monday. The poll body, however, did not mention which party the arrested agent was representing, adding that polling was not affected by his arrest. \"An observer visited the booth at Asawati in Prithla constituency of 10, Faridabad parliamentary constituency. He is satisfied that voting was never vitiated,\" EC added. A total of 59 Lok Sabha seats, including 10 seats in Haryana, went to polls in the sixth phase of general elections on Sunday. The remaining 59 seats will go to polls on May 19, and counting of votes will take place on May 23. In Video:Faridabad: Polling agent tries to manipulate women voters inside polling booth, arrestedDownload The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Gross violation of NGT guidelines in Faridabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/gross-violtion-of-ngt-these-guidelines-faridabad/articleshow/57712448.cms", "time": "", "description": ""}, "Illegal buildings on Aravali land to go, 20 owners told to vacate Kant Enclave": {"link": "https://timesofindia.indiatimes.com//city/faridabad/20-plot-owners-told-to-vacate-kant-enclave/articleshow/68611166.cms", "time": "2019-03-28 05:21:00", "description": "GURUGRAM: The department of town and country planning (DTCP) on Tuesday issued a public notice to 20 house owners of Kant Enclave to vacate their premises, so that it can demolish the structures any time after March 31 (Sunday). “Occupants of existing buildings in Kant Enclave colony, who have not filed an affidavit of undertaking in the Supreme Court to extend the time to vacate their premises till July 31, 2019, are directed to vacate the premises by March 31, 2019. It’s pertinent to mention that the demolition work of the existing constructions in the colony will start any time after March 31, 2019, in compliance with the SC order. The state of Haryana won’t be responsible for damage/loss, if any, during the demolition drive,” states the notice issued by the senior town planner of Faridabad. In January this year, Supreme Court extended the deadline for about 22 houses (whose owners filed affidavits) from March 31 to July 31. Some of these house owners also urged that time to vacate premises should be extended, as they were mostly senior citizens and need more time to search for alternative accommodation. Seven more house owners filed an affidavit later in the SC. They are likely to get an extension soon. But the remaining plot owners don’t live in the colony, and have only built boundary walls. “Apart from the public notice, we have sent emails to all affected house owners. We also called house owners for a meeting on Friday, and told them they need to vacate their premises as per SC orders. Our information is that most have already vacated their premises,” said a senior official of DTCP. Brigadier M B Anand (71), VSM (retired), a resident of Kant Enclave, said, “Most families that live here have filed affidavits to seek more time. I filed mine on March 15, as I was away for medical treatment. I have served the country for many years and I hope the Apex court will at least give us some time, as we’re not seeking any benefit, just some more time to relocate.” A committee comprising sub-divisional magistrate (Badhkal), an official of the municipal corporation of Faridabad, and the district town planner (enforcement) will carry out the demolition. The Faridabad police commissioner will arrange the security for the drive, whose exact date is yet to be declared. On September 11, 2018, the SC ordered demolition of houses to check illegal construction in Aravalis, under provisions of the Punjab Land Preservation Act (PLPA) 1900. “Kant Enclave is a forest or is forest land or is required to be treated as a forest or forest land,” stated the order, directing the state government to demolish unauthorised structures in the area. The Apex court also directed authorities to deposit Rs 5 crore for the rehabilitation of the damages to Aravalis, and to pay compensation to the house owners affected by the order. Authorities have already sought bank details of the affected house owners to transfer their share of the compensation. Spread over 425 acre, Kant Enclave was developed by R Kant and Co in 1990. Out of 1,600 plots in the colony, only 42 are occupied, on which live around 60 families. In Video:Gurugram: Owners of Kant Enclave asked to vacate houses before March 31Download The Times of India News App for Latest City ."}, "Poor law and order": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poor-law-and-order/articleshow/58075240.cms", "time": "", "description": ""}, "CPCB asks Haryana panel to act against industrial pollution": {"link": "https://timesofindia.indiatimes.com//city/faridabad/cpcb-asks-haryana-panel-to-act-against-industrial-pollution/articleshow/69503405.cms", "time": "2019-05-26 09:02:00", "description": "NEW DELHI: The Central Pollution Control Board (CPCB) has written to the Haryana State Pollution Control Board (HSPCB) to take stock of industrial pollution in Panipat, Sonepat and Faridabad. Track the pollution level in your cityThe directions, issued by CPCB chairman SPS Parihar on May 22, told the state pollution control authority to consider disposal of effluent through dedicated conveyance systems to the nearby existing common effluent treatment plants (CETP). “In case existing CETPs’ capacity is not adequate, HSIDC may upgrade (these) to adequate capacity or install CETPs of adequate capacity for ensuring treatment of all industrial effluents in a time-bound manner,” the letter, a copy of which is with TOI, stated. “As per central ground water board (CGWB), 47 out of 55 units in Panipat, 13 out of 34 units in Sonepat and 5 out of 8 units in Faridabad drawing groundwater have not even applied for obtaining NOCs. HSPCB should ensure action against all defaulter units by imposing deterrent environmental compensation from the date of commissioning for illegal drawl of water within 15 days, in addition to the action being taken by CGWB through DCs,” the CPCB direction stated. The state pollution control board has also been asked to review its policy for renewal of consents as well as periodic inspection of the industries for compliance verification, in compliance with an NGT order, to ensure regular operation of ETPs by industries in the state. “HSPCB should direct municipal authorities in Panipat, Sonepat, and Faridabad areas to reassess the quality of ground water used for water supply through a reputed organisation and in case the quality of ground water is not complying to the drinking water specifications of IS:10500-2012, then action should be taken for sealing or capping of such tubewells immediately,” the order added. The state pollution body has been given 15 days to submit compliance report to the directions. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "HUDA cutting trees from its green belt": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/huda-cutting-trees-from-its-green-belt/articleshow/57143862.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Factory involved in producing duplicate cigarettes sealed in Faridabad": {"link": "https://timesofindia.indiatimes.com//city/faridabad/factory-involved-in-producing-duplicate-cigarettes-sealed-in-faridabad/articleshow/69033506.cms", "time": "2019-04-25 12:14:00", "description": "CHANDIGARH : In a major catch, a joint team of Food and Drug Administration (FDA) department and police on Tuesday night, has unearthed a factory allegedly involved in production of duplicate cigarettes and tobacco products of foreign brands from Faridabad. The factory was operating from Dabua Pali Industrial Area of Faridabad. The raiding parties have recovered a huge quantity of stocks of duplicate packets containing cigarettes, packing material and other incriminating material from the factory premises during the operation which lasted four hours and was carried out under the supervision of DCP NIT Vikram Kapoor. Sandeep Kumar, SHO of concerned police station said, the stocks have been seized and the factory premises sealed by the officials of FDA and a case under various sections related to violation of COTPA Act and IPC has been registered. “A case has been registered against the factory. Further investigations are in progress and accordingly people behind this racket will be identified and booked,” said Sandeep. According to information, the factory was operating in violation of the law. Besides producing duplicate stocks, it did not had any kind of license from any authority, including registration from Goods and Services Tax authorities of the state. Following a tip-off from an NGO working to prevent unauthorized sale as well as sale of duplicate products, the team of cops and FDA officials on Tuesday evening raided the factory premises. “Further investigations are in progress and criminal prosecution in the case is imminent,” the FDA officials said. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Took steps to curb waste flow: Agency": {"link": "https://timesofindia.indiatimes.com//city/faridabad/took-steps-to-curb-waste-flow-agency/articleshow/68973809.cms", "time": "2019-04-21 10:03:00", "description": "GURUGRAM: After the Municipal Corporation of Gurugram hired a private agency for treatment of legacy leachate at Bandhwari, the government-appointed solid waste management agency, Ecogreen Energy Private Limited, has claimed it has taken steps to curb the flow of leachate outside the plant. A month ago, water from the waste treatment plant had seeped out of the boundary walls causing an environmental threat, as the site is close to the forest area and leachate could lead to contamination of groundwater. On Saturday when TOI visited the site, leachate along the boundary wall was replaced by mud. Ecogreen officials claimed that they sucked up the leachate and dumped mud at the site. “We will now carry out a plantation drive there. We have dug up a drain around the periphery, which will be used for flow of rainwater. The water will then be released into the stormwater drain,” said an official. He added that they will cover the legacy waste mound with high-density polythene sheet so that when it rains, more leachate is not created. Asked if it would be feasible to cover the whole landfill with the sheet, the official said they will cover it as much as possible. A separate section will be demarcated for dumping fresh waste. Sources said around 2,200 tonnes of waste comes to Bandhwari every day. According to MCG officials, while Ecogreen is treating fresh leachate and separating fresh waste using a ballistic separator, the agency is struggling to treat legacy waste. Ecogreen says it is not under its purview to treat legacy waste. The MCG commissioner, however, told TOI that treatment of legacy waste is the firm’s responsibility. Ecogreen officials said they need additional land for proper disposal of waste. “We have 30 acres for Gurugram and Faridabad. Whereas in Lucknow, we have that much land just for one city,” an official said. He added that they had sought additional land from the MCG but the civic body did not pay heed. MCG commissioner Yashpal Yadav said: “According to an agreement, they were supposed to clear the legacy waste site and use the land. The agreement says they will be given additional land only once they clear the legacy waste.” On Friday, we had reported that the MCG has hired another private agency for the treatment of legacy leachate. Download The Times of India News App for Latest City ."}, "Extreme pollution": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/extreme-pollution/articleshow/57760313.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Everyday chaos at Badarpur flyover": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/everydaychaosatbadarpurflyover/articleshow/63823291.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Underpasses, flyovers to ease mess around Delhi's Saket": {"link": "https://timesofindia.indiatimes.com//city/faridabad/underpasses-flyovers-to-ease-mess-around-saket/articleshow/69738334.cms", "time": "2019-06-11 13:57:00", "description": "NEW DELHI: Here’s some good news for mall crawlers and south Delhi residents: the Public Works Department is planning a mega redevelopment plan of the Saket area from Press Enclave Road to Lal Bahadur Shastri Marg. The crowded stretch with malls, hospitals and offices will be made easier for movement with widening and the construction of underpasses and flyovers. Press Enclave Road provides access from Khirki Village, Hauz Rani, Saket, Malviya Nagar and Pushp Vihar, and connects commercial hubs. Once the revamp starts, PWD is likely to take around a year to finish the work. PWD officials said that the dividers and footpaths on these roads would be shifted and encroachments removed to provide space for pedestrians and cyclists. The plan also suggests the regulation of non-motorised vehicles, which, officials consider to be the main reason for the congestion. According to the officials, there is an alternative plan that envisages a skywalk in addition to the provisions of the first plan. The redevelopment plan includes an 800-metre underpass at the Chirag Delhi intersection (where Outer Ring Road meets Lal Bahadur Shastri Marg going to Panchsheel Enclave). At present, there is heavy congestion at the intersection through the day, especially so during peak hours. Further down, PWD will erect a kilometre-long flyover at the point where Lal Bahadur Shastri Marg meets Press Enclave Road. Apart from this, it will also construct an underpass from Press Enclave to Lal Bahadur Shastri Road. At the ever crowded Madangir along the stretch, PWD intends to widen the road and create ample space for hawkers and pedestrians. The place will be beautified and trees will be planted to add much-needed greenery. To decongest the network of roads, a double-deck flyover will also be built on Mehrauli-Badarpur Road which Lal Bahadur Shastri Road eventually joins. The approach to the left-turning flyover will be created at the T-point where the two roads meet. These roads connect Delhi with Gurugram and Faridabad apart from linking residential areas such as Tughlakabad, Tigri, Khanpur, Saket and Mehrauli. Officials admitted that this road section needs to be redesigned, keeping in mind the heavy bus traffic. Officials pointed out that parking is a big concern in the area, with residents of the localities there as strapped for space as the mall-going traffic. PWD hopes to allocate enough space for cars and other vehicles to park on this busy stretch. Officials are also aware that the heavy pedestrian movement from the Malviya Nagar metro station to the Saket District Court slows traffic. According to an official, the budget for this project is approximately Rs 150 crore and the deadline for completion of work is a year after the start of work. Apart from this project, PWD officials are also open to similar plans to decongest other corridors such as the entire Aurobindo Marg, Mathura Road (Neela Gumbad to Badarpur flyover), Outer Ring Road (Chirag Delhi crossing to Savitri flyover), Sardar Patel Marg (Gyarah Murti to Rajokri border) and Dhaula Kuan (Dhaula Kuan flyover to GGR flyover, Sanjay T-Point). Download The Times of India News App for Latest City ."}, "NCR tops list of delayed realty projects, half in Greater Noida alone: Report": {"link": "https://timesofindia.indiatimes.com//city/faridabad/ncr-tops-list-of-delayed-realty-projects-half-in-greater-noida-alone-says-report/articleshow/68808049.cms", "time": "2019-04-10 09:00:00", "description": "GURUGRAM/NOIDA: The burgeoning trouble with the real estate industry in the National Capital Region (NCR) can now be gauged in numbers. Of the 5.6 lakh residential units stuck across seven cities in India (valued at Rs 4,51,750 crore), over two lakh residential units are delayed in the NCR itself. Of this, 1.04 lakh units (~50%) are in Greater Noida (valued at Rs 45,039 crore), followed by Noida (44,082, Rs 38,511 crore), Ghaziabad (24,728, Rs 9,664 crore), Gurugram (23,287, Rs 25,086 crore), Bhiwadi (5,477, Rs 1,415 crore), Delhi (4,102, Rs 9,930 crore) and Faridabad (3,612, Rs 1,815 crore). These units, which were launched in 2013 or before, have been left in limbo leading to huge mental stress and financial burden on the homebuyers. Anuj Puri, chairman of Mumbai-based real estate research company Anarock, who collated the data, said the new government will have a mammoth task at hand. “Lakhs of homebuyers are left in the lurch by their builders, mostly in projects that don’t fall under the regulatory mechanism, Rera’s ambit, as these were launched years before Rera was implemented. That has left homebuyers with no option but to approach courts, which is a tedious task.” He also said delayed projects have severely weakened faith in under-construction properties, and that reviving buyers’ trust is a herculean task. If buyers stop purchasing under-construction properties, builders will have a far more challenging time getting funds from external sources.” The report claims NCR tops the list of cities with maximum number of delayed projects (over 2.10 lakh units) and maximum amount of buyers’ investment riding on it. It’s followed by Mumbai Metropolitan Region (MMR), Pune and Bangalore. “MMR and NCR together hold 72% share of delayed projects, worth Rs 3,49,010 crore. South Indian cities collectively hold a mere 10% of delays, with Chennai having fewest numbers (8,650 units, worth Rs 5,620 crore). Even Bangalore is better off than Pune, with less than half of the latter’s delayed stock of 86,700 units,” the report states. Chairman of Supertech, R K Arora, said the government should work towards clearing roadblocks faced by developers. “The government has done a lot for buyers by reducing GST rates, etc., but developers are facing problems in financing to complete projects. The crisis is due to multiple factors, including prolonged land disputes and uncertainties arising from reforms such as demonetisation, GST and Rera,” he said. He added liquidity problems are accentuated by last year’s RBI circular, which stopped banks and financial institutions from funding the housing sector. “We urge the government to look into the liquidity crisis , keeping in mind its goal of ‘housing for all by 2022’.” Prashant Solomon, MD of developer Chintels, said, “Most affected projects don’t fall under Rera. All projects that received clearances after July 2017 needed to register with Rera, making it better for both buyer and developer.” He also said strictures like Insolvency and Bankruptcy Code, strict monitoring of projects and their timelines, etc, has improved safeguarding of investments for both buyers and developers. “However, government needs to intervene and take care of affected projects and unsold inventories,” he added. Commenting on the GB Nagar region, Credai (western UP) president Prashant Tiwari said, “There have been delays because of multiple reasons, but construction has picked up and with Rera in place, every builder is now acting in a time-bound manner.” Download The Times of India News App for Latest City ."}, "Garbage burned next to Fbd-Ggn road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-burned-next-to-fbd-ggn-road/articleshow/57319758.cms", "time": "", "description": ""}, "Delhi-NCR experiences light to moderate rains, more showers likely": {"link": "https://timesofindia.indiatimes.com//city/faridabad/delhi-ncr-experience-light-rains/articleshow/69334584.cms", "time": "2019-05-15 11:47:00", "description": "NEW DELHI: Light to moderate rain occurred on Wednesday morning in parts of Delhi and National Capital Region (NCR), including Noida and Faridabad. The rain was witnessed in Delhi's Kalkaji extension, Vasant Kunj, Munirka and Vasant Vihar areas. Very light rains were experienced in Noida and Mayur Vihar. #DelhiRains bring some relief from the scorching heat. Video: @SanjeevTOIdelhi https://t.co/wq5yMMdmnL&mdash; TOI Delhi (@TOIDelhi) 1557895632000Rain lashes parts of Delhi. Visuals from ITO Picture credits: ANI #DelhiRains https://t.co/DWHmDPywwP&mdash; TOI Delhi (@TOIDelhi) 1557900926000Noida experiences light rains Light rain in Delhi-NCR. Video from #Barapullah flyover #Rain #Delhi https://t.co/8XS0ef914E&mdash; TOI Delhi (@TOIDelhi) 1557886785000\"The region is under the influence of a western disturbance in the north. For the next two days too — May 16 and 17 — the weather might be similar as another western disturbance is expected in north India. More thundershowers are expected in the city. For a week or so, it will be comparatively nice,” said BP Yadav, head of IMD’s Regional Meteorological Centre. Delhi: Rain lashes the national capital. Visuals from Mandi House, Shastri Bhawan #DelhiRains Picture credits: A… https://t.co/Ucghi31a8J&mdash; TOI Delhi (@TOIDelhi) 1557890559000The minimum temperature was recorded at 24.3 degrees Celsius, a notch below the season's average and humidity was recorded at 82 per cent at 8.30 am. The Safdarjung observatory, recording for which is considered official for the city, recorded traces of rainfall, while Palam and Lodhi Road observatories recorded 1.8 and 1.5 mm rainfall respectively. On Tuesday, the maximum temperature settled around 35.8 degrees Celsius, four notches below normal. The minimum temperature clocked 20.8 degrees Celsius, five notches below normal. In terms of air quality, the AQI on Tuesday improved to moderate at 153. “The air quality will improve and touch satisfactory by Wednesday. However, it may deteriorate to ‘poor’ by May 17,” said a SAFAR report. On Wednesday, too, partly cloudy sky is expected. The maximum and minimum temperatures will be around 37 and 22 degrees Celsius, respectively. In Video:Delhi-NCR experiences light rain, gets relief from soaring temperaturesDownload The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Faridabad: Trapped in building fire, woman, two kids choke to death": {"link": "https://timesofindia.indiatimes.com//city/faridabad/trapped-in-building-fire-woman-2-kids-choke-to-death/articleshow/69708284.cms", "time": "2019-06-09 05:43:00", "description": "FARIDABAD: A woman and her two kids suffocated to death after the three-storey building in which they lived, which also houses a playschool owned by the family, caught fire around 7am on Saturday. The fire allegedly broke out in the clothes shop on the ground floor of the building, which is located in a narrow lane in Faridabad’s Dauba Colony. The cause of the fire is yet to be ascertained. The playschool, which is attended by around 100 children, was closed for summer vacations. Classes used to be run from a few rooms on the ground and first floors of the building. Nita Bhati (29), the principal of AND Convent School, Vishal Bhati (30), her husband who owns the playschool, and their kids, Yashika (8) and Dev (5), used to reside on the second floor. The main building of the school, which hosts students from classes nursery to 12 and is owned by Vishal’s brother, is in the adjacent lane. When the fire broke out on Saturday, the kids were sleeping in their room. Vishal, who also ran the clothes shop in the building, had left the house to get milk when his neighbours alerted him about the fire. He ran upstairs to alert his family and then came down to shift his car, a Maruti Swift, and two-wheeler, a Honda Activa, from the garage on the ground floor, fearing they could lead to an explosion. Then he tried to go upstairs again to save his family but it was too late. According to eyewitnesses, the fire rapidly engulfed the entire building. “I had returned from the gym when I noticed smoke coming out of the clothes shop. I alerted Vishal, who removed his car and two-wheeler from the garage, fearing they could lead to a blast. Then he tried to go up the narrow staircase to rescue his wife and kids, but couldn’t as the smoke almost choked him. Neighbours tried to douse the flames but could not,” said Rohit Chugh, who lives opposite the building. Some neighbours said that three fire tenders arrived at the scene after 20 minutes but were not equipped to deal with the fire. “The fire engines arrived but the firemen were not able to enter the building as they did not have the necessary gear. Had this not been the case, the deaths probably would not have occurred,” said neighbour Rajbir Singh. Faridabad deputy commissioner Ashok Kumar Garg told TOI that a three-member committee had been formed to find out the reason behind the fire. “This was a playschool where around 100 kids studied. It is an unfortunate incident and we are trying to find out what led to it. A three-member panel, comprising the Faridabad additional deputy commissioner, the deputy commissioner of police (NIT), and the secretary of the Faridabad municipal commissioner, has been formed. The post-mortem has been done and the cause of the deaths appears to be suffocation.” Garg admitted that the fire department did not seem to be prepared. “When I visited the spot, I was told that the firemen were not fully equipped. I will look into this,” he said. Nita and the two kids were rushed to Fortis Escorts, Faridabad, but were declared “brought dead” by doctors. Download The Times of India News App for Latest City ."}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Marina Drive in Faridabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/marina-drive-in-faridabad/articleshow/59416932.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "EWS aspirants run from pillar to post for certificate": {"link": "https://timesofindia.indiatimes.com//city/faridabad/ews-aspirants-run-from-pillar-to-post-for-certificate/articleshow/69606317.cms", "time": "2019-06-01 08:24:00", "description": "NEW DELHI: Riya Dikshit, a DU aspirant, has been hoping to pursue English (H) from Miranda House as, coming under the economically weaker section (EWS) category, she is eligible to get marks concession. However, she is not sure any more as she is yet to get a certificate from the subdivisional magistrate’s office. “As the registration on the Delhi University portal closes on June 14, I am not sure if I will get the certificate from the SDM’s office at such short notice,” the Faridabad resident said. If she can’t get in through the EWS category, she will try the sports quota as she is a school-level chess player, said Dikshit. A large number of aspirants claimed that they had gone to several offices but had returned without a certificate. At the first Open Day session in DU on Friday, many such candidates and their parents said they were being told by the SDM’s offices that they were “not sure of how to verify and give certificates”. Trisha Kumari, a resident of Delhi’s Shahdara, was told by an SDM’s office that they were not issuing any such certificate. “I have applied for the income certificate but that, too, I am yet to get it. Now I don’t know what to do.” A DU official said the SDM’s office was responsible for the issuing the certificate and “they should be told that aspirants were worried as if they do not get the certificate, they will not get admission to DU.” Another official said, “This is making the aspirants and their parents anxious.” A Delhi government official said the state government was yet to issue any circular to issue any such certificate. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "UPSC results: Will be able to solve people's problems directly, says 3rd topper Junaid Ahmed": {"link": "https://timesofindia.indiatimes.com//city/faridabad/upsc-results-will-be-able-to-solve-peoples-problems-directly-says-3rd-topper-junaid-ahmed/articleshow/68751909.cms", "time": "2019-04-06 14:19:00", "description": "NEW DELHI: Junaid Ahmed, one of the toppers of UPSC exam, said Friday that now he will be able to solve people's problems directly. Ahmed was staying in Jamia's Residential Coaching Academy in 2016 till last year when he got chosen for the Indian Revenue Service (IRS). He was in an academy in Faridabad for his IRS training when he got the news on Friday about emerging as the third topper in the UPSC exam.  \"In IRS, one deals with taxation and that is also related to people but an IAS officer can solve people's problems directly. More than an achievement, it is a responsibility,\" he told .  Ahmed, who belongs to Nagina town in Uttar Pradesh's Bijnor district, said his phone has not stopped ringing ever since the results were declared.  His father is a lawyer while his mother is a homemaker. He has an elder sister who is married and two younger siblings -- a brother and a sister.  He used to study for five-six hours every day to prepare for the UPSC exam. When quizzed about the celebrations, he said, \"I have classes tomorrow. So I will just be celebrating with my fellow officers.\" Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Stinky prime mkt in Faridabad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stinky-prime-mkt-in-faridabad/articleshow/57024322.cms", "time": "", "description": ""}, "Gurugram’s illegal colonies on DTCP radar": {"link": "https://timesofindia.indiatimes.com//city/faridabad/citys-illegal-colonies-on-dtcp-radar/articleshow/69355299.cms", "time": "2019-05-16 09:32:00", "description": "GURUGRAM: Director of town and country planning KM Pandurang conducted the second monthly review meeting on unauthorised colonies and constructions in the city on Tuesday. He rebuked the enforcement wing of the department for its inaction during a visit to areas in Manesar and Gurugram. After his visit, he issued instructions to officials to improve their performance within 15 days or face disciplinary action. He also instructed the senior town planner to be more vigilant with respect to encroachments and send weekly reports on enforcement, in general, and action taken in the areas he visited, in particular. District town planner R S Batth said that the meeting was focused on checking encroachments. The department has been instructed to take strict action against the same, especially in case of complaints. Earlier, he, along with senior officials of his department and Haryana Shahari Vikas Pradhikaran (HSVP), conducted a meeting with professors of IIT Delhi, IIT Roorkee and NIFM, Faridabad, and discussed issues such as the calculation of external development charges. Later, he met officials of Dakshin Haryana Bijli Vitran Nigam (DHVBN) to find solutions for problems faced by the department regarding permissions for providing power to licensed colonies, and on augmentation of the power infrastructure. He directed the senior and district town planners to work with the DHBVN officials on these issues. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Haryana government may roll out ambucycles in Gurugram": {"link": "https://timesofindia.indiatimes.com//city/faridabad/govt-may-roll-out-ambucycles-in-city/articleshow/69751074.cms", "time": "2019-06-12 10:50:00", "description": "GURUGRAM: The Haryana government is planning to introduce ambucycles — two-wheelers equipped with all emergency medical equipment of an ambulance — with the assistance of Israel to provide emergency response service to the people in minimum possible time. The service will initially be started in Gurugram and Faridabad. Chief minister Manohar Lal Khattar on Tuesday directed officials to take the required action for the project, following a meeting with a three-member delegation led by Ambassador of Israel to India Dr Ron Malka. The ambucycles are the motorcycles which make sure that people get to emergencies within the first few crucial minutes of any need or mishap. The chief minister said during his visit to Israel in May last year, he had also interacted with officials who started this community-based service of providing emergency response service on two-wheelers. He added that there is a huge requirement of this crucial amenity in Gurugram and Faridabad, keeping in view the high density of population. It was also agreed that though the state has already constituted working groups for the early execution of the project with the assistance of Israel in the field of agriculture, horticulture and water conservation, such groups should also be constituted in the areas of cyber security, homeland security, aviation and industries. Khattar also directed to appoint a senior IAS officer of the state government as a nodal officer to coordinate and maintain liaison with all countries for the implementation of various projects. Dr Ron Malka said Haryana and Israel have deep association and started a number of projects in the state. He also offered to share its expertise in the field of water conservation and re-cycling of waste water, saying that the country recycled more than 90 per cent of its water. Malka also stressed the need to further increase the number of centre of excellence in the State.Moreover, an aviation hub is being developed in Hisar for which Israel could share its technical knowledge and expertise and a global city is also being worked upon in Gurugram. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Leaves burned on govt land": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaves-burned-on-govt-land/articleshow/63277008.cms", "time": "", "description": ""}, "Factory minting fake coins sealed in NCR": {"link": "https://timesofindia.indiatimes.com//city/faridabad/factory-minting-fake-coins-sealed-in-ncr/articleshow/69426165.cms", "time": "2019-05-21 13:41:00", "description": "CHANDIGARH: Faridabad police on Monday unearthed a factory allegedly involved in minting counterfeit coins of Rs 5 denomination. The raid came after police seized fake coins of the face value of Rs 2.5 lakh from four persons on the Faridbad-Delhi border on Sunday. A team comprising sleuths of the police’s crime branch seized machine tools and polishes used for duplicating the coins. The factory is located in Ganpati Dham Industrial Area of Bahadurgarh and has since been sealed. Police have also seized coins which were still being duplicated in the factory. The four accused are Deepali Rai of Madipur, her driver Rakesh Bhati of Jaipur, and their associates Subhash of New Delhi and Nasir Ali of Rampur, UP. The accused were supplying fake coins to toll plazas and roadside dhabas. Police suspect the gang had already supplied coins worth crores. All four accused were produced in court on Monday and remanded in seven-day police custody. Faridabad police commissioner Sanjay Kumar had on Sunday said the accused were caught at MVN checkpost in Faridabad. While searching their car, teams found 20 bags filled with coins. Download The Times of India News App for Latest City ."}, "Delhi wakes up to a cloudy and rainy morning, but temperature to rise further": {"link": "https://timesofindia.indiatimes.com//city/faridabad/delhi-wakes-up-to-a-cloudy-morning-but-temperature-to-rise-further/articleshow/68843842.cms", "time": "2019-04-12 10:21:00", "description": "NEW DELHI: Delhiites woke up to a cloudy morning on Friday after the city recorded a warm day on Thursday. Light rain occurred in the national capital in several parts, bringing much-needed relief from the heat conditions. Noida, Gurugram, Ghaziabad and Faridabad adjoining Delhi, also witnessed rain. On Thursday, the mercury touched a maximum of 38.7 degrees – three notches above normal for this time of the season. According to IMD, temperatures are likely to rise even further in the next four days, touching 41 degrees Celsius by Monday. A spell of rain, however, is expected to hit the capital on April 16 and 17, accompanied by a dust storm which could provide relief after that. Delhi wakes up to a cloudy morning on Friday, visuals from RK Puram area (ANI images) https://t.co/yNcrr1M60y&mdash; TOI Delhi (@TOIDelhi) 1555038399000“Temperatures crossed the 40 degree mark at some locations and this will gradually rise 2-3 degrees by Monday,” said a senior met official, adding an active western disturbance is likely to influence the region on Tuesday. “Rain is again forecast for Tuesday and Wednesday. High temperatures can often lead to a dust storm and thunderstorm when a western disturbance occurs. The high moisture content will cause a storm with wind speeds ranging from 40-50 km/hr,” the official added. Delhi’s warmest day of the season so far was recorded last Friday when the maximum temperature touched 39.3 degrees Celsius. Delhi had recorded the warmest March day in nine years on March 30, at 39.2 degrees Celsius. The hottest location on Thursday was Palam with a maximum of 40.6 degrees Celsius, while the relative humidity oscillated between 24% and 71%. The increase in temperature has, however, helped improve Delhi’s air quality to the “moderate” category. Download The Times of India News App for Latest City ."}, "Adding to the smoke": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/adding-to-the-smoke/articleshow/58653105.cms", "time": "", "description": ""}, "YEIDA plans cloverleaf interchange to connect EPE with Yamuna expressway": {"link": "https://timesofindia.indiatimes.com//city/faridabad/yeida-plans-cloverleaf-interchange-to-connect-epe-with-yamuna-expressway/articleshow/69646449.cms", "time": "2019-06-04 07:25:00", "description": "GREATER NOIDA: To boost connectivity between Kundli, Ghaziabad and Palwal along Eastern Peripheral Expressway (EPE) and the upcoming airport in Jewar, the Yamuna Expressway Industrial Development Authority (YEIDA) will connect the e-way with EPE through a cloverleaf interchange near Jaganpur-Afzalpur. The proposal was approved in YEIDA’s 65th board meeting held on May 30. While tender for the Rs 84 crore project was floated by YEIDA on May 30, it would be awarded in August. After that, it would take 18 months to complete the project. “The period of date of sale is from June 14 to July 13, 2019, and the final awarding of tender would likely be in August,” said K K Singh, general manager (projects), YEIDA. Arun Vir Singh, the CEO, YEIDA, said: “At present, people have to travel 11 km to Sirsa interchange at Bir Akbarpur from the Yamuna Expressway to access EPE. With the cloverleaf interchange, commuters from Noida and Greater Noida can save that drive.” He added that once completed, the interchange will also reduce the travel time of 60-70 minutes for those travelling from Faridabad, Palwal, Sonepat and Panipat. “It will have four loops and eight ramps where the loops will provide access to Yamuna Expressway and EPE and the ramps will provide access to Yamuna City and Yamuna Expressway. It will have two entry-exit points,” said K K Singh. The total area on which the interchange would be built is 57.1 hectare — given to the National Highways Authority of India (NHAI), which will fund the project and has made the design layout. IIT-Delhi will study the design and give a final approval before work starts. The project would be implemented on an Engineering-Procurement-Construction basis, CEO Singh said. “The need for the interchange was felt as we expect more traffic from NCR areas like Meerut, Moradabad, Faridabad and Palwal-Manesar as well as from Delhi, Noida and Greater Noida, once Jewar airport comes up. We feel that the interchange is important for future connectivity to Jewar airport and both the expressways,” said CEO Singh. Download The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Faridabad college sex abuse case: Lab assistant admits involvement of teaching staff": {"link": "https://timesofindia.indiatimes.com//city/faridabad/faridabad-college-sex-abuse-case-lab-assistant-admits-involvement-of-teaching-staff/articleshow/69521640.cms", "time": "2019-05-27 16:30:00", "description": "FARIDABAD (HARYANA): In a shocking revelation in the sexual abuse scandal unearthed in a government college in Faridabad last week, an arrested lab assistant has admitted that several girls were targeted by senior college staff, including an associate professor. The scandal came to light after a student filed a complaint, along with audio-visual recordings, alleging that three college staff, including an associate professor, were sexually abusing girls students by promising them better grades in exams. In a recording submitted to the police, the lab assistant was heard talking to a girl and trying to pursuade her to accompany him to a hotel. The lab assistant was arrested on Saturday by the Crime Branch of the Faridabad Police, which after producing him before the court took him in two days remand. During investigation, the lab assistant admitted that several girls were promised better grades in the practical exams in lieu of sexual favours by the senior college staff, including an associate professor, who is on the run. On the basis of the revelation, the police have slapped sections of rape in the case, which is being investigated by the Crime Branch of the Haryana Police. Police sources said some students were threatened by the accused associate professor and his aides, who even tampered with the evidence. Many of the victims still haven't spoken out about their trauma inflicted on them in the scandal. Download The Times of India News App for Latest City ."}, "Charmwood village Faridabad, become Marine drive": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/charmwood-village-faridabad-become-marine-drive/articleshow/59554026.cms", "time": "", "description": ""}, "Overloaded truck": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overloaded-truck/articleshow/61636546.cms", "time": "", "description": ""}}