{"Now, a ‘shelter’ for wayward crocodiles!": {"link": "https://timesofindia.indiatimes.com//city/vadodara/now-a-shelter-for-wayward-crocodiles/articleshow/69810311.cms", "time": "2019-06-16 12:04:00", "description": "AHMEDABAD: They say, necessity is the mother of invention. Increasing incidents of crocodile attacks and straying into human settlements have forced the forest department to ‘detain’ them in Pavagadh and scout for tourism potential as well. According to chief conservator of forests (CCF), Vadodara division, S K Shrivastav, it has been decided that stray reptiles will now be bundled off to a unique ‘Kala Pani’ carved out of an abandoned quarry of blacktrap in the Dhobi Ghat area. “It will be spread over one hectare. The place is 54km from Vadodara city,” he said. The step may bring respite to those in Vadodara city and villages along the Charotar belt who usually see these reptiles lurking in water bodies in their vicinity. Today, there are close to 250 crocodiles in Charotar belt and 300 in Vadodara city. The work on creating the unique habitat has already begun and it will be ready in two months. “The area will house more than 100 crocodiles,” said Shrivastav. “The forest department usually releases the rescued crocodiles. Now, they will be released in this zone. There are 37 such abandoned mines that can be exploited for similar purposes,” said deputy conservator of forests Anshuman Sharma. What has prompted the move is the gradual increase in incidents of human-reptile conflicts. In Vadodara, citizens may have made peace with these jawed reptiles, but Vishwamitri river has witnessed crocodile attacks at Sama lake and Asoj lake where five lives were lost in 2014. In 2017, two injuries were reported in Vishwamitri river, while in the following year, three injuries were recorded there. “People in the Charotar belt have learnt to live with crocodiles, which is not the case in Vadodara city,” said former Wildlife Institute of India (WII) member B C Choudhry. The growing attacks are also being reasoned to the growing number of crocodile population. These reptiles are highly territorial, making them more prone to attacks. The 2015 census had revealed presence of over 260 crocodiles in the 25km stretch of Vishwamitri river that passes through the heart of Vadodara. In the Anand-Charotar belt, 58 crocodiles were sighted at Deva village in Anand district. After Deva, the maximum number of crocodiles (38) were sighted in the two water bodies of Heranj, followed by 28 and 25 in Traj and Dabhou villages. Download The Times of India News App for Latest City ."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Parking tiff leads to stone pelting in Kumbharwada": {"description": "VADODARA: The communally sensitive area of Panigate witnessed tense moments on Sunday afternoon after mobs belonging to different communities resorted to stone pelting. One person suffered injuries in the clashes that ensued after heated arguments occurred between two persons in Kumbharwada. Panigate police have booked and detained nine persons from both sides. According to the police, the incident occurred when Akash Sharma, a resident of Panigate, entered into a verbal argument with Sajid alias Batako Dewan over parking issue. Soon the argument turned physical and Dewan allegedly hit Akash with a baseball bat. “Within few minutes, mobs from both communities came on the roads and resorted to stone pelting. We rushed to the spot and brought the situation under control,” said Megha Tewar, ACP. The cops dispersed the mobs and soon conducted combing operations in the area. “One person who suffered injuries has been admitted to a hospital. We have detained nine persons from both sides. We are verifying their identity and some of them may be minors,” Tewar said. Security has been upped in the area after the skirmish with cops out on foot patrol. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/parking-tiff-leads-to-stone-pelting-in-kumbharwada/articleshow/69817380.cms", "time": "2019-06-17 11:32:00"}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Vadodara: Seven die cleaning septic tank in hotel at Dabhoi": {"link": "https://timesofindia.indiatimes.com//city/vadodara/vadodara-seven-die-cleaning-septic-tank-in-hotel-at-dabhoi/articleshow/69808122.cms", "time": "2019-06-16 06:30:00", "description": "VADODARA: Seven persons died of asphyxiation inside a septic tank at a hotel in Fartikui village of Dabhoi taluka in Vadodara on Friday midnight. Uncertainty loomed large over their kin as most of the deceased were sole breadwinners for their families. The incident took place at Hotel Darshan on Dabhoi-Vadodara state highway between 12 midnight and 12.30 am. One of the workers had entered the tank for cleaning it but fell unconscious. T he remaining workers went inside one after the other to save the others, but all of them ended up suffocating to death.  Vadodara Fire and Emergency Services uses an earthmover to widen the mouth of the tank to recover the bodiesThe hotel owner, Hassan Abbas Bhoraniya, was booked for culpable homicide not amounting to murder and violation of Prohibition of Employment as Manual Scavengers and their Rehabilitation Act and Scheduled Castes and Tribes (Prevention of Atrocities) Act. He is absconding, said police. Meanwhile, the Gujarat government announced a financial assistance of Rs 4 lakh each to the kin of all the deceased. In a statement, Chief Minister Vijay Rupani said that he has directed the police to take strict action against the hotel owner. Workers died of suffocation due to high gas pressureThe seven deceased include Ashok Harijan (45), his son Hitesh Harijan (23), Mahesh Harijan (25), Mahesh Patanwadiya (47), Vijay Chaudhary (22), Sahdev Vasava (22) and Ajay Vasava (22). While Ashok, his son Hitesh, Patanwadiya and Mahesh Harijan were called for cleaning the septic tank, Chaudhary, Sahdev and Ajay were housekeeping employees at the hotel and were assisting them. Ashok was the first to enter the tank and had removed some of the dirty water using a bucket. But when the rope tied to bucket broke, he went further inside the tank to bring out the bucket. After going a little deep, Ashok got affected by the poisonous gas and shouted for help. On hearing that, Ashok’s son Hitesh entered the tank but fell unconscious. When the fatherson duo did not come out Mahesh went inside followed by the three housekeeping staff of the hotel. Patanwadiya, a farmer, who had come only to carry the dirt in his tractor also entered the tank to rescue the six others, but he too fell victim to the poisonous gas. As all seven of them went missing, a couple of boys who had accompanied the workers called the hotel staff who in turn informed the Dabhoi municipality and local police. Since the municipality did not have necessary equipment, they sought help from Vadodara Fire and Emergency Services. “All seven died of suffocation as the pressure of gas was high in the tank,” said Vadodara fire officer Nikunj Azad. The mouth of the tank was so narrow that firemen had to widen it using an earthmover to bring out the bodies. Once the bodies were removed, a suction tank vehicle of Vadodara Municipal Corporation cleaned the tank. “We had sent teams to the hotel owner’s home in Bharuch and native Siddhpur, but he was not found at any of the locations,” said deputy superintendent of police K V Solanki. The practice of manual scavenging that is banned by law, however, continues in Gujarat and has reportedly claimed 180 lives since 1993, claimed social activist Parshottam Vaghela. Earlier this year, five sanitation works have died of suffocation after entering manholes or septic tanks in separate incidents in Ahmedabad. In 1993 Union government had enacted the law prohibiting manual scavenging and in 2013 amended it to The Prohibition of Employment as Manual Scavengers and their Rehabilitation Act- 2013. Between 1993 and 2013 at least 141 manhole workers have died after entering gutter or sewers, as per figures obtained under the RTI Act. Between 2014 and 2019 37 deaths of manhole workers have been reported, added Vaghela. Enraged over the incident Mahindra Group chairman Anand Mahindra twitted, “Enough. Enough of this debasement of human life. I had tweeted about an automated scavenging machine—the Bandicoot—developed by young students & many others have also been designed. What’s preventing their widespread adoption? If funding’s needed to produce in scale, count me in.” Download The Times of India News App for Latest City ."}, "AIIMS entrance: Only two from Vadodara in top 650": {"link": "https://timesofindia.indiatimes.com//city/vadodara/aiims-entrance-only-two-from-city-in-top-650/articleshow/69779372.cms", "time": "2019-06-14 13:05:00", "description": "VADODARA: A few students from the city will make it to country’s premium medical science institute, the All India Institute of Medical Sciences, after results of its entrance test for MBBS course were announced late on Wednesday evening. Over 3,000 students from the city had attempted the online exam on May 25 and May 26 for the 1,294 MBBS seats. Two students – Priya Choksi and Urvish Jain – could find their names among the top 650 students from the country. “I had prepared well for the exam, but did not imagine that I will score so well,” said Choksi, who secured 401st rank. Choksi’s father is a surgeon at SSG Hospital and her mother is a gynecologist. Jain, who secured 604th rank, said, “I am very happy with my results. I studied six to eight hours daily for the test.” Download The Times of India News App for Latest City ."}, "No action, only letters float on dumping debris in river": {"link": "https://timesofindia.indiatimes.com//city/vadodara/no-action-only-letters-float-on-dumping-debris-in-river/articleshow/69795539.cms", "time": "2019-06-15 04:19:00", "description": "Vadodara: Acting on a complaint filed by a group of concerned citizens, the National River Conservation Directorate (NRCD) rapped the Vadodara Municipal Corporation (VMC) asking its authorities to submit an action taken report on the steps it will take to protect Vishwamitri river’s ecology. But the civic body’s casual approach towards the national body’s directive has left the citizens appalled. Instead of submitting any concrete action taken report or even a futuristic plan it proposes to take, the civic body’s officials have simply forwarded the complaint to other departments. On June 3, the NRCD, a part of the environment ministry had issued directives to the Gujarat government to take steps to protect the ecology of the wetlands and ravines in Vadodara through effective waste management. It had also asked for an action taken report from the principal secretary of forests and environment department, Gandhinagar and also to share the report with the applicants. The activists, led by environment activist Rohit Prajapati, had accused VMC of openly violating the provisions of Construction and Demolition Waste Management Rules, 2016, Solid Waste Management Rules, 2016, directions of the Gujarat Pollution Control Board, Gandhinagar and even the National Green Tribunal’s interim order. In response, VMC’s in-charge engineer of futuristic planning cell simply forwarded the letter to the in-charge engineers of all zones, in-charge engineer of stormwater gutter, drainage project, water supply distribution, bridge project, water supply distribution, as well as in-charge engineer of solid waste management department, the assistant municipal commissioners and also in-charge engineers of chief minister and prime minister housing projects! “VMC’s lackadaisical response is indicative of a flagrant attitude to superficially appease, while the officials’ attitude, including the municipal commissioner’s, portrays insincerity towards the concerns of the citizens,” Prajapati alleged. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "India-Pak ODI keeps betting-wary city cops on their toes": {"description": "Vadodara: When the India-Pakistan one-day international (ODI) began on Sunday afternoon, the city’s cricket fans kept their eyes glued onto the TV screens, but betting-wary cops kept their eyes trained on public at places where big screens had been installed to telecast the match. To this effect, detection of crime branch (DCB) too formed various teams to keep an eye on bookies and gamblers betting on the cricket match, especially on cafés, where the match was relayed on big screens. “We made teams that were deployed in different areas before and during the India-Pakistan ODI match. It was a widely followed match, so the chances of betting on such game were also high,” said Jaydeepsinh Jadeja, DCP (crime). “Such places like cafés are favourite joints of bookies for accepting and placing of bets. Also, we traced bookies operating from residential areas too,” a police official said. The city police had busted a betting racket three days ago operating from a rented accommodation and arrested seven men from Mumbai for betting on the Pakistan-Australia World Cup ODI. The police said that it has become tougher to trace bookies as they now use mobile applications for placing bets. The police department had also deployed additional security in communally sensitive areas to prevent untoward incident during the ODI. Foot patrolling was also conducted in areas like Mandvi, Yakutpura and Fatehpura on Sunday evening.Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/india-pak-odi-keeps-betting-wary-city-cops-on-their-toes/articleshow/69817308.cms", "time": "2019-06-17 04:00:00"}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Burglars flee with cash, jewellery from builder’s home": {"link": "https://timesofindia.indiatimes.com//city/vadodara/burglars-flee-with-cash-jewellery-from-builders-home/articleshow/69763176.cms", "time": "2019-06-13 12:29:00", "description": "VADODARA: Thieves targeted a builder’s bungalow on Ajwa Road sometime between Tuesday night and Wednesday morning and decamped with cash, gold ornaments and other valuables worth Rs 15 lakh. They broke into the house of Naeem Sheikh at Nawab Villa near Ram Park on Ajwa Road when nobody was present in the house. Police said that although Sheikh had his belongings at the bungalow, he lived with his family at his other house in Yakutpura. On Wednesday morning, the bungalow’s security guard alerted Sheikh about the broken lock on the front door of the bungalow. When Sheikh reached there, he found that valuables from iron cupboards were lying scattered in the bedrooms and the safes inside them were open. Sheikh told police that gold necklaces, earrings, bangles and rings among other jewellery were stolen. Cash amounting to Rs 8.2 lakh belonging to Sheikh and his daughter were also missing. He stated in his complaint that documents of various properties were stolen from the safes. A complaint of burglary was registered at Bapod police station in connection with the incident. Police said that a security guard used to keep a watch, but he learnt about the break-in only in the morning. “Even as the house had valuables the complainant had not installed any CCTV camera or security system, yet we are investigating and are also not ruling out involvement of any insider,” said inspector T G Bamaniya of Bapod police station. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Bank of Baroda branch manager accused in cheating case denied bail": {"link": "https://timesofindia.indiatimes.com//city/vadodara/bob-branch-manager-accused-in-cheating-case-denied-bail/articleshow/69747870.cms", "time": "2019-06-12 12:00:00", "description": "VADODARA: A branch manager of Bank of Baroda (BoB) was denied bail on Tuesday for his alleged involvement in a cheating case wherein he helped a real estate developer to siphon off over Rs 3 crore from the company’s bank account. Harinarayan Meena, who was the manager of BoB’s Karelibaug branch from 2011 to 2014, helped the key accused Sukumar Joshi to allow withdrawal of money on a single signature even as other partner’s signature on cheques was also necessary for withdrawing money. Meena had sought bail from a sessions court here on the grounds that he had no involvement in the case as he was just performing duties as the branch manager yet he had been booked in the case. He also told court that the FIR was registered after over a year since the alleged crime was committed and even during his police custody period, cops did not find any evidence of his involvement. In response to his bail plea, the additional public prosecutor Ramesh Gianchandani argued before the court that Meena was hand-in-glove with the key accused Joshi. “As the branch manager Meena had the authority to clear the cheques after verifying the signatures whenever it came for withdrawals, but he allowed withdrawals even when the cheques had signature of only one partner thus his involvement is evident,” said Gianchandani. The court of additional sessions judge A A Nanavati upheld the arguments and turned down Meena’s plea. The court while rejecting the application observed that it is a case where a protector helps the thief and if he will be allowed bail the public trust on the banking system will not remain. Download The Times of India News App for Latest City ."}, "Seven undertrials booked for using mobile phone": {"description": "VADODARA: Seven undertrials lodged in Vadodara Central Jail were booked after two mobile phones were found from their barrack on Saturday morning. A team of jail sepoys conducted a surprise check in barrack 3 of yard 7 on Saturday morning. While searching the toilet of the barrack, they found a smart phone placed near the window. On questioning the inmates of the barrack, it came to be known that the phone belonged to Shahrukh alias Chechi Vohra. Another phone in a working condition was found under the mattress of Yuvraj Devipujak. When all inmates were questioned sternly, they said Mohsin Makrani, Mukesh Thakor, Saurabh Nepali, Shravansinh Chauhan and Sunil Patil had used Devipujak’s phone for making calls. All seven were booked at Raopura police station. On June 13 too, two mobile phones were found from the jail. One phone was found hidden on top of barrack 16 in yard 12 while another was found in a pit near barrack 4 of yard 7. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/seven-undertrials-booked-for-using-mobile-phone/articleshow/69817419.cms", "time": "2019-06-17 11:27:00"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Cheats dupe man with blank bundle in exchange of Rs 50,000 cash": {"description": "VADODARA: An employee of a stationery shop in Sayajigunj was cheated by two persons when he went to deposit Rs 50,000 cash in a private bank near SSG Hospital on Saturday. Mukesh Patel told Karelibaug police that he was handed blank papers in exchange of his Rs 50,000 bundle of notes. According to the complainant, Mukesh had gone to deposit his employer’s cash in the bank where the two accused, aged around 35 years, approached him. The duo told him that they have to deposit Rs 4 lakh in cash the cash depositing machine (CDM), but as they do not know how to operate the machine they asked him to deposit the cash for them. When Patel agreed, they took him to a CDM near Paradise Complex in Sayajigunj. The accused handed over a bundle wrapped in a cloth to Patel and told him that the amount was Rs 4 lakh. They shared the account details and then asked Patel to give Rs 50,000 cash which he was carrying so that they can deposit it for him. Patel told police that he was convinced as the amount that they had given was higher than what he was carrying so he gave them the cash. After the duo left from there, Patel unwrapped the bundle and realized that he had been cheated as there were only two notes of Rs 2,000 denomination. He then approached his employer, who lodged a complaint with Karelibaug police station. Police said that they have checked CCTV footage and found that it matched Patel’s narration. “We are searching for the two cheaters on basis of their faces,” said a police official. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/cheats-dupe-man-with-blank-bundle-in-exchange-of-rs-50000-cash/articleshow/69817445.cms", "time": "2019-06-17 11:24:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "He doubled up as mother after wife died": {"link": "https://timesofindia.indiatimes.com//city/vadodara/he-doubled-up-as-mother-after-wife-died/articleshow/69807066.cms", "time": "2019-06-16 08:57:00", "description": "VADODARA: She had lost her mother when she was just eight years old. But Kasturi Banerjee has remained a top ranker throughout her life. The Vadodara girl had left her mark at the national level in company secretaries (CS) exam by securing the all-India 11th rank. She gives credit for all her achievements to her father, Biswarup Banerjee. “After we lost our mother, my father faced immense pressure from our extended family to get re-married,” said Kasturi, who last year had registered a hat-trick of sorts by maintaining her position as the city topper in the CS exams of the Institute of Company Secretaries of India. “But he preferred to raise his two daughters as a single parent. He doubled up as mother,” she said. “Thanks to my father I know how to cook and can live independently in a metro like Mumbai to finish my articleship,” said Kasturi, adding that it was her father who helped them excel in academics as well as in culinary arts. While Kasturi is finishing her articleship, her elder sister Kuheli, who worked at Homi Bhabha Cancer Institute in New Delhi after earning a master’s in biochemistry from MS University, is pursuing a PhD programme in Germany. Their mother died of jaundice at the age of 38. Kuheli was 13 years old then. “My only aim was to make my daughters self-sufficient. I did not know how to cook, I learnt that and now I can claim to be a good cook,” said Banerjee, 60. “From the beginning, I wanted my daughters to be independent so that whether they get married or not, they don’t have to be dependent on anyone,” he said. He moved to Vadodara from Surat for his daughters who were studying at MSU. Banerjee is happy he has two daughters. “If I had a son, it would have been difficult to keep a watch on him and his movements, especially when you are a single parent,” he said. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Gujarat disposes record no. of decade-old cases": {"description": "VADODARA: If courts in Gujarat continue to dispose of piled up cases at current rate, chances are that there will be no old case pending in next three years. Gujarat has earned the distinction of disposing of maximum number of cases pending for the past 10 years. According to the data of National Judicial Data Grid (NJDG), the lower courts in the state together disposed of 3,68,762 cases between 2015 to 2018. In the same period, All subordinate courts across the country had disposed over 12 lakh such cases during the same period. Uttar Pradesh was the second fastest in speedy disposal by clearing 2,68,465 cases. In fact, the disposal rate of cases in the state has been consistently high for the last four years. High court officials said that the high rate of disposal of old cases is mainly due to different initiatives taken. Regular meetings and monitoring of judicial officers at district level helped in bringing down the pendency rate of more than a decade-old cases. At district levels too meetings are held with lawyers to impart training and sensitization so that the old cases are not dragged for long. “The national lok adalats also help a lot in disposing the old cases,” an official said. In fact, in April this year the Union law and justice ministry had lauded the state for high disposal rate of cases which are older than 10 years. A joint secretary of the ministry had written a letter of appreciation to the registrar of Gujarat high court as four district courts had ranked among the top 10 subordinate courts in the country that had disposed such cases in March. The high court registry had sent several suggestions to the ministry so that other states can too increase the disposal rate of such cases. As of now, the cases which are pending for over 10 years stand at 2,19,553, which is lower than Uttar Pradesh – 9,63,538 – Bihar (3,98,118), West Bengal (2,94,858) among other states. According to the NJGD figures, the pendency of old cases in Gujarat is mostly waiting for presence of important witnesses or due to stay by a district court or high court. Another reason is also because of heavy pendency in court due to which time cannot be given to certain cases. Last year, courts in Ahmedabad district had disposed of maximum number of cases – 28,679 – in the state, followed by 21,786 cases of Vadodara district, 8,319 cases of Surat district, 6,242 cases of Rajkot and 5,873 cases of Jamnagar. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/gujarat-courts-on-fast-track-become-a-model-for-other-states/articleshow/69832260.cms", "time": "2019-06-18 06:36:00"}, "Fake call centre conning US Asians busted in Makarpura": {"link": "https://timesofindia.indiatimes.com//city/vadodara/fake-call-centre-conning-us-asians-busted-in-makarpura/articleshow/69806906.cms", "time": "2019-06-16 10:37:00", "description": "VADODARA: City police’s prevention of crime branch, busted a fake call centre in Danteshwar locality of Makarpura on Friday night and arrested its two operators, Vineet Rawal and Shailesh Yadav. The duo, booked for cheating and violating IT Act, was running the centre for over a year duping South Asians living in the US. During interrogation , cops were shocked to learn it was only the tip of an iceberg. Police said the duo was part of the larger nexus of cheaters operating across the state under a Delhi-based man, Merchant Jordan. The duo told police that they get contact details of persons living in the US and those who have taken loans of amounts ranging between US$100 and 200. The details are provided by the US counterparts of the extensive con network. Rawal and Yadav then contact these borrowers through US mobile phone numbers identifying themselves as executives of the company from which they have borrowed money. “They threaten victims who delay repaying their loans saying that their employers will be informed of their defaulter status which will cost them their jobs,” said in-charge inspector R C Kanamiya of PCB. When the scared victims agree to repay the loan, the duo asks them to repay by buying a Google play card of the value of their loan. They then take the card’s code and share it with Jordan through WhatsApp,” he added. Jordan then shares the code with Chinese links who transfer cryptocurrency to Jordan after deducting their commission. Jordan then converts it into Indian money and transfers Rawal and Yadav’s share, said police. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Power supply disrupted in 560 villages in Saurashtra": {"link": "https://timesofindia.indiatimes.com//city/vadodara/power-supply-disrupted-in-560-villages-in-saurashtra/articleshow/69780917.cms", "time": "2019-06-14 06:40:00", "description": "VADODARA: Power supply has been disrupted in nearly 560 villages of Gujarat due to cyclone Vayu and all efforts are on to restore it, an official said Thursday. The Gujarat Urja Vikas Nigam Limited (GUVNL) chalked out an action plan well in advance in view of the cyclone threat, the state government-promoted company's in-charge managing director Shahmeena Husain said. \"Around 561 feeder lines in Saurashtra and south Gujarat are affected due to the impact of cyclone Vayu. We are confident that the power supply will be restored soon in the 560 affected villages,\" she said. The GUVNL teams were finding it difficult to reach some of the water-logged coastal areas, she added. Meanwhile, All India Fishermen Association president Veljibhai Masani president appreciated the state government for issuing a timely warning to fishermen against venturing into the sea. \"Around 8,000 fishermen from Saurashtra region were earlier planning to venture into the sea in about 1,200 boats, but they decided against it after the warning,\" he said. Download The Times of India News App for Latest City ."}, "Health services hit as 3,000 doctors join strike": {"description": "VADODARA: Health services got severely affected in the city on Monday as nearly 3,000 doctors including private practitioners and those working in corporate as well as government hospitals joined the 24 hours strike call given by the Indian Medical Association (IMA). IMA had given the strike call to protest against attack on their colleagues in West Bengal and stressed for a central law that can make way for stringent action against those involved in violence against healthcare workers. Beginning 5 am, resident doctors and interns at the state-run SSG Hospital had stopped entry and registration of new patients at Central Gujarat’s biggest hospital. Emergency services however were not affected during the day. Later in the day, around 1,000 medical students of Baroda Medical College, GMERS Gotri, Sumandeep Vidyapeeth joined a massive rally that had started from the hospital and ended at Kamatibaug. The strike caused lot of inconvenience to patients who remained dependent on the public hospital for their treatment. “My father-in-law is a cancer patient. He was undergoing treatment at the hospital since last week. But his condition deteriorated on Saturday night. On Sunday, all the departments were closed and on Monday, we were told that he will not be attended because of the strike,” said Rani Manek, daughter-in-law of Lekharam Manek, 60, a patient from Nagwa village of Madhya Pradesh. As news of Manek not being attended by agitating doctors spread, doctors at the hospital intervened. Hukamchand Patel, a 55-year-old patient from Timbikala village of MP, had reached the city on Sunday afternoon complaining of liver related ailments. “We are hoping that doctors will attend him soon,” said his brother Komalsinh Patel. IMA Vadodara chapter office-bearers earlier in the day held a meeting at Kamatibaug garden to discuss the fall-out of the strike call and future course of action. “We don’t want to cause inconvenience to any patient. But, if medical practitioners continue facing such attacks, the entire system will collapse,” said Dr Yatish Shah, president of IMA Vadodara. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/health-services-hit-as-3000-doctors-join-strike/articleshow/69832743.cms", "time": "2019-06-18 06:36:00"}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Mumbai gang arrested for cricket betting in Sama": {"link": "https://timesofindia.indiatimes.com//city/vadodara/mumbai-gang-arrested-for-cricket-betting-in-sama/articleshow/69779345.cms", "time": "2019-06-14 13:03:00", "description": "VADODARA: The prevention of crime branch (PCB) busted a cricket betting racket on Wednesday night and arrested seven persons from Sama-Savli area of the city. The accused including an MBA graduate, who is the kingpin of the racket, and a chartered accountant. The police said that it is yet to arrest some more accused in the case. “We had received a tip-off that some people were running accepting and placing bets on the ongoing cricket world cup from a house on Sama-Savli Road. We raided the spot and found seven men in the house. They were watching the cricket Australia-Pakistan match and accepting bets,” said Jaydeepsinh Jadeja, DCP (crime). “Mehul Jain, who is the prime accused, is a big time bookie in Mumbai. He has been running betting racket from Mumbai for last three years along with his gang that includes 23-year-old Aman Sharma who is a chartered accountant,” Jadeja told TOI. The gang was wary of the Mumbai police and hence it decided to shift its base to Vadodara for the world cup. Mehul’s father has a factory in the city and he had worked there for about three years. He was well conversed with the city areas and also knew people here. So he decided to shift to the city with his gang and took a flat on rent in Alkapuri. The gang then shifted to a house on Sama-Savli Road. “They had planned to shift to Surat in next two days. They kept changing their location to avoid any suspicion and arrests,” Jadeja added. The gang used to accept bets from residents of Ahmedabad, Vadodara, Godhra, Surat and Mumbai. The cops have seized 15 mobile phones, a television set, two laptops and a BMW. The police said that the gang used to earn big money from the betting racket. “We are now looking for a the man who gave his house on rent to the accused,” the police said. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Tractor taken for carrying waste returned with the bodies": {"link": "https://timesofindia.indiatimes.com//city/vadodara/tractor-taken-for-carrying-waste-returned-with-the-bodies/articleshow/69807072.cms", "time": "2019-06-16 12:09:00", "description": "DABHOI: Mahesh Patanwadiya was asked to tag along as he owned a tractor, which was to be used for carrying the septic tank waste. But after their bodies were brought out by firemen, Mahesh’s tractor carried the bodies back to the village. The entire population of around 3,000 in Thuvavi village were left grief stricken. “Patanwadiya was not going to clean the tank, but after the other three people from the village did not respond to his calls, he went inside to check,” said his neighbour Mukesh Rathwa. Download The Times of India News App for Latest City ."}, "Nadiad man held for blackmailing married woman": {"description": "VADODARA: The detection of crime branch (DCB) has arrested a Nadiad resident for allegedly threatening and blackmailing a married woman. Nikunj Soni (30) was nabbed by the cops after the woman, a resident of Karelibaug, filed a complaint against him. The complainant told the police that she had met Soni on Facebook six months back. “The woman and Soni developed friendship and soon they began chatting on Whatsapp. Soni even visited her home few times. After a few days, Soni began threatening her that he will make their chats public and send them to her husband. In March 2019, Soni forcefully took power of attorney from her,” the police said. In May, Soni approached the woman’s mother and threatened both of them. He threatened that he would kidnap her son if she doesn’t pay up Rs 10 lakh. The complainant’s mother then paid up Rs seven lakh. But Soni again approached her mother and took another Rs five lakh. The accused even took five blank cheques that had signatures of the complainant. “Soni forcefully took away the complainant’s mother’s ornaments. He then threatened the complainant that he will use the power of attorney and ensure that she loses her house,” said Jaydeepsinh Jadeja, DCP (crime). When the complainant blocked his number, Soni called up her husband and began threatening him as well. The police have recovered a car worth Rs five lakh from the accused. “The accused was jobless. It seems he used to cheat women with same modus operandi,” the police said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/nadiad-man-held-for-blackmailing-married-woman/articleshow/69832967.cms", "time": "2019-06-18 04:01:00"}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Speed demons to be reined in": {"link": "https://timesofindia.indiatimes.com//city/vadodara/speed-demons-to-be-reined-in/articleshow/69795598.cms", "time": "2019-06-15 11:04:00", "description": "VADODARA: Before you step on the gas, Barodians be warned. Now, your speed thrill may grill your pockets too. For, traffic police in the city are conducting demo of the speed guns they have been given by the state government to curb speed menace on the roads, particularly on the highway. “The demos we did have been successful. Most of the accidents happen due to over-speeding and reckless driving. The speed gun, which can detect from a distance of 70 metres, will help us crackdown on the rash drivers and bring down the number of accidents. We will penalize those crossing the speed limits,” said Amita Vanani, ACP (traffic). She added that many roads in the city have designated speed limits according to the size of the vehicle and the police even issues notification for it. “We are planning a demo at Akota-Dandia Bazaar Road on Saturday that sees lot of over-speeding. We will place the speed-gun near the bridge which will help detect vehicles crossing the speed limit and also click photographs of errant drivers. One picture will be of the license plate and another of the person riding or driving the vehicle,” Vanani told TOI, explaining that the gun, equipped with a camera, is attached to a printer. By the time the driver reaches Dandia Bazaar Crossroads, a challan will be automatically generated with the photographs. The driver will be asked to pay the penalty on the spot by a police team that will focus only on this drive, she said. After some tests, cops will start using the speed-gun in different areas including Chhani to Nizampura, Akota Road to Jetalpur Road, Karelibaug to VIP Road, Gendigate to Makarpura Road, Champaner Gate to Harni Crossroads and Old Padra Road to Akshar Chowk. Download The Times of India News App for Latest City ."}, "SOG seizes country-made pistol, arrests one": {"description": "VADODARA: The special operations group (SOG) has arrested a man with a pistol and five live cartridges from the city on Sunday. Mitesh Tadvi, a resident of Kishanwadi, was arrested after cops received information about him having the firearm. According to the police, Tadvi said that the country-made pistol, worth Rs 12,000, and the cartridges at his home belonged to his late father who had purchased it a few years ago. Tadvi’s father had died last year. SOG sleuths said that they are questioning Tadvi to ascertain if he was speaking the truth or had made plans of using it for some crime. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/sog-seizes-country-made-pistol-arrests-one/articleshow/69817476.cms", "time": "2019-06-17 11:18:00"}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "VMC chucks PPP, will take up Gotri project alone": {"link": "https://timesofindia.indiatimes.com//city/vadodara/vmc-chucks-ppp-will-take-up-gotri-project-alone/articleshow/69763220.cms", "time": "2019-06-13 12:28:00", "description": "VADODARA: With the slum redevelopment and rehabilitation project at Gotri making no headway due to land acquisition issues, Vadodara Municipal Corporation (VMC) is now looking to take up the project on its own instead of the earlier public-private partnership mode. The project was earlier planned under the Pradhan Mantri Aavas Yojana (PMAY) and work order was also issued for it. The VMC had planned to take up work on four different plots in Gotri by razing 349 dwellings there. These were clubbed together under a single project that was to be taken up as a PPP project under PMAY. Manav Infrastructure Pvt Ltd was identified as the developer for the project after a tendering process. The developer was to construct 349 houses for rehabilitation of slums along with 149 other houses for the urban poor besides seven shops. As a premium towards the project, the developer was to make an additional 199 houses at the site. Of the 345 slum dwellings, 304 were razed by the civic body even as residents of 45 others were granted a stay when they approached court against the eviction drive. The developer had been paying Rs 2,000 to 304 households as rent after their dwellings were razed in August and September 2017. The developer was to begin work on the scheme after completion of the eviction drive and complete it within two years. The project, however, hit a roadblock after the district collectorate expressed its inability to give parts of government land for the project as it was reserved for other purposes. Of the 17,544 square metre land that was expected for the project, the VMC was left with only 11,477 square metre land. Of the four plots that were identified for the project, three were government plots while only one was of the civic body. The developer has now expressed inability to take up the project and has also stopped paying rent to the 304 beneficiaries since November 2018 as the land acquisition was making no headway. He has also sought a refund of Rs 65.31 lakh paid towards rent to the beneficiaries with an interest of 24 per cent. VMC is now looking to take up the project under the Affordable Housing in Partnership (AHP) mode under PMAY instead of the PPP mode. The VMC has estimated that it will be able to generate a revenue of Rs 26.28 crore by the sale of these houses and through contribution of government towards the houses. Against this it will spend around Rs 30.06 crore on the project. However, it will also be able to sell whatever it is allocated from the government land earlier earmarked for the project and generate more revenue. Download The Times of India News App for Latest City ."}, "Mishap prevented after fire breaks out in paint company’s godown": {"link": "https://timesofindia.indiatimes.com//city/vadodara/mishap-prevented-after-fire-breaks-out-in-paint-companys-godown/articleshow/69763160.cms", "time": "2019-06-13 12:31:00", "description": "VADODARA: A huge mishap was deterred on Tuesday midnight when a fire broke out in a godown of a paint company on Padamla-Ranoli Road near the city. The fire broke out due to overheating of air-conditioner in the office attached to the godown. According to fire officials, the fire spread across the room through electric wires and other appliances also caught fire. There was a room in the office area where the servers and other equipment were placed so the air-conditioner was kept on. Fire officials said that the flames had engulfed the entire office and it further spread to the godown where drums of paint were stocked. The company officials had initially sought help from Nandesari GIDC fire and fire teams of local industries, but as it took a major form, Vadodara Fire and Emergency Services (VFES) was roped in. “By the time we reached, around 200 kilograms of stock had already caught fire so along with dousing fire we also had to move the remaining stock,” said Om Jadeja, fire officer, Chhani fire station. He added that one team was involved in moving the paint drums while the other team was controlling the fire using foam liquid. Fire fighters took around two hours to completely douse the fire. Jadeja said that the company did not have fire-fighting systems despite storing stock in a huge amount. “There was no earth leakage circuit breaker which could have prevented of overheating of air-conditioner so we have asked the local authorities to send a notice to them,” he added. The company is located outside the area of Vadodara Municipal Corporation. During the summer days, fire department received several calls related to overheating of air-conditioners resulting in short-circuit or blasts. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "VMC will replace filter media at Nimeta facility": {"link": "https://timesofindia.indiatimes.com//city/vadodara/vmc-will-replace-filter-media-at-nimeta-facility/articleshow/69795529.cms", "time": "2019-06-15 04:18:00", "description": "Vadodara: After it received flak for supplying turbid and yellow-coloured water to the city from its plant, the Vadodara Municipal Corporation (VMC) will finally change filter beds of all the three water treatment plants at its Nimeta facility, which remained unchanged for years. The Nimeta filtration facility receives water from the Ajwa reservoir, which it filters and supplies to around five lakh population in the eastern and southern parts of the city. Sources said that the decision to change the filter medium was taken after precipitates were still being found in the water supplied in the city. Also, there was sand loss in the filter medium which has not been replaced for years. The VMC has issued tenders to replace the medium and has also identified a contractor for the work. The civic body will be spending Rs 54.72 lakh on changing the medium which it had earlier only cleaned. It has fixed a deadline of 90 days for the contractor to replace the filter medium. The civic body has also decided to rope in a contractor who will be responsible for maintenance of its Khanpur filtration facility operation and maintenance of the Nimeta facility for three months. The decision was taken after the earlier contractor, Pooja Construction, was sacked in wake of the supply of turbid water in the city. In the meantime, VMC will issue tenders to identify a new contractor to take care of its Nimeta plants. Box: Water supply to be affected on Sunday Water supply to the eastern and southern parts of the city will be affected on Sunday as the Vadodara Municipal Corporation (VMC) will take up work to connect the facility using a floating pontoon in the Ajwa reservoir to draw water from its dead storage. The facility will draw water using submersible centrifugal pumps. This would ensure that the civic body draws 18 to 36 MLD water from the reservoir. The water will be released into the Nimeta water plant using existing infrastructure and from there it will be supplied to the city. The civic body will be spending Rs 5.78 crore on the project. While the pumping facility is ready, work to connect its pipeline to Nimeta filtration facility will be taken up on Sunday. Download The Times of India News App for Latest City ."}, "Agencies fined for violating terms of agreements": {"description": "VADODARA: The civic body on Monday fined a door-to-door garbage collection agency and a trust handling e-toilets at Kalali for violating terms of agreement. Swachhata Corporation, an agency handling door-to-door garbage collection, was fined of Rs 1 lakh on Monday when it was found that operators of one of its van had dumped garbage in public. The van had dumped the garbage on the morning of June 14 near Nizampura Atithigruh. Officials of Vadodara Municipal Corporation (VMC) said that the agency’s move was captured under CCTV surveillance. In another incident, a trust that had signed agreement with VMC’s futuristic planning cell to install an e-toilet in Kalali was ordered to pay administrative charges of Rs 40,300. After installing the e-toilet the trust joined the water line with the main line of the civic body without applying for water connection. When the civic officials learnt about a leakage in its own line, it came to light that the trust had joined a pipe illegally. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/agencies-fined-for-violating-terms-of-agreements/articleshow/69832788.cms", "time": "2019-06-18 04:00:00"}, "Lessons that die inside Vadodara’s septic tanks": {"link": "https://timesofindia.indiatimes.com//city/vadodara/lessons-that-die-inside-citys-septic-tanks/articleshow/69807025.cms", "time": "2019-06-16 12:11:00", "description": "VADODARA: Friday midnight’s incident in which seven persons died inside a septic tank at Hotel Darshan at Thuvavi village of Dabhoi taluka is a bitter reminder of similar incidents that have taken place in the past in the city. Three sanitation workers had died at the Nakshatra Party Plot in Harni area of the city on December 2, 2016. Much like the Thuvavi incident, the workers had been called to the party plot to clean a septic tank there. The workers entered the tank without any safety gear and died of suffocation from the obnoxious gases inside the tank. The deceased included a Vadodara Municipal Corporation worker Ramesh Solanki and two other labours Rahul Solanki and Pradeep Solanki. They were roped in by a contractor Shakti Kahar, who along with the party plot’s manager Dhaval Kadam, were named as accused in the case registered in the incident. The trial of the case is being heard by a Vadodara court. Prior to this, two other workers had died while working inside the sewage pumping station at Kalagahoda on May 26, 2008. On April 25, 2005, four other workers had died while cleaning a manhole near the Deep Multiplex in the Navayard area of the city. Download The Times of India News App for Latest City ."}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Vadodara civic body opposition expresses concern over strength of sanitary workers during monsoon": {"link": "https://timesofindia.indiatimes.com//city/vadodara/vadodara-civic-body-opposition-expresses-concern-over-strength-of-sanitary-workers-during-monsoon/articleshow/69762541.cms", "time": "2019-06-12 23:19:00", "description": "VADODARA: The Vadodara municipal corporation (VMC) opposition has asked the civic body to ensure that the strength of sanitation workers in the city is maintained during the monsoon. Opposition leader Chandrakant Shrivastava said that many of them fell ill due to unhealthy living conditions during monsoon and remained absent. Shrivastava said that arrangements should be made for replacement of sick sanitary workers by roping in those on daily wages. He said that this would ensure that work was not affected during monsoon. Shrivastava added that the street lights in several peripheral areas of the city and slums gave very low illumination. He said that as a part of monsoon preparedness, these areas should be illuminated in a better way. Download The Times of India News App for Latest City ."}, "Gir National Park to remain shut for four months from Sunday": {"link": "https://timesofindia.indiatimes.com//city/vadodara/gir-national-park-to-remain-shut-for-four-months-from-sunday/articleshow/69803047.cms", "time": "2019-06-15 18:21:00", "description": "VADODARA: The Gir National Park, which is home to over 520 Asiatic lions, will remain shut for tourists, both domestic and foreigners, from June 16 to October 15, an official said Saturday. The park is closed during this period every year as it is the breeding season for many animals, including the big cats, said Rajiv Gupta, Additional Chief Secretary of Environment and Forest Department of Gujarat government. \"Four months of monsoon are considered the best season for the breeding,\" he said. The Gir sanctuary, located at Sasan in Junagadh district, is the only home for the Asiatic lions and attracts a large number of tourists from India and abroad. \"During the monsoon, the condition of roads inside the forest area also deteriorates and it becomes unsafe for visitors to travel on such roads,\" he said. Besides, the forest department also undertakes maintenance work of the national park in September as peak tourist season starts from November and continues till March end, the official said. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Vadodara: Spending just Rs 3,300 could have saved seven lives": {"description": "VADODARA: Merely Rs 3,300 could have saved the lives of seven people, who died after inhaling the toxic fumes in the septic tank of the restaurant in Dabhoi. Had the hotel owner Hassab Abbas Bhoraniya approached Dabhoi municipality to avail its suction tank facility, none of victims, all residents of Thuvavi village, would have had to enter the septic tank to clean it. Dabhoi municipality lets it suction tank vehicle for private use for a nominal cost whenever a formal request is put up. But Bhoraniya, instead of approaching the sanitation department of the municipality, decided to call in Ashok Harijan, his son Hitesh, Mahesh Harijan and Mahesh Patanwadiya. Ashok, Hitesh, Mahesh, Patanwadiya and three others were suffocated to death when they entered the tank for cleaning. “We let our vehicle to private persons for cleaning septic tanks depending on the availability. We levy a fixed charge of Rs 550 if the vehicle is to be sent outside the jurisdiction of the municipality and Rs 10 for every km travelled. There is a charge of Rs 250 for every time the vehicle’s tank is filled and emptied,” said a municipality officer. As the restaurant’s septic tank is 12 to 15 foot deep, the suction tank vehicle would have to be filled and emptied at least 10 to 12 times. This means, the owner would have had to spend around Rs 3,300 to Rs 3,500 for the work. The hotel owner saved only Rs 1,300 to Rs 1,500 as the four workers were promised Rs 500 each for cleaning the tank. While the official said that they let out the suction vehicle for private use, but it takes several days and many requests before the vehicle is sent. “We have only two such vehicles and our own drainage lines are often choked, so we send the vehicle only if it’s available. However, in this case, we did not receive any application or request from the hotel owner,” the sanitation department official said. On Saturday, the hotel staff had told TOI that it was for the first time that workers were called in to clean the tank manually. “There is a pump to clean the septic tank but because a pipe had choked, it was decided to get it cleaned manually,” said one hotel employee who is working there for the past eight months. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/spending-just-rs-3300-could-have-saved-seven-lives/articleshow/69817225.cms", "time": "2019-06-17 07:52:00"}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Cops search at three locations to nab hotel owner": {"description": "VADODARA: Vadodara rural police on the hunt for absconding hotel owner Hassan Abbas Bhoraniya, conducted search at different locations in the state. Seven persons died while cleaning the septic tank at Hotel Darshan. However, he is still at large. Three teams conducted searches in Patan, Bharuch and Vadodara city where Bhoraniya is suspected of hiding. Bhoraniya has been booked for culpable homicide not amounting to murder and violation of Prohibition of Employment as Manual Scavengers and their Rehabilitation Act and Scheduled Castes and Tribes (Prevention of Atrocities) Act. One team searched at his house in his native village of Khadiyasana in Siddhpur of Patan, but found his wife only. Police said that the family visits their native place during holidays or on select occasions. Another team searched his house in Bharuch while another went to his brother Imdad’s house in Fatehgunj area of Vadodara. “We have taken statements of different agencies, the hotel staff and other persons. Bhoraniya remains to be arrested,” said deputy commissioner of police K V Solanki. CONG LAMBASTS GOVT ON MANUAL SCAVENGING Hitting out at the state government, Gujarat Congress president Amit Chavda said that in the last five years, 119 persons have died in the state due to manual scavenging. “The government has to take strict action to prevent such incidents in future,” Chavda said. Many other Congress leaders including Dasada Congress MLA Naushad Solanki visited the families of the four deceased at Thuvavi village. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/cops-search-at-three-locations-to-nab-hotel-owner/articleshow/69817335.cms", "time": "2019-06-17 11:37:00"}, "Vadodara civic body plans to raise Rs 133 crore by auctioning 46 plots": {"link": "https://timesofindia.indiatimes.com//city/vadodara/vmc-plans-to-raise-rs-133cr-by-auctioning-46-plots/articleshow/69779437.cms", "time": "2019-06-14 13:01:00", "description": "VADODARA: The Vadodara Municipal Corporation (VMC) is looking to make major changes in the conditions for auctioning land in an attempt to raise funds. The civic body is eyeing to sell 46 plots in different areas of the city and has set a target of raising Rs 133 crore from the auction. For this, the civic body has made several changes in its procedures to ensure that the land parcels it owns and wants to put under the hammer find takers in the market this time, unlike its previous attempts. One of the major changes that it has proposed is of selling the land instead of giving it on a lease for 99 years. So far, the VMC only leased out its land which proved to be a major hurdle. It is also looking to sell land to government, semi-government and local self-government bodies without getting into the auction process. The VMC is also looking to give land at half prices for hospitals and schools. The changes have been made in line with a recent government resolution regarding auction of land. Another major change it has done is the need to approach the general board for getting the valuation of plots cleared and then approaching it again with the proceedings of the auction. This process has been done away with. The VMC has also re-evaluated five plots in the city as they had been valued in 2017. Attempts were made to auction these plots on 99 years’ lease, but were unsuccessful. VMC is getting them re-evaluated as the valuation was old and market conditions and procedures have changed since. The civic body has also got valuation of 23 other plots in the city done through its valuation committee. A proposal regarding auction of another 18 plots is also pending with the general board of the VMC. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Cyclone Vayu: Power supply disrupted in 560 Gujarat villages": {"link": "https://timesofindia.indiatimes.com//city/vadodara/cyclone-vayu-power-supply-disrupted-in-560-gujarat-villages/articleshow/69771025.cms", "time": "2019-06-13 15:25:00", "description": "VADODARA: Power supply has been disrupted in nearly 560 villages of Gujarat due to cyclone Vayu and all efforts are on to restore it, an official said on Thursday. The Gujarat Urja Vikas Nigam Limited (GUVNL) chalked out an action plan well in advance in view of the cyclone threat, the state government-promoted company's in-charge managing director Shahmeena Husain told PTI. \"Around 561 feeder lines in Saurashtra and south Gujarat are affected due to the impact of cyclone Vayu. We are confident that the power supply will be restored soon in the 560 affected villages,\" she said. The GUVNL teams were finding it difficult to reach some of the water-logged coastal areas, she added. Meanwhile, All India Fishermen Association president Veljibhai Masani president appreciated the state government for issuing a timely warning to fishermen against venturing into the sea. \"Around 8,000 fishermen from Saurashtra region were earlier planning to venture into the sea in about 1,200 boats, but they decided against it after the warning,\" he said. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Vadodara: Five illegal cattle shades sealed": {"link": "https://timesofindia.indiatimes.com//city/vadodara/five-illegal-cattle-shades-sealed/articleshow/69795588.cms", "time": "2019-06-15 11:02:00", "description": "VADODARA: Continuing its drive against illegal cattle shades in the city, the Vadodara Municipal Corporation (VMC) sealed five cattle shades in near the Khodiyarnagar crossroads in the city on Friday. The cattle shades had been issued notices earlier by the civic body. The VMC has started targeting cattle shades in the city area and has issued notices to them over the last few weeks. The civic body had earlier sealed such shades in the Fatehgunj area of the city. A VMC official said that there was some resistance to the drive when a group of cattle owners gathered at the site. The group also made representations to the VMC mayor Dr Jigisha Sheth. The officials, however, continued with the drive and sealed the cattle shades located in the Panchapura locality. There were only handful of cattle present in the shades as most of the bovines had been shifted elsewhere. Even the remaining cattle were shifted once the VMC teams reached the site. Download The Times of India News App for Latest City ."}, "Vadodara: Realtor cheated of Rs 56 lakh": {"link": "https://timesofindia.indiatimes.com//city/vadodara/realtor-cheated-of-rs-56-lakh/articleshow/69795578.cms", "time": "2019-06-15 11:12:00", "description": "VADODARA: Two employees of a real estate developer allegedly cheated him of 56 lakh. The developer Taher Ali Zabuawala told Gotri police that he was duped ex-employee Divyesh Oza and Unnati Thakkar, an accountant in his firm. Taher, owner of Space Group of Companies, said Oza had approached him eight years ago for job claiming to be experienced in selling homes and plots and promising to help Taher sell his plots and homes. He hired him for salary of Rs 8,000 per month. Taher said Oza brought 17 customers and took payments from them through cheques and cash. On returning from a holiday in January, he asked Oza for details of the payments and call the customers. At this, Oza got upset and quit the job. He even took away the diary containing details of the payments. Taher got suspicious and asked his wife to message all their customers informing them not to deal with Oza. Soon, the customers started visiting Taher’s office. Taher realized that Oza hadn’t deposited the money taken from customers between 2014 and January 2019. Thakkar, who was responsible for keeping records of the payments knew that Oza was taking money from the customers but wasn’t depositing it in the company. However, she hushed up the matter and connived with Oza who not only invested the money in a hotel, but also bought a home in Padra. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "cleanliness": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cleanliness/articleshow/59315954.cms", "time": "", "description": ""}, "Gujarat government amends medical admission rules on domicile": {"link": "https://timesofindia.indiatimes.com//city/vadodara/state-govt-amends-medical-admission-rules-on-domicile/articleshow/69795472.cms", "time": "2019-06-15 11:14:00", "description": "GANDHINAGAR: Students who have been born in Gujarat and have completed their class XII education from the state will not be required to submit a domicile certificate for admission to medical and paramedical courses, the state government announced on Friday. This has laid to rest the uncertainty of domicile certificate issue, even as admissions to medical and paramedical courses are set to begin shortly. All other students who have not been born in Gujarat or have completed their class XII education from outside the state, will have to produce domicile certificates for admission in medical and paramedical courses in Gujarat, deputy chief minister Nitin Patel said on Friday. The state government has also decided to implement the additional 10% EWS quota in medical courses from this academic year. “The 2019-20 medical admissions will be conducted with provision for the 10 per cent EWS quota,” the deputy CM said. He added that for the year 2019-20, students of the Union territories of Diu, Daman and Dadra Nagar Haveli, who have passed the class XII examination from the Gujarat education board, will be given exemption from domiciliary certificate this year also. Apart from this, the Gujarat medical admission committee has been allotted 10 seats of the new medical college at Dadra Nagar Haveli. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Vadodara medicos join protest against attacks on docs in WB": {"link": "https://timesofindia.indiatimes.com//city/vadodara/city-medicos-join-protest-against-attacks-on-docs-in-wb/articleshow/69795497.cms", "time": "2019-06-15 11:17:00", "description": "VADODARA: More than 1,000 members of Vadodara’s medical fraternity joined the call for a nation-wide protest on Friday to express solidarity with doctors of West Bengal. Heeding to the Indian Medical Association’s (IMA) call for protest, doctors, students and interns organized mass protests, marches and blood donation camps to protest the attack on two doctors of a Kolkata hospital by the kin of a patient who died on June 10. At Medical College Baroda and state-run SSG Hospital, more than 200 undergraduate MBBS students, interns and resident doctors took part in a protest march which started from the college’s entrance and ended at the blood bank where doctors and students donated blood. “We have also submitted a memorandum addressed to the Prime Minister’s Office through the Vadodara district collector urging the government to formulate stringent laws so that doctors can practice without fear,” said Dr Paresh Majumudar, chairman of the Vadodara chapter of Hospital Board of India. Students of GMERS Gotri, Parul Institute of Medical Sciences and Sumandeep Vidyapeeth too registered their angst by wearing black bands as a mark of protest. They also recorded videos condemning the attacks and circulated messages like ‘Save the Saviour’ on social media. “So far, seven such attacks have taken place in West Bengal. We demand the central and state governments to guarantee our security,” said Pranjal Chauhan, a third year MBBS student from Baroda Medical College and SSG Hospital. Download The Times of India News App for Latest City ."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Six workers receive electric shock at Vadodara railway station, probe ordered": {"description": "VADODARA: Six workers were jolted by electric shock while they were working on a tower wagon during a power block near platform number two of Vadodara railway station on Monday morning. The staffers were shifted to a private hospital where their condition is reported to be stable. Three of them have been discharged while three others are under observation. According to officials of Vadodara railway division, workers received the shock from earthing discharge rod. The mishap occurred when the electric supply was cut-off for carrying out traction work in between 8.30am and 9.45am on Monday. As the workers received the shock, one of them fell off from the wagon while five others fell unconscious on the tower wagon itself. “The workers were standing on the tower wagon with the rod which is used to carry out traction work. After the incident, the 108 emergency ambulance service was immediately called and workers were shifted to the private hospital,” said Khemraj Meena, public relations officer of Vadodara railway station. “There will be a departmental inquiry into the incident to ascertain whether proper precautionary measures were taken before starting the work,” he said adding “the medical examination has ascertained that condition of all of them is stable.” The workers included technicians Sanjay Marathe and Samarth and four helpers – Jaysinh, Anand, Rakesh Meena and Ayaz Ali. The workers belong to the traction section of the electric department of the railway division. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/six-workers-receive-electric-shock-at-vadodara-railway-station-probe-ordered/articleshow/69832310.cms", "time": "2019-06-18 04:15:00"}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Health services to remain crippled in the Vadodara for 24 hours": {"description": "VADODARA: Health services in the city will remain crippled for 24 hours from Monday morning as medical practitioners have decided to join the nation-wide strike call given by the Indian Medical Association (IMA) to protest against attack on their colleagues in West Bengal. The apex body of doctors in the country has renewed its demand for a central law to check violence against healthcare workers in hospitals and said that the law should provide a minimum sentence of seven-year jail to violators. “IMA condemns the recent incident of violence against Dr Paribaha Mukherjee who was brutally attacked by a violent mob at NRS Medical College, Kolkata and demands an exemplary action by the state government. All the legitimate demands of the resident doctors in West Bengal should be accepted unconditionally,” a statement released by IMA Vadodara chapter said. IMA has called for an “nationwide withdrawal of non-essential services in all healthcare institutions” on Monday. “All non-essential services including OPDs will be withdrawn for 24 hours from 6 am on Monday while emergency and causality services will continue to function,” said IMA Vadodara’s president Dr Yatish Shah. “Safety and security in hospitals have been a matter of great concern and need to be addressed. IMA has been demanding a central law against hospital violence and has declared a zero-tolerance policy against violence on doctors and healthcare establishments,” IMA office-bearers said. “Violence in hospitals will adversely affect patient care and institutions will be reluctant to take up complicated and risky patients which will affect critical care. Threat of violence increases the stress levels of health care workers. Sound judgment regarding patient care will be compromised in such situations,” the apex body said. IMA has demanded that a national law against violence in hospitals be brought urgently. The law should provide a minimum of seven years imprisonment for hospital violence. IMA is also demanding that hospitals should be declared as safe zones and provision of appropriate security should be the responsibility of the state. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/health-services-to-remain-crippled-in-the-city-for-24-hours/articleshow/69817398.cms", "time": "2019-06-17 11:30:00"}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Two groups clash over stalking of a woman in Bawanpura": {"link": "https://timesofindia.indiatimes.com//city/vadodara/stalking-of-woman-triggers-clashes-in-bawanpura/articleshow/69779386.cms", "time": "2019-06-14 06:17:00", "description": "VADODARA: Two groups of the same community clashed in the Bawamanpura locality near Panigate over alleged teasing of a woman from same area on Thursday evening. The situation became tense as mobs gathered with swords and wooden sticks and even pelted stones at each other leaving four persons injured. Ten people have been arrested According to police, a biker identified as Amir Arab was roaming around in the locality with an alleged intention of teasing and stalking a woman. As he was making several rounds outside the woman’s house on his bike, her family members confronted him. Later, the Arab’s family members and friends too gathered there with weapons. Police officials said that the roots of the Thursday’s confrontation lie in a monetary transaction involving Arab’s aunt and the woman’s father. The woman’s father had borrowed Rs 50,000 at high interest rate from Arab’s aunt. As the woman’s father could not repay the monthly interest, Arab’s aunt put up a proposal in January of marrying Arab with the borrower’s daughter. She had promised him that if the woman will be married off to Arab, she will not ask him to return the money. But as the woman was not interested, her father turned down the proposal and asked for some time to repay the debt. On Thursday afternoon, despite turning down the proposal, Arab kept roaming around the woman’s house due to which the situation worsened. Senior police officials and cops from different branches of city rushed to the area to control the situation. “We registered cross complaints from both sides and arrested 10 persons immediately on the basis of both complaints,” said assistant commissioner of police Megha Tevar. While a complaint of assault was registered against the family members of the woman, Arab and his family members were booked for molestation, rioting, assault and extortion. Download The Times of India News App for Latest City ."}, "3 attempt to kill a head constable in Chhota Udepur": {"link": "https://timesofindia.indiatimes.com//city/vadodara/3-attempt-to-kill-a-head-constable-in-chhota-udepur/articleshow/69763245.cms", "time": "2019-06-13 10:36:00", "description": "VADODARA: A head constable in Chhota Udepur was almost killed on Tuesday evening when he went to arrest a man after he was clobbered with an axe on his head and neck by three men, including the accused. Nagin Vestabhai, head constable and constable Jignesh Kamrajbhai were sent to Khatas village in Pavi Jetpur following the village sarpanch’s call asking for police help. One of the accused Ranjit Bariya had hurled abuses at the sarpanch during a meeting after which the sarpanch called up the Kadwal police station. When the two cops reached Khatas village, they found Bariya waiting outside a shop. However, when he saw the cops, he ran inside his house. Vestabhai called out Bariya’s name and kept waiting outside his house, while Kamrajbhai was waiting at a distance with the sarpanch. A few minutes later, Bariya emerged along with his father Bhaiji Bariya and brother Vipul Bariya. The trio came out carrying an axe and wooden sticks. In his statement, Kamrajbhai said that the main accused held the head constable, while his brother and father hit the cop multiple times on the head and neck with the axe and wooden stick. As Kamrajbhai and the sarpanch rushed to Vestabhai’s help, the trio fled away to a nearby farm. The injured cop, who was profusely bleeding from the head and neck, was rushed to health centre in Kadwal from where he was referred to Bodeli. But as the injuries were severe, he had to be brought to Vadodara where he is undergoing treatment at the SSG Hospital.Cops have arrested one, hunt for two others. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Drunk man killed by his father, son in Dahod district": {"link": "https://timesofindia.indiatimes.com//city/vadodara/drunk-man-killed-by-his-father-son/articleshow/69795512.cms", "time": "2019-06-15 11:09:00", "description": "VADODARA: A father beat his son to death in Dadur village of Garbada taluka in Dahod district on Thursday night following a drunken brawl that the latter had picked with him. The deceased’s son also assisted the grandfather in the act. Udesinh Baria (43) had returned home drunk on Thursday night and while having dinner overheard his father, Kachra, talking to a relative who was visiting their village. Mistaking his father to be talking about him, Udesinh rushed out of the house and started quarrelling with his father and even tried to strangulate him. Other family members managed to restrain him. Later, Kachra and Udesinh’s son Jaydeep made plans to kill Udesinh and took him to a distance and beat him up with sticks. A badly injured Udesinh was taken to Dahod civil hospital where he died during treatment. Udesinh’s wife Kala approached Garbada police on Friday to lodge a complaint. Download The Times of India News App for Latest City ."}, "Mumbai-bound bus catches fire near Anand": {"link": "https://timesofindia.indiatimes.com//city/vadodara/mumbai-bound-bus-catches-fire-near-anand/articleshow/69806939.cms", "time": "2019-06-16 12:07:00", "description": "VADODARA/ ANAND: Around 56 passengers on board a Mumbai-bound private luxury bus had a providential escape after the vehicle went up in flames on Ahmedabad-Vadodara expressway near Anand on Saturday evening. According to Anand police, the luxury bus caught fire near Anklavadi village. The passengers, most of them hailing from Napa village and Borsad town of Anand district, were on their way to Mumbai’s Haji Ali Dargah. Sources suggest that Aslam Kaji, a resident of Napa, had arranged the tour to Mumbai for the Napa and Borsad residents. The luxury bus is owned by private operator Rajdhani travels. As the luxury bus reached near Anklavadi village, suddenly smoke started coming out from the bus. Bus driver Rahimkhan Pathan and passengers on board immediately de-boarded the bus, which soon caught fire. Fire brigade team from Anand rushed to the spot to douse the fire while the passengers returned home in other vehicles. Download The Times of India News App for Latest City ."}, "A Gujarati who knows Tadoba reserve tigers like the back of his hand": {"description": "VADODARA: He spent his entire life in Gujarat where no tigers are spotted. But ask Jignesh Patel anything about tigers and he will dish out all the details as if he knows the animal like the back of his hand. It is not without a reason that Patel, a naturalist by profession, is the most sought after man in Tadoba Tiger Reserve in Maharashtra. Right from tourists to wildlife enthusiasts and visitors to Tadoba make it a point to meet Patel who recently published his book on tigers in Tadoba. “This is the first of its kind book where the tigers living in Tadoba have been profiled. The book contains details about the tiger reserve, rare photos of the tigers along with other animals,” Patel, who has been working at a private lodge in Tadoba for last eight years, told TOI. “I have profiled 50 different tigers in my profile that includes their description and age. Eight of them are legendary tigers,” Patel, 35, said. “Whenever a visitor came to Tadoba, he or she used to ask a lot of questions about the sanctuary, the tigers and other living beings here. Also, there used to be a lot of confusion about the identity of tigers. Over last few years, I had developed my own technique of identifying tigers. I can identify a tiger just by looking at its face and walk,” Patel added. It was then that Patel’s friends and colleagues suggested that he should share his knowledge with others and write a book. “I began working on the book two years ago and it was recently released in Tadoba. Harsh Mahajan, a Barodian who took photos of tigers in Tadoba, also contributed to my book,” Patel said. Interestingly, Patel is a fine arts graduate from M S University and hasn’t taken any formal training in wildlife. “I learnt everything about the tigers by reading books. It was my sheer passion that drove me to become a naturalist,” he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/a-gujarati-who-knows-tadoba-reserve-tigers-like-the-back-of-his-hand/articleshow/69817467.cms", "time": "2019-06-17 11:21:00"}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Vadodara: Seven suffocate to death in hotel's septic tank": {"link": "https://timesofindia.indiatimes.com//city/vadodara/vadodara-seven-suffocate-to-death-in-hotels-septic-tank/articleshow/69797010.cms", "time": "2019-06-15 16:14:00", "description": "VADODARA: In a tragic incident, seven persons died of suffocation when they went inside a septic tank for cleaning it at a hotel in Fartikui village at Dabhoi taluka on Friday night. An offense of causing death due to negligence was registered at Dabhoi police station against Hassan Abbas Bhoraniya, the owner of the Darshan Hotel. Bhoraniya was arrested by police on Saturday morning. The seven deceased have been identified as Mahesh Patanwadiya (47), Ashok Harijan (45), Brijesh Harijan (23), Mahesh Harijan (25), Vijay Chaudhary (22), Sahdev Vasava (22) and Ajay Vasava (22). While Patanwadiya, Ashok, Brijesh and Mahesh were called to clean the septic tank, Chaudhary, Sahdev and Ajay were employees of hotel and were assisting them. According to police, Patanwadiya was the first one to enter the tank. But when he did not come out or respond, Ashok went in followed by Brijesh and Mahesh. Later, when none of the four came out, Chaudhary, Sahdev and Ajay went in to help them, but they also fell unconscious inside. As all seven of them went missing, Dabhoi municipality and local police were informed to bring them out. Since the municipality did not have equipment, they sought help from Vadodara Fire and Emergency Services. \"All seven were dead as the pressure of gas was high in the tank, but we could bring their bodies out,\" said fire officer Nikunj Azad. Once the bodies were removed, a suction tank vehicle of Vadodara Municipal Corporation cleaned the tank. \"The tank had to be emptied to ascertain that there weren't any more bodies inside,\" said another fire officer Manish Mod. Download The Times of India News App for Latest City ."}, "For extra Rs 500, four victims agreed to clean tank": {"link": "https://timesofindia.indiatimes.com//city/vadodara/for-extra-rs-500-four-victims-agreed-to-clean-tank/articleshow/69807127.cms", "time": "2019-06-16 12:06:00", "description": "DABHOI: Uncertainty looms large over three families living in Thuvavi village of Dabhoi after their sole bread earners died on Friday midnight while cleaning Hotel Darshan’s septic tank for a meagre Rs 500. Ashok Harijan was working as a housekeeper in a private clinic in Dabhoi town, where his Hitesh Harijan worked as a sweeper. Mahesh Harijan worked as a casual daily-wage labourer, while Mahesh Patanwadiya was a small farmer. The lure of earning extra Rs 500 each took them to Hotel Darshan, while none of them had any experience in cleaning septic tanks. Ashok’s family, now left with his wife and 15-year-old son, is facing an uncertain future after the mishap. “The government has announced compensation, but I don’t know what we will do with the amount,” said Ashok’s cousin Bharat. The neighbours say that all responsibility will now fall on the 15-year-old to feed both himself and his mother. A few metres away from Ashok’s ‘kutcha’ home, Mahesh’s young pregnant wife was uncontrollable while following her husband’s funeral procession. They had been married for only two years now. “It is going to be very difficult for her as she is pregnant. Mahesh was the only bread earner of the family and was taking care of her elder sister too,” said Thakor Solanki, uncle-in-law of the deceased. In Duttnagar Society, Patanwadiya’s elderly father Raman was a much broken man who kept staring blankly at the front door of the house. “After his elder son had passed away a few years back, Patanwadiya was his only support. But now, his death had completely destroyed the old man,” said Patanwadiya’s neighbour Mukesh Rathwa. Patanwadiya is survived by his elderly father, wife and 22-year-old son Nilesh, who has just completed his studies. Hitesh’s brother-in-law Jatin Solanki said he used to work in the hotel as a housekeeper until a year ago. The hotel’s management had contacted him to clean the septic tank. “Rs 500 is a handsome wage for all of them as their incomes are measly,” said Jatin, adding that Hitesh talked to the other three and all agreed to go to the hotel near Fartikui after their dinner. Nilesh Bhatt, a villager said that none of them had ever cleaned any septic tanks earlier and were therefore ignorant about the toxic gases emanating from the tank. Download The Times of India News App for Latest City ."}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "World Elder Abuse Awareness Day observed": {"link": "https://timesofindia.indiatimes.com//city/vadodara/world-elder-abuse-awareness-day-observed/articleshow/69807004.cms", "time": "2019-06-16 12:10:00", "description": "VADODARA: Vadodara district legal services authority organized a legal literacy camp on the occasion of World Elder Abuse Awareness Day on Saturday. The camp was organized to orient the elderly people about their rights and how they can tackle the abuse through legal sources. Senior Citizen Association, Baroda Citizen Council and Faith Foundation at Senior Citizen Hall in Karelibaug also joined the camp. tnn Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Anand Mahindra announces to donate automatic scavenging machine": {"description": "VADODARA: Anand Mahindra, chairman of Mahindra Group, once again shared his thoughts on Twitter regarding the deaths of seven persons who suffocated while cleaning a septic tank in Dabhoi. On Sunday, Mahindra announced that he will emulate Big B Amitabh Bachchan’s gesture of donating automatic scavenging machines to the Mumbai civic body. On seeing Bachchan’s tweet, Mahindra wrote, “A salute to you for that quiet & empathetic action. I will emulate your gesture for the municipality in the region where this most recent horror took place...@SrBachchan.” Mahindra responded to Bachchan’s tweet wherein he had mentioned that he had gifted 25 machines and a truck to BMC (Brihanmumbai Municipal Corporation). The megastar had donated 25 small automatic scavenging machines along with a truck in November last year. Enraged over the Dabhoi incident, Mahindra tweeted on Saturday: “Enough. Enough of this debasement of human life. I had tweeted about an automated scavenging machine—the Bandicoot—developed by young students & many others have also been designed. What’s preventing their widespread adoption? If funding’s needed to produce in scale, count me in.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vadodara/anand-mahindra-announces-to-donate-automatic-scavenging-machine/articleshow/69817346.cms", "time": "2019-06-17 11:35:00"}, "Awareness programmes help croc-man live peacefully": {"link": "https://timesofindia.indiatimes.com//city/vadodara/awareness-programmes-help-croc-man-live-peacefully/articleshow/69779411.cms", "time": "2019-06-14 04:09:00", "description": "Vadodara: Barodians, it seems, have made peace with the jaws with human-crocodile conflict in the city reducing considerably over last three years. They have learnt the art of cohabiting with the crocodiles residing in water bodies in and around the city. The forest department, however, credits itself and says its awareness programmes held along the water-bodies over last four years have resulted in this peace. “Earlier, the crocodile-human conflict happened frequently as people didn’t have much awareness about the reptile, its activities and behaviour. The forest department undertook aggressive awareness campaigns around the water-bodies where crocodiles are found in good numbers,” said Nidhi Dave, regional forest officer (RFO), Vadodara. “We took the help of NGOs and volunteers to connect with people staying near Vishwamitri River and other lakes in and around the city. They met people and explained them about behaviour of crocodiles and how one should maintain safe distance from their habitat,” Dave told TOI. In 2015, the forest department had launched ‘Magar thi sachaviye, magar ne sachaviye’ (Beware of crocodiles, protect crocodiles) campaign with the help of volunteers, Vadodara Municipal Corporation and district collectorate. The department had also installed signboards on the banks of Vishwamitri River and other water bodies that warn people not to enter the water. Pamphlets listing precautions people living near water-bodies should take were distributed in large numbers. The forest department had also made separate enclosures for washing clothes and toilets so that people don’t venture near the rivers that are infested with crocodiles. Activists say that the forest department’s timely campaigns helped as people are now more aware of the reptile, its behaviour and ways to avoid conflict. As per the last census done by the forest department in 2015, Vishwamitri River is home to over 250 crocodiles while Vadodara district has over 400 crocodiles in different water-bodies. Earlier, people staying near Vishwamitri often ventured near the river to wash clothes or for other needs where they suffered attacks from crocodiles who are very territorial. “Those staying along Vishwamitri River and other lakes having crocodile population now don’t venture close to the water and take all precautions,” Dave added. Box Crocs killed five in 2014 Crocodile attacks in Vishamitri River, Sama Lake and Asoj Lake took five lives in 2014, while in 2015 only one person was injured from the reptile attack. In 2016, no injury or death was registered from croc attack in the city while in 2017 two injuries were recorded in Vishwamitri River. In 2018, three injuries were recorded while in 2019 no injury or death has been recorded due to crocodile attacks. Download The Times of India News App for Latest City ."}, "Opposition targets Vadodara Municipal Corporation over water quality, monsoon works": {"link": "https://timesofindia.indiatimes.com//city/vadodara/opposition-targets-vadodara-municipal-corporation-over-water-quality-monsoon-works/articleshow/69805363.cms", "time": "2019-06-15 21:30:00", "description": "VADODARA: The opposition in the elected wing of the Vadodara Municipal Corporation (VMC) on Saturday targeted the ruling BJP over supply of dirty water as well as the lack of preparedness for the ensuing monsoon. Opposition members raised these and other issues in the general board meeting of the civic body. Opposition Congress corporators pointed out that some areas in the city were still getting contaminated or turbid water despite the work conducted on the Nimeta filtration facility. A corporator also pointed out that while it was earlier said that work was over, a filtration plant a Nimeta would be shut down again. The opposition also raised the issue of encroachments on the main line supplying water to the city from Nimeta. Another member demanded that the civic body should check the quality of bottled water being sold in the city. He added that several shops across the city were selling bottles of little-known brands and their quality was suspect. Download The Times of India News App for Latest City ."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "NSUI leaders lock down MSU building to protest against fee hike": {"link": "https://timesofindia.indiatimes.com//city/vadodara/nsui-leaders-lock-down-msu-building-to-protest-against-fee-hike/articleshow/69806976.cms", "time": "2019-06-16 12:12:00", "description": "VADODARA: Unit building of M S University’s biggest faculty – the Faculty of Commerce – witnessed quite a drama as student leaders linked with the Nationalist Students Union of India (NSUI) locked down the entrance gate to protest against fee hike on Saturday morning . Before on-the-spot admission process could start at the building, the student leaders led by MSU Students Union general secretary Vraj Patel stood at the gate of the building, demanding that in-charge registrar should personally visit the building to see the lack of basic amenities even as university has decided to hike the fees. The student leaders first entered into heated arguments with members of the vigilance squad and demanded that in-charge registrar N K Ojha should pay a personal visit to the building to see the condition of classrooms, lack of drinking water facilities among others. When Ojha arrived at the building, he questioned the student leaders on timings of staging such a protest alleging that it was defaming the university. The student leaders however countered him stating that the authorities should provide proper amenities before deciding to hike the fees. The university had increased the fees of higher payment programme by Rs 2,230 from this academic year. On persistence of Ojha, student leaders made way for first timers and their parents who later entered the building for on-the-spot admission process. Later, Ojha visited the building along with commerce faculty’s dean professor Dinkar Nayak and other officials. “We have been assured by the registrar that amenities at the unit building will be improved. We have withdrawn the protest for now but if things don’t improve, we will continue our protest,” said Patel. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "VMC to take bonds route to raise funds": {"link": "https://timesofindia.indiatimes.com//city/vadodara/vmc-to-take-bonds-route-to-raise-funds/articleshow/69779422.cms", "time": "2019-06-14 04:10:00", "description": "Vadodara: The Vadodara Municipal Corporation (VMC) will soon issue bonds to raise money to fund development works in the city. The money raised will be used in particular for projects taken up under the Atal Mission for Rejuvenation and Urban Transformation (AMRUT). The cash-strapped VMC has been finding it difficult to manage funds required for different projects. It finds itself in hand-to-mouth situation whenever the octroi grant given by the state government gets delayed. Contractors too have held protests and made representations in the past regarding delays in payment of works done by them. The VMC has taken up development works amounting to Rs 519.83crore under AMRUT. Of this, the civic body will have to shell out Rs 217.76crore as its share while the remaining amount will be borne by the state and central governments. To finance this gap funding for AMRUT projects, the VMC is eyeing to raise Rs 100crore from municipal bonds. The civic body had made a proposal for the bonds in is annual budget and it was cleared by the general board. It has now started working on the details of the process of issuing the bonds. It has already sent a letter to the state government seeking its nod to issue the bonds. In the meantime, the VMC is looking to appoint 10 different firms for taking up procedures related to the bond issue. The agencies include a transaction advisor and manager, an agency to look into the legal framework, two credit rating agencies, a trustee of bonds, an exchange to list the bonds, a registrar and transfer agent, a depository and demat account agency, a chartered accountancy firm and an honorary co-arranger. The administrative wing of the civic body has sought a nod from the standing committee to authorise the VMC commissioner to proceed with the procedures to appoint the agencies and then bring out the bonds. The committee did not decide on the bonds in its meeting held on Thursday and postponed the matter. Download The Times of India News App for Latest City ."}}