{"ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Ludhiana rural police arrests drug peddler with 500 grams of opium": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/ludhiana-rural-police-arrests-drug-peddler-with-500-grams-of-opium/articleshow/69815224.cms", "time": "2019-06-16 20:37:00", "description": "LUDHIANA: Ludhiana rural police has arrested a drug peddler after five hundred grams of opium was recovered from him near Galib Kalan village in Jagraon. The accused was identified as Navjot Singh of Galib Ran Singh. Giving details, SP (Investigation) Ludhiana rural police, Rupinder Kumar Bhardhwaj, said that as part of special drive against anti-social elements and drug peddlers, ASI Ravinder Singh, along with a police party was present at the bus stand of Galib Kalan village. He added that the police party received a secret information that Navjot is an opium smuggler of is coming from his village Galib Ran Singh to Galib Kalan in his car. SP said that acting on the information, the police party set up a check post on Sua Pul in Galib Kalan. He added that the police party saw the car coming from the Village Galib and signalled the driver to stop the vehicle. They added that during the search of the vehicle, police found a polythene bag near the gear lever of the car and on checking it they recovered 500 grams of opium. SP said that after the recovery, the accused was booked under the NDPS Act at Sadar Jagraon police station and was arrested. Download The Times of India News App for Latest City ."}, "Patiala: Congress councillor’s kin assaults youth": {"description": "PATIALA: A video of a Congress councillor’s brother-in-law and shopkeepers allegedly assaulting a youth here has gone viral. The youth has been identified as Manpreet Singh. Manpreet’s father Paramjit Singh alleged Nathu Ram, the husband of councillor Maya Devi from ward number 47, and his brothers called Manpreet and his minor friends to strike a compromise over an old rivalry but later assaulted them on June 13. “They also got Manpreet tortured at a police station. Police failed to register any cross FIR on our complaint as the accused are influential,” alleged Paramjit. However, after the video went viral, Nathu Ram released CCTV footage of some men allegedly attacking his younger brother with swords. Nathu Ram said, “My brothers Pawan and Raju Kumar run a shop in Jutti Bazaar near Top Khana Mod. Pawan had stopped some persons from hitting a young man, but was assaulted with swords on June 13. Shopkeepers overpowered the accused and handed them over to police. I came to know about the incident when the accused were taken to the police station.” No assault plaint filed: Patiala copsP Police said some youngsters chased and caught a youth and started beating him in front of Pawan’s shop. Police claimed Pawan intervened to stop the people from assaulting the youth, who managed to escape. Investigation officer Sukhdev Singh said. “We have nabbed three persons who had attacked Pawan with swords. One of the main accused was Manpreet Singh. He was caught and beaten up by shopkeepers.” However, when asked if any cross case was registered against those seen beating up Manpreet and his friends in the video, Singh said, “No one had approached us with a complaint.” In Video:On cam: Congress councillor’s kin assaults youth in PatialaDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/patiala-congress-councillors-kin-assaults-youth/articleshow/69818402.cms", "time": "2019-06-17 21:44:00"}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Day temp to fall to 40C till Tuesday": {"description": "Ludhiana: The residents continued to enjoy the pleasant weather conditions on Sunday after the city witnessed rainfall and winds on Saturday. Met department has predicted rainfall for the next two to three days too. Met department website meanwhile predicts gradual fall in day temperature to 40 degrees till Tuesday, whereas night temperature can fall to 27 degrees till the same day “There are chances of light to moderate rainfall in the city in the next two to three days. The rainfall on these days can be recorded even up to 30mm. The rainfall activity is expected to bring down the day temperature and it can even go below normal. Winds can be expected during these days and the speed of it can go between 50 to 60 kmph these days,” said Chandigarh met department director Surender Paul. He added that around June 19, there are chances of light rainfall. As per met department, 1.6 millimeters of rainfall was recorded in the city from 8.30am on Saturday to the same time on Sunday. The impact of rainfall reflected on the temperatures in the city on Sunday with maximum (day) temperature being recorded at 37.1 degrees Celsius, which is normal. On Saturday, the day temperature in city was 43.3 degrees, which was six degrees more than normal. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/day-temp-to-fall-to-40c-till-tuesday/articleshow/69817125.cms", "time": "2019-06-17 07:59:00"}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "‘Scholarship, SC staffers promotions issues pushed Dalits away from Congress’": {"description": "Choudhary Santokh Singh managed to win Jalandhar parliamentary seat but his victory margin came down in a direct contest with Charanjit Singh Atwal of SAD, which has been facing voters anger over issues like sacrilege. He explains the shift in voting patterns in the recently concluded Lok Sabha polls. Your margin came down very drastically this time even as Jalandhar has traditionally been a safe seat for the Congress. What happened?It happened due to religious polarization this time. It never happened earlier in Punjab, especially in Doaba region. BJP this time succeeded in polarizing the voters this time and it is not a good sign for the state or the country. Then PDA aligning with left parties and BSP also caused some damage to us but we shall overcome this loss in assembly polls. There were certain local issues too. Did you lose your traditional core vote base in urban areas this time ?We suffered loss of our core vote base in urban areas due to polarization. Earlier, we used to do better in urban areas as compared to rural areas but for the first time the trend was reversed. Luckily, a significant chunk of Sikh voters turned to us this time with issue of sacrilege and police firing at Nakodar in 1986 weighing heavily on their minds. I raised issue of Nakodar firing in most of my election speeches and now after winning I shall pursue this issue for justice. Panthic constituency Shahkot gave us the biggest lead and played crucial role in victory. Dalits turned towards BSP in Doaba region in a major way. How do you explain this phenomena? Even as the Congress managed to retain its base among Dalit voters, a chunk of them went to BSP as issue of postmatric scholarship was working on their minds. In fact, BSP caused more damage to SAD-BJP, but some damage was caused to us too. Pending promotions of scheduled caste employees in government jobs was also a factor. Dalit sentiment was strong this time and BSP managed to exploit it and targeted the Congress through false propaganda even as we fought for the SCs. BSP created a false impression that it fought for rights of SCs even as theirs was more rhetoric than fighting it at institutional level. What will be your agenda for Jalandhar constituency?I shall pursue the projects already in pipeline. I shall try for upgradation of Adampur domestic airport to international airport and beginning of cargo flights so that farmers here can opt for diversification and their produces can be sent abroad. I will also try to bring industrial cluster here especially the heavy industry. We also need an AIIMS-like medical centre here to cater to entire Doaba. I will urge the state government to increase spending on education and fill up the vacant posts. I shall be trying to get a centre of higher education in Jalandhar. With just 52 MPs, what kind of opposition will the Congress be in Parliament? Challenge is very big but we shall play role of very effective opposition. We shall fight every inch. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/scholarship-sc-staffers-promotions-issues-pushed-dalits-away-from-cong/articleshow/69817807.cms", "time": "2019-06-17 11:03:00"}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Jalandhar: Ward attendant caught on camera stitching wound": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/row-over-ward-attendant-stitching-wound-in-jalandhar-hospital/articleshow/69807451.cms", "time": "2019-06-16 11:25:00", "description": "JALANDHAR: An inquiry has been launched after a video revealed that a class four employee of the Jalandhar civil hospital had stitched the wound of a patient in emergency. As a result, a doctor, a staff nurse and the ward attendant have been shifted from their duties. According to the medical superintendent, any further action would now be taken by director, health, Punjab. The controversial incident took place on the night of June 11 and two days later a video went viral on the same. Taking cognizance of the incident, an inquiry was ordered by the medical superintendent. “I have shifted the emergency medical officer, staff nurse and the attendant and any further action will be taken by the director, health,” said Dr Jasmeet Kaur Bawa, the medical superintendent. Emergency medical officer, Dr Harveen Kaur had claimed that she had sent the injured patient to minor operation theatre where attendant Raj Kamal had stitched the wound on his own without even informing her. However, the attendant defended himself and said he was asked to do the job. Sources in the hospital said it was a prevailing practice for the attendant to help out in this manner otherwise he could not have dared to touch the wound. “Stitching is a fine job and the way the attendant is seen doing it, one can make out that he had certain level of practice in doing it and had been doing it been earlier,” said a doctor. Dr Bawa also said that she had already issued a warning to all the doctors and other staffers against any such practice in the hospital. In Video:On cam: Ward attendant stitches patient's wound in Jalandhar hospitalDownload The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "PSPCL fires up thermal plants": {"description": "PATIALA: The Punjab State Power Corporation Limited (PSPCL) on Sunday fired up seven units of the two state-owned thermal power plants at Ropar and Lehra Mohabbat as the demand for power, which had come down to 6,235 MW on Saturday after showers in Amritsar and adjoining areas, shot up to 10,701 MW on Sunday. While the independent power producers, including Rajpura and Goindwal thermal plants that have two units each, were operating to full capacity, the Talwandi Sabo power plant was running two of its three units on Sunday. The two units at the Rajpura thermal power plant of 700 MW megawatt capacity are generating 1,322 MW, and the two units of 660 MW capacity each at Talwandi Sabo are contributing 864 MW. The two units at Goindwal of 270 MW each were chipping in 311 MW of electricity. The state government fired up three units at the Ropar thermal power plant, which are contributing 466 MW. The four units at Lehra Mohabbat are producing 638 MW of power to meet the state’s demand. The state is also getting 691 MW power from hydro projects, which includes 296 MW power from Ranjit Sagar project. Besides, the state has also been getting around 400 MW of solar power. The total power available to PSPCL from its own sources stands at 4,418 MW while the rest is being arranged through banking arrangements with southern states and is also being bought from the open exchange. On Sunday evening, against a schedule of 6,370 MW, the state was drawing 6,382 MW of power to meet the states increase demand. While the PSPCL has put on record that it has made arrangements to meet the demand up to 14,000 MW during the current summer season, as per an estimate the power demand is likely to cross 15,000 MW. PSPCL chairman-cum-managing director Baldev Sran said the power utility was providing uninterrupted power to all categories of consumers across the state while ensuring eight hours of power supply to agricultural connections in the state. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/pspcl-fires-up-thermal-plants-as-demand-shoots-back-to-10k-mw/articleshow/69817800.cms", "time": "2019-06-17 10:53:00"}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Drug peddler held with 500g opium": {"description": "Ludhiana: Ludhiana Rural Police have arrested a drug peddler, after 500g of opium was recovered from him near Galib Kalan village of Jagraon. The accused was identified as Navjot Singh of Galib Ran Singh. Giving details, SP Investigation Ludhiana Rural Police Rupinder Kumar Bhardhwaj said that as part of a special drive against anti-social elements and drug peddlers, ASI Ravinder Singh, along with a police party, was present at the bus stand of Galib Kalan village. He added that the police party received secret information that Navjot was an opium smuggler, and he was coming from his village, Galib Ran Singh to Galib Kalan in his Alto car, bearing registration number PB-29-R-2157. The SP said that acting on information, the police party set up a checkpost on Sua Pul at Galib Kalan village. He added that then the police party saw the car coming from Galib Ran Singh village, and signalled the driver to stop the vehicle. Police officials said on questioning, the driver identified himself, after which the police started checking the vehicle. They added that during the vehicle’s search, they found a polythene bag near the gear lever of the car, and on checking it, recovered 500g of opium. The SP said after the recovery, the accused was booked under the Narcotic Drugs and Psychotropic Substances (NDPS) Act at Sadar Jagraon police station, and was arrested. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/drug-peddler-held-with-500g-opium/articleshow/69817168.cms", "time": "2019-06-17 07:59:00"}, "Man gets 5-year RI for attempt to murder": {"description": "Ludhiana: A local court has sentenced a person to five years rigorous imprisonment in an attempt to murder case. The court of Sessions Judge Gurbir Singh also imposed a fine of Rs 10,000 on the convict and in default of payment of fine he will have to further undergo rigorous imprisonment for six months. On September 5, 2015, Meherban police had booked Harnek Singh of Chuharwal village for attempting to murder Roshan Singh of the same village. As per the prosecution, Roshan Singh told police that on September 2, 2015, he was coming from Ludhiana to his village in Chuharwal. At about 9.30 pm, Harnek Singh, along with two unknown persons, was standing in the main chowk of the village. Harnek Singh, drunk at that time, was carrying iron rod and other two persons were empty handed. He struck Roshan Singh with the iron rod on his head and then struck him again. The other accomplices fled the spot. After being beaten up, Roshan Singh raised an alarm upon which his brother Jasvir Singh and uncle Satnam Singh came at the spot and rescued him. Harnek Singh ran away from the spot after leaving the iron rod there. His brother rushed him to the civil hospital from where he was discharged later. He added that Harnek Singh generally picks up fight with people without any reason. After registering a case against the accused, police arrested him on September 7, 2015. Later, police produced a chargesheet against the accused in the court. The additional public prosecutor for the state pleaded for punishment to the accused on the basis of prosecution evidence, including statement of the complainants— former Sarpanch Joginder Singh among other prosecution witnesses. Defence counsel argued that prosecution has miserably failed to prove the charges against the accused and the accused has been falsely implicated in the case. Defence witness Jasbir Singh, who is the real brother of complainant Roshan Singh, stepped into the witness box and deposed that accused Harnek Singh never caused any injury to Roshan Singh on September 2, 2015, he suffered injuries due to a roadside accident. He added that due to the political rivalry in the village, Harnek Singh was falsely implicated in the case. Another defence witness Satnam Singh, another relative of Roshan Singh, deposed on similar lines. The court turned down the plea of the defence about the false implication and injuries suffered by the complainant in road accident. “Since the accused did not produce any evidence that Roshan Singh met with an accident on the said date and there is nothing on the file proving that Roshan Singh suffered injuries in the accident,” the court held. The convict is a labourer and is about thirty five years old. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/man-gets-5-year-ri-for-attempt-to-murder/articleshow/69817131.cms", "time": "2019-06-17 07:59:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "A day after fire, fears remain as residents worry about their houses": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/a-day-after-fire-fears-remain-as-residents-worry-about-their-houses/articleshow/69806245.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: A day after the major fire incident in two industrial units at Noorwala Road, residents of the locality are still in shock. Since the buildings where gutted, people are now worried that if the buildings collapse, it will be a major problem because most of the houses share the common walls. On Saturday morning, two to three fire tenders reached the area after people reported them of smoke coming out of A K Sanon Knitwears. The fire officials claimed that since it was a major fire, the smoke kept coming out of the burnt material. The sub fire officer at the Sunder Nagar fire station, Aatish Rai, said people were calling again and again for complaining about smoke and flames in the building. He said they had sent three fire tenders in the morning. “The structure of the building is weak and we cannot allow anybody to enter the area to check. Therefore, firemen spilled water from the outside,” he said. Meanwhile, Satinder Singh, a resident of the area, said people were panic because the building of the Vinayak Fabrics was completely damaged and may collapse anytime. “Similar is the condition of the other unit, therefore, people have not been able to sleep,” he said. He said owners of the factories situated near the two units shifted their material to some other place in the morning in order to avoid any untoward incident. Amandeep Kaur, another resident, said nobody was entering the buildings because of the condition and even the firemen refused to go inside. She said people were told to cross the street carefully as the parapet of A K Sanon Knitwears had gone weak. It was a tough time for people living in a few houses constructed adjoining the Vinayak Fabrics because one portion of the roof of the unit had collapsed. They are afraid of their houses being damaged. They have kept their belongings outside their houses to avoid any loss. Download The Times of India News App for Latest City ."}, "2017 custodial death case: SIT finds 3 cops negligent": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/2017-custodial-death-case-sit-finds-3-cops-negligent/articleshow/69806135.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: Almost two years after the alleged custodial death of 29-year-old Ramandeep Kaur of Dugri Phase-I, who was arrested with her live-in partner Mukul Garg, in ATM fraud cases, the then Dugri police station SHO inspector Dalbir Singh, duty officer ASI Sukhdev Singh and woman constable Rajwinder Kaur have been booked for causing death by negligence. The FIR has been lodged following an inquiry by the SIT, formed by Punjab and Haryana high court after hearing a petition by Mukul Garg. On August 4, 2017, the Dugri police had arrested Mukul and Ramandeep in ATM fraud cases. In the early hours of August 5, Ramandeep was found hanging from the door of the washroom in police station with her dupatta. After the incident, Garg had filed a petition alleging that the police had tortured the duo the whole night due to which Ramandeep died. He also alleged that, the police cremated Ramandeep’s body the same day, post autopsy, without informing him or her relatives. On March 18, 2019, the HC ordered an SIT probe into thecase. Following the investigation, the SIT officials held three cops negligent. According to the FIR (a copy of which is with TOI), the SIT has stated that despite a separate lock-up available in police station, Ramandeep was kept in a room which was into the knowledge of SHO Dalbir Singh and duty officer Sukhdev Singh. Further the woman cop did not take her dupatta as precaution neither she accompanied Ramandeep to the washroom or stopped her from locking the door. On the other side, Garg’s advocate Gurpreet Saini said, “This FIR is mockery of justice. The SIT has ignored all the medical evidences and several important aspects. Now we will approach the Supreme Court to get justice.” Saini also alleged that Garg, who is lodged in a jail, is being threatened to withdraw the petition. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Market body members demand integrated centre for border states": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/market-body-members-demand-integrated-centre-for-border-states/articleshow/69806193.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: Members of Feroze Gandhi Market Association have raised a demand for chief minister Captain Amarinder Singh to establish an ‘integrated command centre’ for border states like Punjab, Himachal Pradesh, and Rajasthan for working round-the-clock in case of emergencies or natural calamities. Giving the example of previous incidents like Dera Sacha Sauda, Jat agitation, borewell death, and storm in the city on June 12, the traders claimed that normal life was disrupted, especially after this storm, when trees got uprooted and power supply got disrupted. They said though MC officials, traffic police, as well as Punjab State Power Corporation (PSPC) worked very hard, there was a lack of desired augmentation of resources. The traders complained that for the past four days, half the market was without power supply, because there was massive damage to equipment and electric wires. They said had there been an ‘integrated command centre’, necessary resources could have been commandeered quickly, and the situation brought under control. They suggested there was a need for such a centre and dedicated secure communication channels, rather than mobiles. The centre could be manned round the clock, and be located at the state level and district levels to optimize and mobilize resources to counter the effects of disaster, they said, adding that the government-style ‘5-day week, 9-to-5 culture’ cannot meet the modern challenges faced by people based in border states. “Meeting challenges on a war footing is the need of modern India,” they stressed. Download The Times of India News App for Latest City ."}, "Ludhiana: Another massive fire rages on at yarn unit": {"description": "LUDHIANA: A major fire broke out at a yarn manufacturing factory in Kanganwal on Sunday evening. No body was injured in the blaze that raged for several hours. With it being a Sunday, only a few workers were inside Garg Acrylics. They immediately ran to safety. On noticing smoke billowing out of the five-storey unit’s second floor, neighbours called up its manager, who sounded the fire department. Assistant divisional fire officer Bhupinder Sandhu said, “We received their call at 4.10pm. First, we rushed tenders from Focal Point fire station to the spot. As it was a big fire, tenders from other stations, too, were pressed into service. The factory is built over a large area. Even as the operation was fraught with difficulties, we managed to control the spread of flames. The fire did not go beyond the second floor, where raw material was kept.” With thick black smoke making the job of firemen tough, they tried to control the blaze from outside. The unit workers assisted them in the operation. “The unit has over 7,000 employees. On learning about the incident, some of them rushed to the spot to help the firemen,” said an employee. The factory had the necessary fire safety arrangements. Hydrants were installed in the unit that enabled the firemen get water easily. As nearby units also belonged to the same owner, tenders refilled water from there. Station fire officer SN Sharma said, “Except one, all 16 fire tenders of the city were pressed into service. As the factory is 70 to 80 feet wide and 100 feet long, it is taking time to bring the situation under control. With stairs constructed outside the building, it was easy to control the spread of the fire. Its cause is yet to be ascertained.” The firemen were on the job till the filing of the report. 90 fire incidents reported in 16 days According to the fire department officials, 90 fire incidents were reported from June 1 to 16. With increase in temperature, there is rise in such incidents. In April and May, 95 fire incidents were reported. The spurt keeps firemen on toes for more than 12 hours a day. Heat, winds add to firemen’s woes A fireman said, “The scorching conditions and winds that fan the flames make the operation tough. If a fire is big, we take 10 to 20 hours to douse the flames.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/another-massive-fire-rages-on-at-yarn-unit/articleshow/69817058.cms", "time": "2019-06-17 10:56:00"}, "NDA’s new education policy comes under scrutiny of experts": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/ndas-new-education-policy-comes-under-scrutiny-of-experts/articleshow/69806171.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: Punjab Educationists’ Forum organised a round-table discussion on the draft of the NDA’s ‘new education policy’ in Ramgarhia Girls College (RGC) on Saturday. The forum discussed in detail the proposed draft to analyse its merits and demerits. It hailed the merits of the new education policy like enhancement of the right to education from the age of 3 to 18 years, and the provision of early childhood care from ages 3 to 6 by the institution where the child is admitted. The forum said the positive aspects of the policy were enhancing public funding to education, enhancement of funding to research to the tune of Rs20,000 crore, its policy of inclusiveness, categorisation of educational institutions, end of ad hocism by not allowing any temporary teachers, a stress-free examination system, multiple exit and entry points offered in higher education, and raising of general enrolment ratio (GER) in higher education by 50% up to 2030. RGC principal Khuswinder Kumar said: “Himachal Pradesh has bounced back from the semester system, as it is difficult to manage other activities like sports and annual festivals due to limited time in the semester system.” He mentioned that at his daughter’s school, there was a day when they had to clean the class, so such things must be a part of the policy, where students can learn social skills as well.” Participants criticised the policy to dismantle the University Grants Commission and create a Higher Education Council headed by PM, with 50% ministers in it. They also found fault with the policy of disaffiliating colleges from universities and creation of autonomous colleges. Also, the policy on monitoring private educational institutions is not clear. “It seems that under the new policy, private institutions will flourish by charging a hefty fee from students,” said one of the participants. The participants in the discussion were college/school principals/teachers, academicians, philanthropists, and members of university senates and syndicates. The forum strongly wished the NDA to fulfil its commitment of spending 6% of the GDP on education, which at present is less than 4%. The forum had apprehensions about the funding of education in a federal country where states have little resources. One of the participants said: “The success of such policies depends on the funding of the union government. Past practices show that the union government’s share in education is decreasing, and the state’s share in the sector is increasing day by day.” The forum also had concerns about the gap between declarations of the NDA government and the reality on the ground. The members found it strange that Reliance University — which was not yet established — was accredited as an ‘institute of academic excellence’, and provided grants of Rs10,000 crore. The forum desired the NDA government to take care of grey areas of policy, and sought several amendments in the policy. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Patiala gets first 50k MT steel silos storage facility for grains": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/patiala-gets-first-50k-mt-steel-silos-storage-facility-for-grains/articleshow/69807471.cms", "time": "2019-06-16 12:02:00", "description": "PATIALA: The Food Corporation of India (FCI) has set up 50,000 metric tonne (MT) capacity steel silos storage helping Patiala overcome the problem of rotting foodgrain to certain extent. The Centre had announced to create 100 lakh metric tons of silo facilities across the country. Out of this 50,000 MT has been completed by the FCI in PPP mode, through a local firm MRB Patiala Storage Private Limited. Now 50, 0000 MT of wheat will be moved from vulnerable to safe storage. One of the project developers Pawan Bansal said they started working on silos about 1.5 years ago and were now ready to provide additional storage from the current season. It was the first scientific storage facility in the district, he said. The project has come up in Chintanwali village with an investment of over Rs 55 crore. It was a widely-accepted global concept that was introduced in India a decade ago, but it had just started catching the fancy of government even as the country had been losing grains worth $14 billion annually, Bansal claimed. The private developers will run the facility in contract with FCI and would be paid a monthly rent of Rs 1,319 per MT. The state government had recently written to FCI authorities to send stored rice to other states in special trains to make room for wheat produce as the existing storage facilities in the state were full to the brim. Bansal said the farmers would also be benefited by the storage system as the unloading time was almost negligible due to mechanization. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Patiala boy does IIT again, bags AIR 17 after top show": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/patialas-jayesh-bags-air-17/articleshow/69795322.cms", "time": "2019-06-15 08:19:00", "description": "PATIALA: Local boy Jayesh Singla on Friday secured all-India rank (AIR) 17 in the Joint Entrance Exam (JEE) Advanced in another brilliant performance after topping the state in the JEE Main in January this year. Jayesh had bagged 100 percentile in JEE Main, the first level of the two-part IIT exams. He was among the top 15 candidates out of the 8.74 lakh who had appeared in the examination. Jayesh, who turned 18 in March, had cleared Class X with 97.4% from Yadavindra Public School. He now studies at Apollo Public School. He devoted around 7 to 8 hours a day on his studies and avoided smartphones and watching TV during his days in coaching classes from a private institute in Chandigarh. Keen on computer engineering, Jayesh said he would prefer to get admission in Indian Institute of Technology (IIT), Mumbai. Jayesh, a cricket lover, could not see any matches owing to his studies. “I would now like to spend days watching all the remaining World Cup matches,” he said. “I have a love for physics and enjoy studying instead of taking it as a burden. I had given importance to self-study as it has always helped me. I do not lose confidence while attempting any examination. I am thankful to the almighty, my parents and teachers for their support and guidance,” said Jayesh. Jayesh’s father Ajay Singla is a paediatrician, while his mother Dr Monika is a gynaecologist at a private hospital in Patiala. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "MC asked to strictly enforce ban on plastic carrybags": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/mc-asked-to-strictly-enforce-ban-on-plastic-carrybags/articleshow/69806185.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: Having seen the poor implementation of the ban on the distribution and usage of plastic carrybags, director of Environment and Climate Change Kahan Singh Pannu has asked the civic body to enforce the ban strictly. However, MC officials claimed they were issuing challan to offenders and several times, checking drives were also conducted, but most of the staff remained on duty during elections, so checking drives could not be conducted properly. In May, officials could issue only 45 challans for using plastic carrybags. Medical officer (Health) Dr Jasbir Kaur said teams were already formed for issuing challans to distributors supplying plastic carrybags to the public. She said now they would start special drives to crack the whip on offenders using carrybags with thickness less than 100 microns, which are banned. Plastic carrybags are being used in large quantities in the city with a population of nearly 16 lakh. These carrybags have increased the volume of garbage being collected from city roads. Also, they are among the major causes behind the blockage in Buddha Nullah. The carrybags accumulate in the drain, and then reach Satluj river as well. However, traders who make plastic carrybags argued that now there are no low-fat, recyclable poly carrybags manufactured in Punjab. Meanwhile, civic authorities have also been told to cut down their expenses, especially power expenses by 25%. Officials are being told to make use of five-star ranked motors for tubewells, so that bills come down. Download The Times of India News App for Latest City ."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Ludhiana: Police bust gang of wheat thieves, 2 held": {"description": "LUDHIANA: Police have arrested two members of a gang of thieves involved in stealing wheat procured by the state government and recovered 487.50 quintal of wheat from their possession. The arrested accused were identified as Buta Singh and Baljinder Singh. Police said eight unidentified gang members are yet to be arrested. Police said that a police party from City Raikot was on patrolling duty received a tip-off from an informer that the accused persons steal government-procured grains from godowns in Tarn Tarn and other districts of the state. They added that as per tip-off, the accused were coming from Sandorh near Malerekotla of Sangrur as they had dumped stolen wheat at Faujewal area. They added that the accused were coming in two trucks loaded with 970 bags (each having 50kg wheat) towards Hari Singh Nalwa Chowk in Raikot. On finding the information credible, the police party laid a check post and stopped the trucks. During the checking, the police recovered stolen 487.50 quintal of wheat from the trucks. Police said that two of the accused were arrested while other gang members managed to flee from the spot. Police also recovered six live cartridges of a 12-bore rifle from their possession. City Raikot police has meanwhile booked the accused persons under sections 457, 380 (theft in dwelling house), 411 (dishonestly receiving stolen property) of Indian Penal Code (IPC) and sections of Arms Act. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/ludhiana-police-bust-gang-of-wheat-thieves-2-held/articleshow/69831966.cms", "time": "2019-06-17 23:00:00"}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Father, son accuse MLA aide of attacking them": {"description": "Ludhiana: A father-son duo have accused a close associate of Congress MLA from East constituency, Sanjay Talwar, of attacking them and vandalising their medical store. They have alleged that the accused claimed to be Talwar’s PA, due to which the police were not arresting him. Victim Harpreet Singh (37) of Basant Avenue said he and his father Inderjit Singh (65) owned a medical shop in Hargobind Nagar. On Saturday at around 9pm, Rubal Singh — the close aide of the Congress MLA — along with Pushpinder Singh, Jaswinder Singh, Deepak, Mandeep, and four unidentified accused barged into their shop and attacked them. He added that when they resisted, the accused tossed his father’s turban and also vandalised their shop and escaped. Harpreet added that Pushpinder was his friend, but they had an argument days ago, and at that time, he had threatened him of dire consequences. Harpreet alleged that Rubal had challenged him that the police would never arrest him, due to his political backing. He further said the police had registered a case against all the accused, but were reluctant to arrest them. Investigating officer from Division 3 police station, ASI Madan Lal, said the accused would soon be arrested, and there was no pressure for not arresting them. MLA Sanjay Talwar said: “The police have registered an FIR against Rubal and may arrest him too. There is no pressure on the police. Besides, Rubal is not my PA, but just a supporter. There are some political persons hatching a conspiracy to defame me. Soon, the names of those persons will come out.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/father-son-accuse-mla-aide-of-attacking-them/articleshow/69817141.cms", "time": "2019-06-17 07:59:00"}, "Healthcare services in city hit as doctors go on strike": {"description": "Ludhiana: Healthcare services remained crippled in the city as government and private doctors went on a 24-hour strike from 6am on Monday. No death of patient due to shutting down of OPD services was reported, even as 20,000 bore the brunt of the strike. On a protest call given by Indian Medical Association (IMA) against beating of doctors in West Bengal, Ludhiana hospitals — including DMC, CMC, Oswal, SPS and G T B hospital, among others — suspended all services, except emergency and ICU. All nursing homes and clinics, too, remained close. The civil hospital, however, remained partially off due to Kabir Jayanti.There are over 800 doctors working in the city’s 16 government hospitals, 325 nursing homes and 20 private hospitals.At 10am, over 600 doctors gathered at IMA House in BRS Nagar and marched from Bai Bala Chowk to Bharat Nagar Chowk, raising slogans — “Stop violence against doctors”, “Save the saviour”. IMA president, Ludhiana unit, Dr P S Jassal, said, “The government must take measures to check violence against doctors. In the absence of protection laws, doctors are shying away from taking up critical and complicated cases. This is a loss to society.” DMCH managing society secretary Prem Kumar Gupta said, “Violence against doctors has increased manifold. There are several reports of medical professionals being roughed up, even killed, by patients’ disgruntled attendants. The IMA awaits formal communication from the Government of India on central law to check violence against doctors and hospitals.” Senior medical officer Dr Geeta Kataria said, “We wore black badges to support the cause. Doctors have given a memorandum to the DC.” DMCH’s Dr Sanjeev Uppal said , “About 75% doctors face verbal or physical abuse on hospital premises. We serve the ailing humanity and want to work in a non-threatening environment.” The protest gave patients a tough time. While many returned home on seeing ‘No OPD’ boards outside hospitals, some were told about the stir after hours-long wait. “Even as I had taken an appointment, I was not allowed to meet my doctor at Rana Hospital on Pakhowal Road. Later, I was told that my appointment has been rescheduled,” said Satinder Kaur, a resident of Sarabha village. “A month ago, I had undergone an operation at Global Heart Hospital, Ferozepur Road. After making me wait for nearly two hours, the hospital authorities asked me to come on Tuesday. I was given a week’s medicine, which got over on Sunday. As I could not meet my doctor, I will have to skip my medication Monday,” said Jorah Singh of Barnala.An elderly couple, Veena Kumari and Om Prakash of Batala, waited for four hours at Deep Hospital in Model Town. “I am suffering from a kidney ailment and much in pain. But no doctor attended to me,” said Prakash.Even as DMC resumed OPD services from 12noon to 3pm, several patients were not aware of it. “My father, Surendera Singh, is suffering from food poisoning. Before coming to DMCH, I called it up many a time, but in vain. As my father’s condition deteriorated, I brought him here around 9.30am, but no doctor attended to him. After waiting for a couple of hours, we returned home,” said Varinder Singh, who had come from Mukeriyan. “I have come to DMCH for my parents’ check-up. But the OPD is closed today. We should have been informed about it,” said Mohit, who came from Udhampur. Figuratively speaking Hospital — everyday footfall at OPDs Oswal Hospital — 400 CMCH — 1,200 Deep Hospital — 250 Deepak Hospital — 300 Raghunath Hospital — 450Guru Teg Bahadur Hospital — 700 Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/healthcare-services-in-city-hit-as-doctors-go-on-strike/articleshow/69832577.cms", "time": "2019-06-18 04:32:00"}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "4 booked in two sexual harassment cases": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/4-booked-in-two-sexual-harassment-cases/articleshow/69806126.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: In two different cases, Ludhiana police have booked four men for sexually harassing two teenaged girls. In the first case, a 19-year-old BA-I student complained against a man for stalking and harassing her in a bus on the way to her college. She alleged that the man had been harassing her for the past couple of months, but she did not tell anyone about it out of fear. But on Friday she told everything to her family and lodged a police complaint. The police have booked the man who belonged to Guru Gobind Nagar. The accused is yet to be arrested. ASI Manjeet Kaur, investigating officer, said the police have launched a manhunt to nab the accused. In another case, the police have booked three youths for harassing a 12-year-old girl. In her statement to police, the girl said she studied in Class VIII in a nearby locality. The accused who were her neighbours used to harass her on the way to her school. She said she also dropped out of school out of fear, but the accused kept harassing her. Later, she informed her parents who further lodged a police complaint. ASI Nirwal Singh, investigating officer, said the police are yet to arrest the accused. It would be ascertained whether the accused are minor or not. Download The Times of India News App for Latest City ."}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Ludhiana: Couple arrested for assault": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/couple-arrested-for-assault/articleshow/69796100.cms", "time": "2019-06-15 09:42:00", "description": "JALANDHAR: Police arrested a couple on Friday, following a complaint by a woman, who was found seriously injured near Leather Complex on Thursday. Police are looking for the third accused who is absconding. An injured Rani, 47, was found by some passerby and taken to the civil hospital, from where she was referred to Guru Nanak Hospital, Amritsar. Rani told cops that she belonged to Jalandhar but was employed as a sweeper at a hospital in Tanda. She said she had gone to her brother Shankar’s place to look for a room on rent. “Shankar, his wife Geeta and her brother Vijay Kumar, who was there, told me to give them Rs 40,000 I had with me. I refused to give them the money. They took me to Leather Complex, where Shankar and Vijay caught hold of me while Geeta attacked with a knife, slashing my face. She kept saying she would gouge out my eyes,” she told the police. She alleged that Vijay wanted her to marry him but she had refused the offer. Police have registered a case for voluntarily causing hurt, causing grievous injuries and theft. While Shankar and Geeta have been arrested, Vijay is absconding. Download The Times of India News App for Latest City ."}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "When municipal corporation commissioner knocks at doors in Joshi Nagar for segregation of waste": {"description": "LUDHIANA: Ludhiana Municipal Corporation Commissioner along with civic body officials on Monday went door-to-door and urged people to segregate garbage at source. Commissioner KP Brar along with councillor Rashi Aggarwal and other civic officials knocked at the doors of the Joshi Nagar locality and asked people whether they segregate the domestic waste before giving it to the garbage collectors. Some residents were already implementing the source segregation but some had kept the dry and wet waste collectively in one dustbin. The civic body has kicked off a drive for segregation of waste from ward number 81 on Monday and Brar will visit the areas concerned. The residents were asked to keep two dustbins in their houses by Brar, who also entered their kitchens to check how they keep their garbage. The civic officials clapped for the households where segregation was implemented by residents but those who had not done it were given information about the same. The garbage collector separated the wet and dry waste in front of the residents so that they can learn from them. A resident Pushpinder Singh was found composting his domestic waste and preparing the manure for the plants. From past two months he has been practicing this thing at his house. Singh shared they have a very small family and the waste which is being generated from the household is further used to prepare the manure. He said he has interest in plantation especially growing vegetables at home. Another resident, Tarsem Lal Mittal has also started segregation of waste at his house. Mittal said they are doing it from past few months and two dustbins are kept. Another resident SP Singh said around two months back a few civic officials had conducted a survey in the locality and they had told about wet and dry waste so after that they started doing it regularly. Commissioner Brar told people that she will visit again on Tuesday to see whether people are following the directions or not. The area councillor Rashi Aggarwal said, \"On first day the response was good, especially when Commissioner herself visited the houses.\" A meeting was also conducted with garbage collectors, who were instructed not to collect non- segregated garbage. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/when-municipal-corporation-commissioner-knocks-at-doors-in-joshi-nagar-for-segregation-of-waste/articleshow/69822735.cms", "time": "2019-06-17 13:05:00"}, "2 of gang striking at govt warehouses held": {"description": "TNNLudhiana: The Ludhiana rural police on Monday claimed to have arrested two members of a gang of thieves that struck at government wheat warehouses. Nearly 48,750 kilograms of stolen wheat was recovered from the possession of Buta Singh and Baljinder Singh, both residents of Tarn Taran. Their 10 accomplices, however, gave police the slip. Two of the 10 have been identified as Gali and Hardip Singh, also of Tarn Taran.On a tip-off, police had set up a checkpost near Hari Singh Nalwa Chowk in Raikot on Sunday. Two trucks were intercepted. During checking, 970 bags (48,750 kilograms) of stolen wheat were recovered from them. Six live cartridges of 12 bore rifle were also found in one of the trucks. While the cops arrested Buta and Baljinder, their aides managed to flee. “The gang had stolen wheat from a government godown in Faujewal, near Sandorh close to Malerekotla. They were on way to Tarn Taran to sell the steal. Buta and Baljinder have confessed their gang’s involvement in two to three such cases. They told that in the past one year, they had stolen 1,000 to 1,100 bags from a godown in Kapurthala and 550 bags from a warehouse in Baaga Purana. In both the cases, each bag contained 50 kilograms of wheat. The gang struck at night,” said a cop. A case has been registered under sections 457 (lurking house-trespass or house-breaking by night in order to commit offence punishable with imprisonment), 380 (theft in dwelling house, etc), 411 (dishonestly receiving stolen property) of the Indian Penal Code (IPC) and sections of the Arms Act.City Raikot SHO sub-inspector Amarjit Singh said, “A manhunt has been launched to arrest their accomplices. The two were produced before a local court on Monday that sent them to five-day police remand.”Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/2-of-gang-striking-at-govt-warehouses-held/articleshow/69832591.cms", "time": "2019-06-18 04:33:00"}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Ex-serviceman yet to be arrested in wife’s murder case": {"description": "Ludhiana: A day after an ex-serviceman shot his wife in Khandoor village of Jodhan, police are yet to arrest him. Many teams have been constituted to nab him. On Saturday morning, an ex-serviceman Sukhdev Singh had shot his 60-year-old wife Gurmit Kaur after a heated argument in Khandour village of Jodhan on Saturday morning. Police had booked the accused for murder and also under sections of Arms Act. They had also initiated a manhunt for him as he had run away from home after the incident. DSP, Investigation, Ludhiana Rural Police, Dilbagh Singh, said they have formed three teams, including Crime Investigating Agency (CIA), Dakha police and Jodhan Police, to arrest the accused. Police officials said the accused had switched off his mobile phone after the incident and has not switched it on which makes the job of tracking him down even more difficult. They added that the information about the accused gathered by police suggests that he might not have gone out of Ludhiana district. DSP said the motive for the accused to commit such a crime will be known only after his arrest. He added that the post-mortem examination of the deceased was done by doctors at Sudhar Civil hospital and her body was handed over to her family for last rites. Police officer said the two sons of the deceased, who work in Indian Army and are posted in Rajasthan and Assam, arrived at their native village after they came to know about their mother’s murder. What had happened on Saturday morning? Police officials said the accused Sukhdev Singh lived with his wife and daughter-in-law Jaspreet Kaur in the village, whereas his elder son, who works in Army in Rajasthan, lived separately with his family in Ludhiana. His younger son Bhupinder Singh (husband of Jaspreet) is posted in army in Assam. They added that on Saturday morning, Sukhdev and Gurmit Kaur, went to their room, while Jaspreet went for a bath. Jaspreet told cops that after she some time she heard the couple talking loudly in their room and rushed there. She added that the door was not opened despite her repeated requests and shortly gun shots were heard after which she ran to a distant relative’s place in the neighbourhood. Jaspreet told cops that even as the relative asked the accused to open the door, he told them to leave his house. She added that he escaped on his scooter before he could be caught and her mother-in-law was found lying in a pool of blood. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/ex-serviceman-yet-to-be-arrested-in-wifes-murder-case/articleshow/69817155.cms", "time": "2019-06-17 07:59:00"}, "Man, sister-in-law held with heroin worth 45 lakh": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/man-sister-in-law-held-with-heroin-worth-45-lakh/articleshow/69806188.cms", "time": "2019-06-15 22:48:00", "description": "LUDHIANA: The anti -narcotics wing of Ludhiana rural police have arrested a person and his sister -in -law after recovering 82g of heroin from them. The accused were identified as Ramesh Singh (25) of Parjian Biharipur village, and his sister -in -law Harpreet Kaur. The anti -narcotics wing officials said that as part of a special drive against drug peddling, the police party had set up a checkpost in the area around Friday evening. They added that while checking suspicious persons and vehicles, the police party stopped a motorcycle bearing registration number PB08CV -1094. Cops said during a search of the accused, police recovered 82g of heroin from the possession of the accused. They added that the accused were then booked under sections of the Narcotic Drugs and Psychotropic Substances (NDPS) Act and were arrested. The anti -narcotics wing officials said preliminary investigation suggested that the accused may have brought the consignment from Moga and were to supply it in Sidhwan Bet. They added that the estimated cost of the recovered consignment in the international market was around Rs45 lakh. The anti -narcotics wing in -charge inspector Navdeep Singh said the family had more than a dozen cases of drug peddling against them. He added that whereas the arrested accused had four such cases against him, his sister -in -law had been booked in a drug peddling case for the first time. The officials said the parents of Ramesh would peddle poppy husk, but their sons shifted to heroin smuggling some years ago because of the small size of consignments and more profit. They added that even the two sons -in -law of the family, who lived with them, had around 3 -4 cases of drug peddling against them. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Malerkotla Quran Sacrilege case: Charges framed against AAP Delhi MLA, three others by Sangrur court": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/malerkotla-quran-sacrilege-case-charges-framed-against-aap-delhi-mla-3-others-by-sangrur-court/articleshow/69807482.cms", "time": "2019-06-16 12:38:00", "description": "PATIALA: A Sangrur court has framed charges against Naresh Yadav, an Aam Aadmi Party (AAP) legislator representing Delhi’s Mehrauli constituency, and three others in the June 2016 Quran sacrilege case. The court of judicial magistrate first class, Sangrur, Ajay Mittal, ordered that charges be framed under against Yadav under Sections 153A (promoting enmity between different groups on grounds of religion), 295A (deliberate and malicious acts intended to outrage religious feelings) and 120B (criminal conspiracy) of the Indian Penal Code. The other three accused, Vijay Kumar from Jind (Haryana), Nand Kishore and Gaurav Kumar from Tarn Taran (Punjab), are also facing charges under Section 124A (sedition) along with those faced by Yadav in the case. The Punjab government had granted sanction for their prosecution in sedition case in August last year. According to Yadav’s counsel Narpal Singh Dhaliwal, the district and session court Sangrur had dropped only the sedition charge against Yadav in October last year. The court had stated that from the facts and figures presented before the court, a sedition case was not made out against Naresh Yadav, who was arrested by the Punjab police in July 2016 after Vijay Kumar, the prime accused in the case, had named him as the mastermind of the conspiracy. Yadav has been out on the bail after he was remanded in police custody on July 24, 2016 for two days and had later remained in the judicial custody till August 1. On June 24, 2016, torn pages of the Quran were found scattered on a road in Muslim-dominated Malerkotla town of Sangrur. This had led to violence and burning of vehicles by an angry mob. Yadav was one of four people to be arrested in the case. The police had claimed that three others had confessed to their crime and Vijay had revealed that he wanted to “take revenge for Dinanagar and Pathankot terrorist attacks.” The court of judicial magistrate first class, Ajay Mittal has now fixed July 3 as the next date of hearing when the case will be taken up for evidence. Download The Times of India News App for Latest City ."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "OPDs to remain closed for 24 hours from 6am today": {"description": "Ludhiana: After two young doctors were brutally attacked in Kolkata recently, city doctors have stood in solidarity with the medical fraternity in the demand for justice, and safe and improved working conditions for doctors all across the country. A call has thus been issued by the Indian Medical Association (IMA) and Indian Dental Association (IDA) to observe ‘complete bandh’ for 24 hours in the city. The OPDs of all hospitals, nursing homes, and clinics will remain closed for 24 hours from 6am on Monday to 6am on Tuesday. Various hospitals like Dayanand Medical College and Hospital (DMCH), Christian Medical College and Hospital (CMCH), Fortis, Apollo, GTB, Pahwa, Ramachandran, and Raghunath Hospitals have assured that they would keep OPD services closed. However, only emergency services and casualties will be attended. IMA president Dr PS Jassal said: “The attack by attendants of the patients is increasing every day. The unfortunate events in West Bengal and the repeated attacks on medical professionals is a big cause of worry. Time and time again, such acts have created a scare among medical professionals about practising in a fearless manner. Also, I have appealed to all members to gather at IMA Hall near Orient Cinema BRS Nagar on Monday at 10am. Considering the seriousness of the issue, if any doctor is found missing, the association would presume them to be busy with the OPD running,” he added. Demanding a central act on violence against doctors and hospitals, IMA secretary Dr Bhim Kanish said: “The law should provide a minimum of seven years imprisonment for hospital violence, and ensure that cases are registered, and culprits arrested. Hospitals should be declared as special zones and provision of appropriate security should be the responsibility of the state.” IDA president Aman Goyal said: “I have appealed to all dental surgeons to abstain from clinical practice on Monday morning in OPDs across all dental clinics as a sign of protest. Meanwhile, the Alliance of Doctors for Ethical Healthcare (ADEH) too expressed shock and sorrow at the grievous assault on junior doctors — Dr Paribaha Mukherjee and Dr Yash Tekwani — in NRS Medical Hospital in West Bengal. “The Alliance of Doctors for Ethical Healthcare condemns, in the strongest terms, the escalation of the violence and attempts at intimidation that have ensued in West Bengal in the aftermath of the protests by junior doctors in the past 48 hours.” read a press reslease issued by the ADEH. “We appeal to the West Bengal government to act speedily to acknowledge the concerns of junior doctors, to take stern action against perpetrators of this heinous crime, and take measures to provide a safe working environment for all doctors to enable them to carry out their duties without apprehension or fear,” added the release. Dr Arun Mitra, core committee member of ADEH, said: “In wake of the increasing violence against doctors across the country, we also urge the government to acknowledge the gravity of this crisis and take proactive and comprehensive steps to ensure the safety of the medical community. Along with enacting legislation for prevention of violence to healthcare professionals and institutions, the government should also focus on long-term investment in medical infrastructure, human resources and system reforms that ensure transparency in treatment, billing, and effective grievance redressal mechanisms. These actions will go a long way in mitigating the deficit in the doctor- patient relationship.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/opds-to-remain-closed-for-24-hours-from-6am-today/articleshow/69817183.cms", "time": "2019-06-17 07:59:00"}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Three booked after check on travel agents, IELTS centres in Jalandhar": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/3-booked-after-check-on-travel-agents-ielts-centres-in-jalandhar/articleshow/69807489.cms", "time": "2019-06-16 12:41:00", "description": "JALANDHAR: Jalandhar police and district administration checked 25 offices of travel agents and immigration consultants operating around the city bus stand on Saturday and registered cases against three who were operating illegally. Commissioner of police Gurpreet Singh Bhullar said they had received a tip-off that a number of illegal travel agents were operating around the bus stand and were duping people. He said these agents had opened shops in the name of IELTS training institutes, ticketing agencies and education consultancy services. On Saturday, joint teams of the police and district administration were formed to check these offices. “As all travel agents and immigration consultants have to registered with the state government, our focus was to find those who were operating without registration,” Bhullar said. Bhullar said owners of the three agents were booked under 406, 420 and 120 B of the Indian Penal Code, Section 12 of Passport Act and Section 13 of Punjab Travel Professional Regulation Act. The accused are Mohit Minhas, resident of Gian Nagar, who was running Next Level IELTS Institute, Satinderpal Singh, a resident of Doordarshan Enclave who was running IELTS Guru Institute, and Ravinder Kumar, a resident of Mujjafarpur village who was running an IELTS institute by the name of Bands Solution. Bhullar said all three were arrested. Two mobile phones and Rs 54,000 cash were seized from Mohit, whereas one mobile phone and Rs 1.28 lakh were taken from Satinderpal Singh. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "PAP flyover portion closed over design flaw, NHAI finds no fault": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/pap-flyover-portion-closed-over-design-flaw-nhai-finds-no-fault/articleshow/69797963.cms", "time": "2019-06-15 10:35:00", "description": "JALANDHAR: Even as one side of the newly-constructed PAP flyover in Jalandhar had to be closed within hours of its opening on March 29 due to, what the district officials called, a faulty design, the National Highway Authority of India (NHAI) has claimed that there is no fault in the design of the flyover. Responding to a complaint, NHAI has also claimed that traffic congestion problem at Jalandhar has been sorted out as the traffic from Ludhiana to Jalandhar and to other destination faced no problem while passing through from the said flyover despite it being partially closed since March 29. Notably, flaw in the design was first pointed out by Jalandhar deputy commissioner Varinder Sharma and commissioner of police Gurpreet Singh Bhullar, who during their visit a few hours after its opening on March 29, found that a bottle neck had been created at the landing of the flyover. The problem arises as width of the flyover is six-lane and just where its landing the road ahead is four-lane wide. At the bottleneck traffic going out from the city also merges with the National Highway. The two officials held that the bottleneck – junction point of fast traffic on flyover and the vehicles going out from the city – was too risky and could lead to fatal accidents. Subsequently, one side of the flyover was immediately closed. Vehicles now have to pass through the traffic lights to turn towards Pathankot and Amritsar. However, replying to a series of questions asked by RTI activist and local resident Sanjay Sehgal, who has also filed a separate complaint, the National Highway Authority of India Project director, Gautam Viishal, has claimed that there is no faulty design of PAP flyover. Responding to a question about action taken on complaints (related to faulty design), the NHAI has come up with one line statement, “being rectified on its consent from the Concessionaire and its independent engineer”. The NHAI has also revealed that concessionaire (M/s Panipat-Jalandhar NH-1 Tollways Pvt Ltd) and its independent engineer M/s LN Malviya Infra Projects Pvt Ltd jointly inspected the site before opening it for traffic. The concessionaire was earlier known as Soma Isolux NH 1 Tollway Pvt Ltd. In reply to the grievance filed by Sehgal, the Ambala office of NHAI has replied by forwarding the comments of the concessionaire stating, “Safety measures have been taken for the safety/convenience of road users. The additional safety measures have been also taken at the merging point of service road (LHS) from Jalandhar to Amritsar and Main Carriage Way (LHS). With the construction of PAP flyover the traffic congestion problem at Jalandhar has been sorted out as the long route traffic from Ludhiana to Jalandhar-Amritsar and to other destinations passes through from the said flyover.” Sehgal said that he would file a complaint as Ambalabased NHAI office made a false claim of opening up of Ludhiana to Jalandhar-Amritsar side of the PAP flyover for traffic. Download The Times of India News App for Latest City ."}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Coop society official booked for Rs 22L fraud": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/coop-society-official-booked-for-rs-22l-fraud/articleshow/69806255.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: Hathur police have booked the secretary of the cooperative society at Dalla village in Jagraon for allegedly committing a fraud of Rs 22 lakh. The accused, identified as Kuljit Singh, is yet to be arrested. The case was registered following a complaint from the assistant registrar office, cooperative society, Jagraon. Police officials said the SSP Ludhiana rural had directed the Hathur police to register a case against the accused. Police said a case under Section 409 (Criminal breach of trust by public servant, or by banker, merchant or agent) of the IPC was registered at Hathur police station. Download The Times of India News App for Latest City ."}, "Woman, 35, dies, brother hurt as house catches fire": {"description": "Ludhiana: A 35-year-old woman died, while her brother sustained burns after their house caught fire on Bahadur K Road on Saturday evening. Pushpa Devi, who was under treatment at civil hospital, succumbed early on Sunday. A few days ago, Pushpa, a native of Bihar, had come to the city to meet her brother, Munna, 30. “The two of them were home on Saturday evening. After the electricity supply was disrupted, Pushpa lit a candle. Minutes later, the candle fell on a bunch of clothes. Pushpa, who was sitting near the clothes, caught fire as it spread. When Munna came to her rescue, he too sustained burns,” said a cop. On hearing their cries, neighbours rushed to their house and took them to civil hospital. The condition of Munna, who sustained 30% burns, is stated to be stable. Jodhewal police have initiated proceedings under Section 174 of the CrPC. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/woman-35-dies-brother-hurt-as-house-catches-fire/articleshow/69817106.cms", "time": "2019-06-17 07:58:00"}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Cloudy comfort after continuous hot days for city residents": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/cloudy-comfort-after-continuous-hot-days-for-city-residents/articleshow/69806218.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: After two days of hot weather, people get a sigh of relief after windy and cloudy conditions arrived in the city on Saturday evening. However, the heat waves continued to remain during the day time. The maximum day temperature on Saturday was recorded at 43.3 degrees Celsius, which was six degrees above normal. On Friday, the temperature in the city was recorded at 42.7 degree Celsius, which was four degrees above normal. In the meanwhile, the night temperature in the city on Saturday was recorded at 25.3 degree Celsius. Meanwhile, due to weather disturbance, the city witnessed cloudy conditions. As the city residents grappled with hot weather during the day, they enjoyed the pleasant Saturday evening. “There are chances of light to moderate rainfall in the city on Sunday and Monday. The rainfall on these days can be recorded between 10 and 30 mm and it is expected to bring down the day temperature. There are chances of thunderstorm and winds in the city during these two days. The wind velocity can go as high as 60 km per hour during these days,” said Surender Paul, director, Met Department, Chandigarh. He said the weather was likely to remain dry for a few days after the rain. The met department website predicts fall in the day temperature and same maybe recorded at 41 degree Celsius on Monday, whereas the night temperature can rise to 26 degrees. “It was hot during the day, but as clouds and winds arrived in the city, weather turned pleasant. We only used fan during the evening as we didn’t feel the need for air conditioners,” said Manish Jain, a trader from the Civil Lines. Download The Times of India News App for Latest City ."}, "Captain, Sukhbir, AAP seek action against Delhi cops": {"description": "JALANDHAR: A day after a Sikh auto driver and his minor son were beaten up with lathis by at least five men of Delhi Police, parties and politicians in Punjab sought action against the cops involved on Monday. Punjab chief minister Amarinder Singh, SAD president Sukhbir Singh Badal and Aam Aadmi Party appeared on the same page in condemning the incident and demanding action against the cops. The protesting Sikh leaders and other activists kept on streaming their protest live which was widely shared and viewed and by midnight it had already become a major issue. By Monday morning, political leaders of Punjab condemned the incident. “Shameful incident of @DelhiPolice ruthlessly beating up Sarabjeet Singh & Balwant Singh over a petty issue. Request HM @AmitShah to ensure justice,” tweeted Captain Amarinder. “We are taking up the issue at the highest level. This is disgraceful and unforgivable. We will ensure that guilty are brought to book,” tweeted Sukhbir. He posted another tweet: “There is no place in democracy for inhuman conduct against anyone. I urge @AmitShah to dismiss policemen responsible for brutal attack on innocent Sikhs in Delhi yesterday. Attempt to murder cases should also be registered against cops. I commend DSGMC for taking up the case forcefully.” Delhi chief minister and AAP chief Arvind Kejriwal visited the house of auto driver Sarabjeet Singh and termed the incident as an example of “Delhi Police brutality”. He sought action against the “guilty”. The Punjab unit of AAP wanted the Modi government to show “sensitivity” towards minority communities and protect religious identities and sentiments. As the video of the incident went viral by Sunday night, scores of Sikhs gathered outside Mukherjee Nagar police station, located close to the incident site. Soon, Sikh leaders who often remain at loggerheads converged there. DSGMC president and BJP MLA Manjinder Singh Sirsa, former DSGMC presidents Manjit Singh GK and Paramjit Singh Sarna, AAP MLA Jarnail Singh also visited the spot, seeking action against the cops. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/capt-sukhbir-aap-seek-action-against-delhi-cops/articleshow/69832958.cms", "time": "2019-06-18 04:33:00"}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Dairy unit worker, 35, found murdered on Hambran Road": {"description": "Ludhiana: A 35-year-old dairy unit worker was found murdered on Hambran Road on Sunday morning. Police suspect the man was attacked on head with a heavy stone, as it was found near the body. With no documents or cellphone on him, cops faced a difficult time to establish his identity until evening, when his wife identified him as Upinder Mahato. His wife, Kavita, told the police, “Upinder left home around 5pm on Saturday to buy snacks. When he did not return for long, I called him up many a time, but his cellphone was switched off. The entire night we kept looking for him, but to no avail. On Sunday afternoon, I came to know that a body had been found on Hambran Road. I rushed to the spot and identified it as that of my husband.” Assistant sub-inspector Sukhdeep Singh said, “A stone with blood stains on it has been recovered from the spot. It is suspected that Upinder was attacked with it. From old rivalry to robbery, we are probing the case from all angles. His wallet and cellphone are missing.” Upinder worked and lived at a dairy complex on Hambran Road. He is survived by his wife and four children. PAU police have registered a case under Section 302 (murder) of the IPC. Sources in police said, “A resident of the dairy complex has been rounded up for questioning.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/dairy-unit-worker-35-found-murdered-on-hambran-road/articleshow/69817091.cms", "time": "2019-06-17 07:51:00"}, "Ludhiana: Cheema invites Sidhu to join AAP": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/cheema-invites-sidhu-to-join-aap/articleshow/69807446.cms", "time": "2019-06-16 11:02:00", "description": "LUDHIANA: Leader of Opposition and senior AAP leader Harpal Singh Cheema on Saturday urged Punjab minister Navjot Singh Sidhu, who is sulking after his portfolio was changed by the chief minister, Captain Amarinder Singh, to join his party. Talking to media on the sidelines of a meeting in Ludhiana, Cheema requested Sidhu to join AAP and promised him that he would be given due respect. He added that the AAP meeting reviewed the reasons for loss in Ludhiana and vouched to remove the weaknesses and nominate strong candidates for the Punjab assembly elections. He added that the AAP had invited feedback from volunteers and party activists for strengthening the party. AAP leader Tejpal Singh Gill, who had contested from Ludhiana, said a detailed discussion was held on appointing a new Ludhiana urban president. Download The Times of India News App for Latest City ."}, "First time, ONGC looking for oil in dist’s Ganga-Pb basin": {"description": "Jharaudi (Machhiwara): The Oil and Natural Gas Corporation (ONGC) is for the first time exploring the possibility of oil reserves in Machhiwara, Samrala and Ludhiana East tehsils of the district. It has roped in a private company — ALPHAGEO (India) Limited — that is undertaking a two-dimensional seismic survey as part of the Government of India’s project in many villages to ascertain whether the unexplored Ganga-Punjab basin, of which these areas are part of, has potential for oil exploration. If the potential is established, Ludhiana district will be able to generate crude oil. A scientist of the company, under whose leadership the survey is being conducted, said in India crude oil has been found at around five to six basins, including Bombay High, Baroda in Gujarat, Barmer in Rajasthan and in Arunachal Pradesh and Assam, whereas in many basins in Madhya Pradesh and Jammu and Kashmir, there is not much scope. He added that Ganga-Punjab Basin, comprising Uttar Pradesh, Haryana and Punjab, has never been explored for oil potential and this was the first time a seismic study was being conducted. “As part of the study, we dug 20m-deep bores at multiple places along the six-km length in the villages and then connected them with geo phones. We then placed explosive material inside the bores and blast it with radio signals from a specialized vehicle. The current because of the vibration under the soil is measured to ascertain the possibility of oil reserves. The data generated with the help of this two-dimensional study will then be sent to ONGC, which will either analyze it on its own or send it to a laboratory for analysis,” said the scientist. “If oil reserve is found, then they will get a three-dimensional study done and later a well will be dug to ascertain whether it is profitable or not. If found profitable, the ONGC will get the oil recovered from the reserve. In Ludhiana district till now we have carried out exercises in Ratipur, Panjgraiyan, Udhowal Khurd, Jharaudi villages of Machhiwara and many villages in Samrala. We will carry out similar surveys in Nawanshahr, Jalandhar, Gurdaspur and Amritsar areas, too.”BOXFarmers happyFarmers on whose land the company is conducting the survey are excited about the exploration. “I wish they find oil reserves here as these will benefit not just us but also contribute to the prosperity of the area,” said Shiv Kumar Shivli of Jharaudi village in whose field the company has dug many bores. He added that even as the company did offer him compensation for carrying out study, he didn’t take it as he believes that the exercise may help their area. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/first-time-ongc-looking-for-oil-in-dists-ganga-pb-basin/articleshow/69832574.cms", "time": "2019-06-18 04:32:00"}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Sewerage lines choked with garbage, filthy water flows on to streets": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/sewerage-lines-choked-with-garbage-filthy-water-flows-on-to-streets/articleshow/69806203.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: With employees of the waste management firm allegedly not paying attention to garbage collection in Wards 12, 13, 15 and 16, waste matter from Tajpur Road is entering sewerage lines through open manholes, leading to sewage overflow. Residents of the areas have been forced to live in a pathetic condition for the past few months since the problem has arisen. They had also lodged complaint over sewage overflow. Their fears have been compounded as rainy season is around the corner. They also fear that if the issue is not sorted out soon, the areas might see some epidemic. The councillors of the wards raised the matter with area MLA Sanjay Talwar as well as mayor Balkar Sandhu in a meeting on Friday. Talking to TOI, Sandhu said the problem would be resolved soon as he had asked the officials to look into the matter. On Saturday, Sandhu along with MLA Talwar visited the area and decided to get the choked line cleared with the help of super suction machine. The MLA also recommended recovering the cost of cleaning from the garbage collection company. Rajinder Sharma, a resident of Puneet Nagar, said the problem of sewage overflow has been there for the past over one year and now it has become tough to live in the area. He said the situation had gone out of control in the past six months and there is every possibility of an epidemic if nothing is done soon. Sant Parkash from Bharpur Nagar said they had taken up the matter with councillors and officials, but to no avail. He said the authorities would act only when people would fall sick. MLA Talwar said, “The cleaning of this line with the help of super suction machine will almost cost Rs 42 lakh. I have suggested the mayor to recover the cost from the waste management company ‘A2Z’.” Sandhu said, “The lids were missing from manholes due to which garbage had entered the main line. The company has now lifted the garbage over manholes. The cleaning process will be launched soon.” People living in areas including Puneet Nagar, New Puneet Nagar, Sanjay Gandhi Colony, Prem Vihar, Star City Colony, Shankar Colony, Bharpur Nagar and other adjoining areas are affected with sewage overflow. Download The Times of India News App for Latest City ."}, "Labourer, 25, booked day after wife hangs herself": {"description": "Ludhiana: The police on Saturday night booked a 25-year-old labourer on the charge of dowry harassment after his wife committed suicide a day before. Kanchan Devi, 23, had hanged herself from a ceiling fan at her house in Subhash Nagar, Tibba Road, on June 14. Ram Dinesh, her father, said in his police complaint, “Kanchan had married Pawan Mahato four years ago. Pawan would beat up my daughter for dowry. For the past couple of months, he was harassing her to get him a motorcycle. Besides, my daughter suspected him of having an illicit affair.” Tibba police station SHO inspector Paramjit Singh said, “Kanchan took the extreme step when she was alone at home. While her three-year-old son was playing outside, Pawan was at work. After neighbours found her hanging, they sounded the police. Pawan has not returned home since then. Somebody must have informed him about it. A manhunt has been launched to arrest him.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/labourer-25-booked-day-after-wife-hangs-herself/articleshow/69817113.cms", "time": "2019-06-17 07:59:00"}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Meeting fixed between taxation professionals, dept officials": {"description": "Ludhiana: Amid the ongoing crisis at the state taxation department where taxation professionals have been on a strike since Wednesday alleging assistant excise and taxation commissioner (AETC) S K Garg of not doing their works and even delaying the GST refunds, Ludhiana's deputy excise and taxation commissioner (DETC) Pawan Garg has now himself taken over the task of resolving the deadlock. Garg has fixed a meeting for Tuesday in which taxation professionals and departmental officials too will be present and their differences will be resolved. Notably on Wednesday, the tax professionals also staged a protest against Garg and department. Speaking to TOI, Pawan Garg said, “Tax professionals are integral part of department and without them smooth functioning in the department is impossible. The latest incident is nothing, but a case of miscommunication. As Monday is a holiday, a meeting will be conducted on Tuesday with the advocates and tax practitioners. Their problems, if any, will be resolved.” Garg also added, “I admit there were some pending cases which were held up due to engagement of our staff in election duties. But we have finished the backlog of all such cases this week even by working on our off days. But even if there are some cases which have not been processed, the taxation professionals are requested to come forward and apprise us about the same so that those too can be looked into and resolved.” However, the office bearers of District Taxation Bar Association (Sales Tax) have confirmed that as of now they have not received any sort of invitation yet from department about the meeting. According to the departmental officials, the intimation about time will be communicated to tax professionals by Monday. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/meeting-fixed-between-taxation-professionals-dept-officials/articleshow/69817257.cms", "time": "2019-06-17 07:59:00"}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Teenage girl hangs self after tiff with brother": {"description": "Ludhiana: A 16-year-old girl, Waryam Kaur, allegedly ended her life by hanging herself after a tiff with her younger brother over some eatable in Barsala Khurd village of Machhiwara. Police officials said Waryam’s father had gone outside the state with combine vehicle, whereas her mother had gone to attend a religious function in the village on Sunday. They added that Waryam was at home with her two younger brothers. Cops said Waryam had a tiff with her younger brother over some eatable, and challenged her that if he did not give her that, she would end her life. They added that after that, she went inside her room and bolted the door from inside, before hanging herself from a ceiling fan. Police officials said family members later broke the door of the room, as she did not open it, and found her hanging from the ceiling fan. They added that later, the family informed the police, after which cops from Machhiwara police station, led by SHO inspector Ramaninderjit Singh reached the spot. Cops said Waryam’s body was shifted to civil hospital for a post-mortem examination, adding that she had dropped out of school after Class VIII, and would often remain upset. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/teenage-girl-hangs-self-after-tiff-with-brother/articleshow/69817213.cms", "time": "2019-06-17 07:59:00"}, "25-yr-old man, sis-in-law held with 82g heroin": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/25-yr-old-man-sis-in-law-held-with-82g-heroin/articleshow/69806267.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: The anti-narcotics wing of Ludhiana rural police have arrested a person and his sister-in-law after recovering 82g of heroin from them. The accused were identified as Ramesh Singh (25) of Parjian Biharipur village, and his sister-in-law Harpreet Kaur. The anti-narcotics wing officials said that as part of a special drive against drug peddling, the police party had set up a checkpost in the area around Friday evening. They added that while checking suspicious persons and vehicles, the police party stopped a motorcycle bearing registration number PB08CV-1094. Cops said during a search of the accused, police recovered 82g of heroin from the possession of the accused. They added that the accused were then booked under sections of the Narcotic Drugs and Psychotropic Substances (NDPS) Act and were arrested. The anti-narcotics wing officials said preliminary investigation suggested that the accused may have brought the consignment from Moga and were to supply it in Sidhwan Bet. They added that the estimated cost of the recovered consignment in the international market was around Rs45 lakh. The anti-narcotics wing in-charge inspector Navdeep Singh said the family had more than a dozen cases of drug peddling against them. He added that whereas the arrested accused had four such cases against him, his sister-in-law had been booked in a drug peddling case for the first time. The officials said the parents of Ramesh would peddle poppy husk, but their sons shifted to heroin smuggling some years ago because of the small size of consignments and more profit. They added that even the two sons-in-law of the family, who lived with them, had around 3-4 cases of drug peddling against them. Download The Times of India News App for Latest City ."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CPI members accuse police of inactivity, stage protest": {"description": "Ludhiana: Nearly 20 people, including members of Communist Party of India, staged a protest at PAU police station on Saturday evening accusing police of being inactive despite getting their complaint. Assistant secretary (Urban) of CPI Gurnam Singh Sidhu said that the daughter of one of his party members Anu, 25, is married to Manjinder Singh of Choti Haibowal. The couple also has a five-year-old daughter. Manjinder allegedly has illicit relation with another woman following which he forced Anu to leave the house in August last year. He added that on Saturday night when Anu forcefully entered the house, the accused allegedly thrashed her. It was added that when Anu informed police about the incident on Saturday, they refused to come to the spot. It was only on Sunday morning when a cop came and asked her to leave the house instead of taking any action against her husband and in-laws, it was alleged. Following this, the woman and BCP members staged a protest at police station for almost an hour. On the other side, ACP (west) Sameer Verma said the woman has been living separately for over a year now. The case has been taken under the woman cell now. The agitators were pacified after which they lifted the protest. s Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/cpi-members-accuse-police-of-inactivity-stage-protest/articleshow/69817116.cms", "time": "2019-06-17 07:59:00"}, "IIT Ropar scholars’ earphones make one aware of surroundings": {"description": "PATIALA: In February 2018, six teenagers were run over by a speeding train while walking on the railway track. They had their earphones on, so they could not hear the approaching train. It was not the first such case. To avoid such incidents, research scholars at IIT Ropar have developed a low-cost smart earphones that would not only amplify the surrounding sounds, but will also merge it with the music audio signal. This would make the user aware of the surroundings even while listening to music, they say. The research was conducted by Mitali Rathod, Ishika Soni and Lakshya under the guidance of professor Mahendra Sakare. The researchers named their project ‘Super Ears’. Professor Sakare said that with further research it would be possible to use the earphones for spying, too. “The earphones have a microphone. With the help of different frequencies and tuning, they can be used to spy a particular person standing in a group of people making noises. These earphones can be controlled under which a particular sound can be enhanced by separating noise from the surroundings. Surrounding voices over earphone is nothing new. The uniqueness of this project is the ability to separate noises and listen to a particular one,” said prof Sakare. “We tried to make such an instrument at lower cost. The material used in the project had cost only Rs 800,” said, Lakshya. The total cost of the project was only Rs 2,000. One of the researchers, Rathod, said, “The user can also control the surrounding ‘noise’ or sounds by increasing or decreasing it. We conducted this research in December last year, but are yet to get it patented.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/iit-ropar-scholars-earphones-make-one-aware-of-surroundings/articleshow/69820485.cms", "time": "2019-06-17 10:37:00"}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "New MHA order paves way for probing Kamal Nath’s role in 1984 case: Sirsa": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/new-mha-order-paves-way-for-probing-kamal-naths-role-in-1984-case-sirsa/articleshow/69807483.cms", "time": "2019-06-16 09:57:00", "description": "JALANDHAR: DSGMC president Manjinder Singh Sirsa on Saturday said Madhya Pradesh CM Kamal Nath’s role in the 1984 anti-Sikh riots could be reinvestigated because of a recent order passed by the Union home ministry. He said the ministry’s order paved the way for reinvestigation of serious cases in the 1984 riots which had been closed because of charges being dropped against the accused. Sirsa said he would urge the SIT probing such cases to also investigate into Nath’s role in the case of arson at Gurdwara Rakabganj Sahib, in which two Sikhs were burnt alive on November 1, 1984. Sirsa also made a public a copy of the MHA order issued on April 9. The MHA order reads: “…the Competent Authority has decided that the SIT may also investigate/further investigate/reinvestigate the appropriately serious cases, which have been closed on account of the discharge of the accused, if any, on fresh evidence/facts coming to light”. The order further reads: “And now therefore the SIT shall complete such investigation/further investigations/re-investigation within the period of its extended tenure that is up to 31.7.2019 in accordance with law”. Sirsa alleged that Kamal Nath instigated a mob at Gurdwara Rakabganj Sahib on November 1, 1984, where two Sikhs were burnt alive. “FIR no. 601/84 was registered at Parliament Street police station on November 1, 1984, in this case in which police presented chargesheet against five accused, but deliberately left out Kamal Nath. It is shocking that residential address of all these accused was found to be address of Kamal Nath,” Sirsa said in a statement issued on Saturday. “We took up the matter with the SIT, which said that its jurisdiction was limited to cases closed for lack of evidence only and it cannot investigate a case already tried in court. Then I took up the matter with the home ministry, which has now asked the SIT to investigate such cases and Kamalnath’s case falls under that category,” he said. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Ex-Army man shoots wife dead after fight": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/ex-army-man-shoots-wife-dead-after-fight/articleshow/69806143.cms", "time": "2019-06-15 22:47:00", "description": "LUDHIANA: An ex-serviceman pumped two bullets into his wife following a heated argument at Khandour village of Jodhan in Ludhiana on Saturday morning. The victim, identified as Balbir Kaur (61), died on the spot. Police officials said the accused Sukhdev Singh lived with his wife and daughter-in-law Jaspreet Kaur in the village while his younger son Bhupinder Singh was posted in the Army in Assam. They said at 8.30am on Saturday, Sukhdev and Balbir Kaur went to their room while Jaspreet went to take bath. In her statement, Jaspreet claimed she rushed to their room when she heard the couple talking loudly. She said she even asked them to open the door, but they didn’t do so. Soon, she heard sound of gunshots from inside the room after which she ran to a relatives’ place in the neighbourhood to call them. Jaspreet told cops that even as the relative asked the accused to open the door, he told her to leave his house. She said afterwards, her father-in-law escaped the spot on a scooter. Later, she saw her mother-in-law lying in a pool of blood after which she informed the cops. Jodhan Police have booked the accused under Section 302 (murder) of the Indian Penal Code (IPC) and the Arms Act. DSP (investigation) Ludhiana rural police Dilbagh Singh said police took the body in its custody and shifted it to Sudhar civil hospital for the postmortem examination. Police also recovered .12 bore licensed rifle used in the crime. The bullets hit her head and chest. The DSP said teams have been formed to arrest the accused. He added that the accused has switched off his mobile phone after the incident. The police officer said that the accused fired at his wife out of sudden provocation as the villagers told police that the couple did not fight. He said according to villagers, the accused was a religious person and used to pray daily. The DSP said motive behind the murder will be known after the accused is arrested. Inspector Inderpal Singh, SHO, Jodhan, said after his retirement from the Army, Sukhdev worked as a guard at a private hospital in Ludhiana for 15 years. Jodhan police have booked the accused and have started a manhunt for him. Sukhdev’s elder son, who works in the Army in Rajasthan, lived separately with his family in Ludhiana. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "EPFO takes action against firms not covering workers": {"description": "Ludhiana: Regional office of the Employees Provident Fund Organization (EPFO) on Monday conducted a massive search and survey action against the business establishments evading provident fund coverage.The action was taken under the supervision of regional provident fund commissioner-2 Sumeet Singh and assistant provident fund commissioner Savinder Singh against five business units located at Jalandhar Bypass, New Madhopuri, Karimpura Bazaar, Bahadur K Road and Dhandari Kalan. Along with 20 officials of the EPFO, heavy police force, too, was pressed into service and different teams were formed to search the units.At the firms, 278 employees were found working and none was covered under the provident fund law. Sumeet Singh said, “Relevant records of establishments were seized and seizure memo and spot memo (challans) were issued to them. All the units have been directed to immediately apply for allotment of EPFO code number and produce relevant documents before assistant provident fund commissioners for ascertaining date of coverage, which is the date from which an establishment started hiring 20 or more employees. Apart from statutory dues, any delayed remittances by these establishments will also attract damages and interest.”Box More action to followRegional provident fund commissioner-2 Sumeet Singh said the department has received information about 1,000 establishments in Ludhiana that had not got themselves registered under the EPF & MP Act, 1952, despite employing 20 or more workers, directly or through a contractor. “We are verifying this information through our field officers after getting permission from the Central Analysis & Intelligence Unit, EPFO head office, New Delhi. We have also issued notices and letters to these establishments to get themselves registered through online registration of establishments (OLRE) online portal. EPFO has taken many e-initiatives for promoting ease of doing business for employers. Despite conducting so many seminars in the past six months for spreading awareness about provisions and benefits under the EPF&MP Act, there is no visible increase in membership. Conducting surveys, raids and inspections are the last resorts when all our notices and seminars are overlooked.” Box - Firms that faced action  Names of establishments ----------- Number of workers found 1. M/s PM Agencies, Jalandhar Bypass ---------- 712. M/s New KK Ravindra Hosiery, New Madhopuri ----- 473. M/s Lucky Towel, Karimpura Bazaar -----564. M/s Niceway Collections, Bahadur K Road---- 605. M/s Anand Industries, Industrial Estate, Dhandhari Kalan 44Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/epfo-takes-action-against-firms-not-covering-workers/articleshow/69832581.cms", "time": "2019-06-18 04:32:00"}, "Woman held for duping kidney patient of Rs15L, accomplice on run": {"description": "Ludhiana: Police have arrested a woman for duping Rs15 lakh from an Abohar-based man for getting his kidney transplant done. Her accomplice has also been booked, who is on the run. The arrested woman has been identified as Shweta of Dholewal, and her booked accomplice is Bunti of the same locality. In his complaint to the police, Munish Kumar (27) of Abohar said he had a kidney-related disease, for which he had started visiting a city-based private hospital in 2017 regularly for dialysis. In hospital, he met the accused woman who claimed to be a doctor. The woman claimed she would get his kidney transplant done in Rs25 lakh. They also assured to complete all legal procedures for which they kept taking money from him. Munish added that days later, the accused woman called her to her house in Dholewal, where she introduced the second accused Bunti as her brother. Further, he said the accused took Rs15 lakh from him in 2017 and 2018. The accused also took him to different hospitals of Jalandhar and Chandigarh., but every time they would return after some medical tests. When Munish pressurized him for a transplant, the accused started making excuses. When he asked a return of his money, the accused started ignoring him. Thereafter, on May 30, Munish Kumar lodged a police complaint, following which Division 8 police registered a case under Section 420 (cheating) and 120-B (criminal conspiracy) of the IPC against the accused. Soon, after lodging an FIR, the police arrested the woman from her house, while her accomplice is absconding. On asking about the previous cases of the accused, the assistant commissioner of police (ACP-Civil Lines) Mandeep Singh said the police were verifying if the accused had duped more people in this manner. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/woman-held-for-duping-kidney-patient-of-rs15l-accomplice-on-run/articleshow/69817078.cms", "time": "2019-06-17 07:51:00"}, "Waste segregation kicks off from ward 81": {"description": "Ludhiana: The municipal corporation is all set to initiate segregation of waste at source. From Monday, it will kick off the exercise from ward 81. MC commissioner KP Brar will lead an awareness drive in the ward to ensure 100% segregation of dry and wet waste. For a week, residents will be taught about handing over waste separately to garbage collectors. “With the officials failing to implement waste segregation at source even in one ward, the commissioner has decided to take up the reins of the drive,” said sources in MC. On June 14 and 15, Brar, engineer HS Aujla and councillors Mamta Ashu and Parvinder Lapran had visited Vellore to study its solid waste management. With the Tamil Nadu city ensuring cent per cent waste segregation, there are no secondary garbage collection points there. After studying its model, Ludhiana MC decided to start the segregation drive from one ward. Brar said, “In Vellore, every ward has a garbage compositing centre. The dry waste is either sold or treated. The wet waste is further segregated and either fed to chickens, turkeys and cows or turned into manure. Vellore has been working on it since 2015 and gained success after four years. Besides, the city is small and has a dedicated staff. In Ludhiana, we will first make ward 81 a model one and then take the drive to the rest of the city.” The MC had held awareness drives in a few wards early this year, but those were interrupted by general elections. It had set May-end as the deadline to implement waste segregation in the city. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/waste-segregation-kicks-off-from-ward-81/articleshow/69817065.cms", "time": "2019-06-17 07:51:00"}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Crackdown on plastic bags usage: PPCB, MC raid 80 shops in city": {"description": "Ludhiana: Mission Tandrust Punjab director Kahn Singh Pannu on Sunday said a campaign against manufacturing of banned polythene bags will begin from Monday under which raids and surprise checks of shops, factories and units will be conducted. He added that along with imposing fine, the erring manufacturing units will also be sealed. He said on Saturday, state-wide raids were conducted by joint teams of Punjab Pollution Control Board (PPCB) and the Department of Local Bodies to monitor the efficacy of ban on plastic bags. Giving details, he said, “Surprise checks were made at nearly 500 shops and units revealing over 200 violations in Punjab. In Ludhiana alone, 80 raids were conducted on shops and other establishments out of which 45 were found violating the rules and 385kg polythene bags were confiscated in the entire operation. 32 challans were issued on the spot and fine worth Rs 17,500 was collected from the violators in Ludhiana 1, Ludhiana 2 and Ludhiana 3 divisions while fine will be imposed on violtors in Ludhiana 4 area after a hearing is held by the MC.” Pannu also said the departmental teams collected a total of Rs 1 lakh as fine in entire Punjab and issued 179 challans statewide. “As many as 4000kg of plastic bags were confiscated during the raids in Punjab with nearly 1100 kgs from district Fatehgarh Sahib alone. As per sub-section 2 of Section 7 of the Punjab Plastic Carry Bags (Manufacture, Usage and Disposal) Control Act, 2005, Government of Punjab has already completely prohibited manufacturing, stocking, distribution, recycling, sale and use of plastic carry bags in the in the state.” He added that PPCB is authorized to take action against the units manufacturing and storing plastic bags. Pannu also said it has been observed that despite the ban, use of plastic bags is still rampant in Punjab, which is a gross violation of the law and a serious environmental hazard. So, a special drive has been initiated to ensure strict compliance of the law. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/ludhiana/crackdown-on-plastic-bags-usage-ppcb-mc-raid-80-shops-in-city/articleshow/69817199.cms", "time": "2019-06-17 07:59:00"}, "Keep your feathered, furry friends cool to beat the heat": {"link": "https://timesofindia.indiatimes.com//city/ludhiana/keep-your-feathered-furry-friends-cool-to-beat-the-heat/articleshow/69806159.cms", "time": "2019-06-16 07:40:00", "description": "Ludhiana: Hundreds of stray animals as well as birds have died due to the scorching heat and lack of access to clean drinking water. “The summers are at its peak and it is getting unbearable for people. Same is for animals too. Dogs, birds and other animals too need extra care. We must keep earthen bowls filled with water outside our homes or at the rooftops for the unspoken lives,” Ishupuneet Singh, a student, Model Gram, Gurvinder Pal Singh, a resident of New Model Town and a businessman, is an animal lover. “I have pets, but the problem is with the street animals. It gets very difficult for them during the summer months. They need special care. They are an important part of our ecosystem and the nature. To help them beat the heat, we should do every bit possible. We must provide shelters to dogs. Unlike humans, dogs can sweat only through their footpads and they cool themselves by panting. Make nests for birds in trees,” he said. Dr Jaspreet Mauj, MVSC surgery, Sarabha Nagar, said: “Pets feel hot more than humans. If you are out in the sun, try to keep your pet off hot surfaces like cement and asphalt. Not only can it burn their paws, but increase their body temperature too and lead to overheating.” He said spray water on the paws and stomach of your dog to help them cool down. “One can also rub their paws and stomach with wet a towel,” he added. If you can’t walk your dog during the early morning hours or late evening, doggy boots is a good option to protect their paws. Build bird houses and place it nearby parks. Involve children with DIY (do it on your own) activities of making bird houses. Dr Pawan Tiwari, bachelor of veterinary science, New Tagore Nagar, said: “It is time to save pets and stray animals from the scorching heat. Make shelters in parks or outside your homes to provide them protection from the sun’s heat. Provide food to stray dogs as it is a weapon to make them feel good. Give them cool things to eat like curd, milk, buttermilk etc.” “We must plant more trees to protect animals from heat as trees provide shade. We all must llok for animal hygiene and give them healthy food to eat. Do not leave your pet dogs in a closed room without fan or air conditioner as this can cause heat stroke or heart attack,” said Dr Ajay Pal Mangat, ex-professor, Veterinary College, GADVASU. ———————————————- Here’s how you can do it: * Keep earthen bowls filled with water outside your house and on the rood tops * Make shelters for stary animals in parks or outside your homes * Spray water on the pawsa and stomach of your pet dog. You can also rub a wet towel * Make nests in trees or build bird houses * Provide animals with cool food like curd, milk, buttermilk etc Download The Times of India News App for Latest City ."}}