{"AIIMS doctors skip OPD services after kin of patient ‘manhandle’ colleague": {"description": "NEW DELHI: A junior resident doctor at the emergency ward of the AIIMS Trauma Centre was allegedly verbally abused and manhandled by the attendants of a patient late on Sunday night, following which the resident doctors of the hospital went on a strike. They did not attend outpatient department (OPD) and other routine non-essential services from noon on Monday. The alleged attack on the AIIMS doctor comes against the backdrop of the medical fraternity holding protests all over the country in solidarity with the junior doctors in West Bengal, who were on a strike since last Tuesday after two of their colleagues were attacked allegedly by relatives of a patient who died at NRS Medical College and Hospital in Kolkata. The incident took place around 11.30pm on Sunday, when a patient with a foot injury came for treatment, president of AIIMS Resident Doctor’s Association (RDA) Dr Amarinder Singh Malhi said. “The patient was accompanied by his attendants. The doctor on duty was attending to a high-risk patient at that time, when the attendants asked him to attend to their patient on a priority basis. The doctor told them to wait for some time as the one he was attending to required immediate attention. But the attendants started verbally abusing the doctor and even manhandled him,” Dr Singh said. “The medico at the Jai Prakash Narayan Apex Trauma Centre was allegedly assaulted for giving preferential care to a critical patient,” a RDA statement said. Police registered a case on the complaint of AIIMS doctors. Meanwhile, the doctors said that they will resume work on Tuesday. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/aiims-doctors-skip-opd-services-after-kin-of-patient-manhandle-colleague/articleshow/69833148.cms", "time": "2019-06-18 08:23:00"}, "Doctors’ stir may affect services in Delhi": {"description": "NEW DELHI: OPD services are likely to be affected on Monday at Safdarjung, Ram Manohar Lohia and several other public hospitals in Delhi on account of the protest call given by the Indian Medical Association (IMA). The resident doctors of these hospitals have decided to join the protest to express solidarity with their counterparts in West Bengal. The resident doctors of AIIMS, at the forefront of the protests in Delhi, have decided not to take part in the protest call by the IMA. Routine services are likely to be affected at private hospitals and nursing homes as well, with the Delhi Medical Association (DMA) endorsing IMA’s call for protest and issuing an appeal to its 18,000 member doctors to withdraw non-essential services in view of the stalemate in West Bengal. “All clinics, nursing homes, diagnostic centres and hospitals are requested to shut down routine services,” the appeal from DMA, which was issued on Sunday evening, stated. At Safdarjung hospital, doctors said emergency services including casualty, ICU and labour room shall not be affected by the strike. “Strike shall include OPD, elective OT and ward services,” said Dr Prakash Thakur, president of the Resident Doctors’ Association of Safdarjung Hospital, which gets close to 8,000 patients daily. Meanwhile, most of the residents continued to wear bandages to mark their protest and express solidarity with the doctors in Kolkata. The doctors are demanding a central law to deal with violence against medical professionals. Hospitals should be declared as safe zones and provision of appropriate security should be the responsibility of the state, doctors said. Resident doctors have been agitating since Tuesday in Kolkata demanding security for themselves in government hospitals, after two of their colleagues were attacked and seriously injured allegedly by relatives of a patient who died at the NRS Medical College and Hospital. “All the doctors will assemble at the IMA headquarters on Monday for a peaceful protest,” said an IMA official. In Video:OPD services might be affected by doctors’ strike in DelhiDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/doctors-stir-may-affect-services/articleshow/69817262.cms", "time": "2019-06-17 10:14:00"}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "\nSara Ali Khan promotes Kedarnath in Noida\n": {"link": "https://timesofindia.indiatimes.com//city/delhi/sara-ali-khan-promotes-kedarnath-in-noida/articleshow/66988989.cms", "time": "", "description": "A day before the release of Kedarnath - her debut film - actor Sara Ali Khan visited DLF Mall of India to promote the film. With fans cheering her name and congratulating the actor for her first movie, it was an overwhelming feeling for the actor to witness this response right before the release of her debut movie. \"I am so excited. I actually thought that there will only be 10-20 people here, do-teen photos khichayenge. lekin ye kya hai? I am speechless. I don't stammer usually but I don't have any words now. Thank you so much, thank you for being here, thank you for making me feel so special,\" she said. As Sara clicked selfies with her fans, a guy also dedicated a song to the actor on stage. It wasn't just guys who made special efforts to impress the actor but the girls also came prepared to make the event memorable for her. A girl from the crowd proposed to the actor using a Shah Rukh Khan's dialogue and Sara. \"I can't believe this. I just want to say that my first picture has not released yet, maine abhi tak kuch kiya nahi hai, par aap logon ne itna pyar diya hai already, thank you so much. Main ek saal pehle aake issi mall mein shopping karti hoon and aaj yahan itna pyaar dekhke main bol nahi sakti ki kaisa feel ho raha hai,\" she signed off before shaking a leg with her fans on a song from her movie.  The crowd cheering for Sara at the mall In Video:Sara Ali Khan visits Noida to promote KedarnathDownload The Times of India News App for Latest City ."}, "Delhi: Gang kingpin held for Rs 30 lakh robbery at doctor’s house": {"description": "NEW DELHI: Eight months after armed men forced their way into the house of a doctor in Mukherjee Nagar and looted cash and items worth Rs 30 lakh, the crime branch has arrested the kingpin of the gang. The accused, Aftab Hussain, was involved in several cases of violent robberies in the city, police said. According to DCP (crime) Ram Gopal Naik, Hussain had fled to Mumbai after the incident. “A team of ACP Arvind and inspector Dinesh Kumar received information that Hussain, with aliases of Rihaan and Chand, would be coming to a petrol pump on the main Wazirabad road to meet a friend and together they planned to carry out another robbery,” Naik said. A trap was laid and the accused arrested. A pistol was seized from him. During interrogation, the accused disclosed his involvement in a series of robberies. He also admitted to have been a part of the gang that had robbed the doctor in October. Talib, a friend of Hasan’s, had told him that the doctor kept a large amount of money at his residence in Mukherjee Nagar. On October 15, Hussain, Talib and four other men — Murli, Surjeet, Nitin and Vijay — forcibly entered the house and tied the doctor up. They took away Rs 5.5 lakh in cash and diamond and gold jewellery from the house. When the doctor resisted, they assaulted him. Police had arrested Hussain’s associates earlier, but the kingpin himself had remained elusive. In another operation, a notorious criminal, Saifi, was arrested from Jafrabad. Last year, he had shot himself in the arm to implicate his rival in a case of attempted murder. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/gang-kingpin-held-for-rs-30l-robbery-at-docs-house/articleshow/69817203.cms", "time": "2019-06-17 08:46:00"}, "Rain lashes parts of Delhi, brings respite from scorching heat": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/rain-lashes-parts-of-delhi-brings-respite-from-scorching-heat/videoshow/69835786.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Delhi mob runs riot as clip of cops beating man goes viral": {"description": "NEW DELHI: A mob went on the rampage in Mukherjee Nagar, north Delhi, clashing with policemen and smashing buses and private vehicles on Sunday night, after a video went around of a Gramin Sewa driver being dragged to the police station, beaten up and kicked on his head by a group of cops earlier in the day. On Monday night, around 500 protesters from across Delhi began a dharna outside the Mukherjee Nagar police station, demanding the sacking of all cops involved in roughing up the driver. The protest continued past midnight. Three policemen have been suspended after the video showed them dealing with the situation unprofessionally, police commissioner Amulya Patnaik said. A dozen people, including an ACP, whom the mob attacked, were injured in Sunday night’s violence and at least 12 vehicles targeted by the mob. Police have registered two FIRs based on complaints by the driver and the injured policemen. The Union home ministry sought a report from the police commissioner regarding the incident after a senior BJP delegation met MoS (home) G Kishan Reddy. Chief minister Arvind Kejriwal visited the residence of the driver, Sarabjeet Singh. “The manner in which Singh was beaten up was most brutal and barbaric. I condemn this assault,” Kejriwal stated. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-mob-runs-riot-as-clip-of-cops-beating-man-goes-viral/articleshow/69834298.cms", "time": "2019-06-18 05:43:00"}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "Sewer replacement makes life hell": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerreplacementmakeslifehell/articleshow/69697977.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "HC raps Delhi government over plantation of saplings": {"description": "NEW DELHI: Delhi high court on Monday pulled up AAP government’s forest department for its uncooperative attitude in complying with the directions to plant 1.4 lakh saplings in the Central Ridge of the city. The government informed Justice Najmi Waziri that till date only 3,500 saplings have been planted and another 2,500 would be planted by the end of the week. The court, thereafter, observed, “I see a lot of recalcitrance at your (forest department) end.” The move would bring the total to 6,000 as against the 30,000 saplings, which were to be planted in the first phase by June 15 according to the high court’s May 30 order. The court further noted that the forest authority was “sitting pretty” on it as if the lives of Delhiites did not matter. “Look how hot it is in the city. Quit stalling and do it,” the court said. The forest department had said that after the May 30 order, it had surveyed the Central Ridge for additional sites to plant the saplings and could identify only 2,500 more pockets. It added that watering of saplings in these pockets could only be done manually. Therefore, it sought permission to plant the remaining saplings in the Southern Ridge. The court, however, said that saplings could also be planted near existing trees where the top soil would be thicker or deeper. It directed the forest department to plant 5,000 more saplings in the Central Ridge and around 50,000 in the Southern Ridge. The state government has assured HC that its directions to plant 1.4 lakh saplings in the Central Ridge will be implemented. The government’s stand came after the court warned of contempt action against forest department officials for non-compliance of its order. HC’s order to plant 1.4 lakh saplings came on a plea filed by pharma major Merck Sharp and Dohme seeking contempt action against Indian drug company Venkatanarayana Active Ingredients Pvt Ltd for breach of judicial orders not to manufacture and sell diabetes medication under the brand names used by MSD. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/hc-raps-delhi-govt-over-plantation-of-saplings/articleshow/69833386.cms", "time": "2019-06-18 08:42:00"}, "Entry to station blocked": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/entrytostationblocked/articleshow/69780813.cms", "time": "", "description": ""}, "Footpath covered illegally": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathcoveredillegally/articleshow/69748973.cms", "time": "", "description": ""}, "Delhi Assembly poll: BJP to conduct surveys for better selection of candidates": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-assembly-poll-bjp-to-conduct-surveys-for-better-selection-of-candidates/videoshow/69830738.cms", "time": "", "description": ""}, "Delhi: Two more busy markets to go Karol Bagh way": {"description": "NEW DELHI: The recent push to turn markets into pedestrian spaces is soon going to be visible in south Delhi too. The first place where cars might be barred is M Block market in Greater Kailash I. The small, if tony, commercial complex is currently undergoing beautification, and valet parking to facilitate shoppers’ visits without their vehicles will be part of the overall project. P S Jha, deputy commissioner of South Delhi Municipal Corporation’s Remunerative Projects Cell, told TOI that an appropriate plot near Archana complex has been identified to site the valet parking facility. “Our staff will drive the vehicles 700 metres to this lot once the shoppers disembark at M Block market. When the visitors are through with their shopping they can inform the valet service and retrieve their cars. The wait won’t be long because it is only a short distance between the market and the parking.” The market already has two parking plots in its vicinity and with the new parking space, 350-400 vehicles can be accommodated, an SDMC official informed. “The space within the market that is occupied by parked vehicles will be opened up for pedestrians,” he added. The market association estimates that around 6,000 people come there daily, with the number climbing to over 10,000 on weekends. The valet parking will the second phase of the redevelopment, the first being beautification. “The beautification project focused on removing the wall around the central park in the market,” said Jha. “In its place, a marble sitting space has been installed so that people can freely move in and around the park while shopping.” The civic body has also re-tiled the walkway along the corridors. A corporation official said that the passages now have pink mosaic tiles and ramps have been added to make them disabled friendly. Once the project is complete, a similar model will be put in place in the N Block market. “We are currently preparing a local area parking plan for entire Greater Kailash taking into account the parking space and traffic flow. Similar plan has been finalised for markets on Aurobindo Marg,” revealed Jha. The civic body has already undertaken a sensitisation meeting with the M Block market association to ensure smooth implementation of the pedestrianisation plan in a phased manner. Rajender Sharda, president of the market association, that parking still remained the primary concern for the shop owners. “We think that the parking woes of our market should first be solved,” he said. “The two parking lots with a total capacity of around 250 vehicles are almost always full. If a multilevel parking lot is created, then a pick-up and drop facility can be started to vacate the market of the 200 vehicles that park in the complex.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/2-more-busy-markets-to-go-karol-bagh-way/articleshow/69817120.cms", "time": "2019-06-17 05:36:00"}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Bus rides to be free for women soon; Delhi metro concession may take more time": {"description": "NEW DELHI: Women may be able to travel for free in DTC and cluster-scheme buses much earlier than the same concession is available to them in metro trains. After chief minister Arvind Kejriwal announced the scheme a fortnight ago, the AAP government has held a series of meetings with officials of Delhi Metro Rail Corporation and the transport department. A final proposal may be submitted before the Delhi cabinet soon. Implementing the scheme in DTC and cluster buses is likely to be a straightforward proposition, but doing so in metro involves quite a few complications. “The cabinet’s nod is sufficient for enforcing the plan in buses,” a government source confirmed. According to DMRC, the free travel for women in metro will entail an annual expenditure of Rs 1,566.6 crore. It has submitted two proposals to the government in this regard: while one involves incorporating the changes in the DMRC software as well as smart cards, the other requires women to purchase special tokens at ticket windows or via vending machines. Both proposals may take eight to 12 months to be implemented, DMRC officials believe, meaning which a lot of ground has to be covered before the proposal even comes before the cabinet for clearance. Metro will need to set up a fare-fixation committee to consider the proposals, which will then be forwarded to the DMRC board. With assembly elections due early next year, the government is keen on pushing the scheme. Sources said government surveys to know people’s views on the issue had thrown up encouraging results. Some AAP MLAs claimed that over 99% of the women they had interacted with in their respective assembly constituencies had given positive feedback on the proposal. According to the plan under consideration, women who wish to avail of free rides will need to buy tickets on the bus, but these will come for free. “The tickets will mention that the cost has been waived off by the Delhi government,” a source said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/bus-rides-to-be-free-for-women-soon-metro-concession-may-take-more-time/articleshow/69833512.cms", "time": "2019-06-18 08:06:00"}, "Filthy public toilet": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthypublictoilet/articleshow/69780754.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Dust pollution, unrepaired road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dustpollution2cunrepairedroad/articleshow/69807951.cms", "time": "", "description": ""}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Arvind Kejriwal leads demand for action against policemen": {"description": "NEW DELHI: Chief minister Arvind Kejriwal on Monday demanded strict punishment for policemen involved in the attack on a Gramin Sewa driver and his minor son in Mukherjee Nagar. The incident triggered an uproar after video clips of the incident went viral on social media, drawing sharp reactions from Punjab CM Captain Amarinder Singh, Delhi BJP chief Manoj Tiwari and several other politicians. The Punjab CM tweeted: “Shameful incident of Delhi Police ruthlessly beating up Sarabjeet Singh and Balwant Singh over a petty issue. Request home minister Amit Shah to ensure justice.” Tiwari stated that there is no place for violence in a civilised society. “There should be an impartial inquiry into this and stern action should be taken against the guilty, but no action should be taken against the innocent,” Tiwari said. Kejriwal called on Sarabjeet Singh. “The manner in which he was beaten was the most brutal and barbaric. I condemn this assault by Delhi Police personnel in the strongest possible words. I appeal to LG, DCP and the police commissioner to punish severely the policemen responsible for the attack. No citizen should have to go through this at the hands of the police,” Kejriwal stated. A delegation of Delhi Sikh Gurdwara Management Committee led by its president and BJP MLA Manjinder Singh Sirsa called on police commissioner Amulya Patnaik. Sarbjeet Singh was also part of the delegation. “CP has assured that no guilty will be spared. An inquiry will be conducted by a joint CP and everyone involved will be identified,” Sirsa stated. On Sunday night, AAP MLAs led by Rajya Sabha MP Sanjay Singh had joined the protest outside the police station and called the suspension of the three personnel insufficient. Sirsa and DSGMC staff were also there. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/kejriwal-leads-demand-for-action-against-policemen/articleshow/69833491.cms", "time": "2019-06-18 07:57:00"}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi Police": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/on-cam-sikh-driver-his-son-beaten-dragged-and-kicked-on-road-by-delhi-police/videoshow/69816466.cms", "time": "", "description": ""}, "Body of 8-year-old girl found in Narela park": {"description": "NEW DELHI: An eight-year-old girl, who had gone missing from near her home three days ago, was found murdered in a park in outer Delhi’s Narela on Sunday evening. It is being probed if the girl was sexually assaulted. Police said the body was found at a corner of the park, which is near her house. An autopsy has been conducted. The investigation so far has revealed that the child had gone missing on Thursday evening. Her parents told the police that she had left home to go to a nearby shop but didn’t return. Police said initially, the family tried to look for the child themselves. When the search revealed nothing, they filed a missing complaint at Narela police station the following day. A case of kidnapping was registered. On Sunday evening, some locals spotted the body lying in the park and alerted the police. Subsequently, the body was taken to a hospital and a murder charge was added to the FIR. Deputy Commissioner of Police (outer-north) Gaurav Sharma said multiple teams have been formed and a few suspects are being questioned. Police are also speaking to the family members and other relatives to find out if they suspect anyone to be behind this, or if they have enemies. Police teams have obtained CCTV camera footage of the stretch to determine the movements of the girl and to check if there was any suspicious movement of any stranger as well during the time in which the child was away. Police are also taking help of local informers. Delhi Commission for Women also took suo motu cognisance of the crime and have asked the police to submit a report. DCW chief Swati Maliwal tweeted the notice in which it was mentioned that DCW members met with the family members of the victim. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/body-of-missing-8-yr-old-girl-found-in-narela-park/articleshow/69832885.cms", "time": "2019-06-18 05:36:00"}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Concrete choking Sanjay Van trees: Delhi activist": {"description": "NEW DELHI: A city-based environmental activist has written to the forest department alleging that the base of trees in Sanjay Van are being concretised and measures should be taken to stop it. However, Delhi Development Authority officials said that it was a mistake on the part of the contractor and the concrete around the trees will be removed. Verhaen Khanna, founder of New Delhi Nature Society, in an email to forest department officials and environment minister Imran Hussain, alleged, “Fertile soil is being cemented to make an outdoor gym. Please note that all other outdoor gyms in Delhi do not have a cemented ground.” Sanjay Van is a city forest near Vasant Kunj and Mehrauli in south Delhi spread over 783 acres. “Today I found new cementing work around the trees, which used to have soil and grassy area, inside Sanjay Van near Qutub Institutional Area gate. You are requested to urgently stop the illegal work, give directions for corrective measures to ensure only soil remains within one metre of the affected trees. Kindly follow the procedure under Section 8 of Delhi Preservation of Trees Act, 1994,” Khanna stated in the email. National Green Tribunal in its order dated April 23, 2013, said: “They (authorities) shall ensure that the concrete surrounding the trees within one metre is removed forthwith… due precaution is taken in future so that no concrete or construction or repairing work is done at least within one metre radius of the trunk of trees.” Poonam Dewan, DDA additional commissioner (landscape), told TOI: “Normally, directions are given that no concretisation will be done around trees. We will get the concrete around the trees removed in a day or two. We will put rubber on the equipment of the outdoor gym so that people don’t get hurt. We will ensure no tree is trapped in concrete.” Concretisation up to the trunk of trees on footpaths make their foundations weak as there is no space for them to absorb air and water. The roots of trees are destroyed because they get little space to grow and anchor the tree. Interestingly, Delhi Preservation of Trees Act, 1994, also had provisions for penal action against those who trap trees in concrete. In 2000, the central government issued rules for de-choking of trees, which states that an area of 6x6 feet around each tree should be left vacant while concretising pavements. In 2007, Delhi high court, while hearing a petition filed by NGO Kalpvriksha, directed the authorities to free the trees in the city of concrete. Two years later, the court, while hearing a petition filed by SC Jain, ordered a survey in Delhi on the status and plans for de-concretisation. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/concrete-choking-sanjay-van-trees-activist/articleshow/69817177.cms", "time": "2019-06-17 07:48:00"}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Ponty Chadha's son Manpreet Singh Chadha gets bail in real estate fraud case": {"description": "NEW DELHI: Slain liquor baron Ponty Chadha's son Manpreet Singh Chadha was granted bail on Monday in an alleged real estate fraud case. Additional session judge Gulshan Kumar granted relief to Manpreet, apprehended at Delhi airport when he was leaving for Phuket on Wednesday night, on a personal bond of Rs 50,000 and two sureties of the same amount. The court, however, put various conditions on the accused, including that he won't be able to leave the country without its prior permission. It also asked the economic offences wing (EOW) of Delhi Police why no investigation was done between January 2018 and June 2019 into the claims of other investors. A magisterial court had denied him bail on June 13, saying thousands of investors were affected and only a few had approached the court. Chadha is the director of Uppal-Chadha hi-tech developers private limited. Twenty-nine victims have approached police so far against the company alleging that it neither allotted the promised plots nor refunded their invested amount, police had said. A Look Out Circular (LOC) was issued against Chadha in the case, they said. A case has also been registered against him and other promoters of Wave Group in connection with another matter, they said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/ponty-chadhas-son-manpreet-singh-chadha-gets-bail-in-real-estate-fraud-case/articleshow/69822964.cms", "time": "2019-06-17 13:22:00"}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "CP pedestrianisation should be replicated by civic bodies": {"description": "When the Master Plan of Delhi 2021 was promulgated in February 2007, a planning tool called the local area plan (LAP) was introduced in the planning lexicon of the city. Defined as a plan for a ward or a sub-zone of the city, it was meant to be an enabler for a fourth level of planning — after the master, zonal and layout plans — which empowered the local bodies to make and implement improvements in the local area, particularly in each ward and sub-zone or colony with participation of residents and their RWAs. But during the past 12 years, very little has been done either RWAs or the three corporations for implementing improvements using the LAP planning tool. Creating proper pedestrian pathways connecting local shopping centres within colonies is one such need. As old, single-family homes are rapidly giving way to stilt-plusfour floors — a practice which became popular after the stilt parking concept was allowed in this master plan — traffic and on-street parking issues have begun to plague most Delhi colonies. There is now a need to rework the pedestrian walkways within the colony, recreate cycle tracks and find ways to eliminate the conflict between people and vehicles. Even within the local shopping centres and colony markets, increasing pedestrian space is now more important than ever before. Attempts made by the municipal bodies and councillors to improve the pedestrian’s experience have been limited to using concrete pavers and planters. Very little work has been done on the drawing board to achieve proper pedestrianisation. Lessons can be drawn from the Connaught Place experiment (post construction of the Delhi Metro station at Rajiv Chowk that replaced the old central lawn of CP). The municipal body increased the area meant for pedestrian traffic in the inner ring around the CP shopping area, introduced better planned parking spaces, increased the green cover with hardy trees and bushes and segregated the walking areas from vehicular traffic spaces with green cover and bollards. Elsewhere – particularly on the roads leading to the shopping areas — the pedestrian pathways were segregated from the road tops with hardy hedges fed with drip irrigation and table-top speed breakers to slow down the vehicular traffic. Learnings from the CP experience were then used in other markets like Khan Market, Bengali Market and Malcha Market. In some shopping districts, the open pathways in front of the shops were widened to give way to more pedestrian walkways and seating in stone and steel were added. But somehow the CP experience was not replicated by the three municipal corporations which administer a large area of Delhi — not many MCD markets have looked at pedestrianisation the way NDMC did — both within the market areas and on the roads leading to them. While this is indeed a pity — especially in a city which has a pleasant weather for seven months — there is still time to implement the LAP system. Action must start now before our colonies end up like Karol Bagh. It is time we looked at pedestrianisation and connectivity in the wards and colonies seriously. The last-mile connectivity provided by the now popular e-rickshaws also needs to be incorporated in LAP. The LAP process has, perhaps, been ignored because the three municipal bodies lack professional in-house capacity to engage with the stakeholder residents, draw up plans, discuss them with RWAs, seek and get consensus and take the all other steps which LAP mandated in MPD 2021 . LAP is a participatory process and cannot succeed without the involvement of residents. It needs ideas, discussing them in depth in stakeholder consultations, making detailed drawings and illustrating them with examples on the ground. This is not a new planning tool. It existed in Europe and UK around a century ago when it was realised that a democratic and participatory approach to the local area’s planning needs are the only way forward to satisfying the needs and aspirations of the community. For the three corporations, this is perhaps the only way forward to improve the quality of life in the residential areas (Sudhir Vohra is an architect and urban planner)Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/cp-pedestrianisation-should-be-replicated-by-civic-bodies/articleshow/69835062.cms", "time": "2019-06-18 08:44:00"}, "In and out": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/inandout/articleshow/69780769.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Delhi: Girl threw acid on boyfriend to stop breakup": {"description": "NEW DELHI: The 19-year-old girl who had been posing as the victim in an acid attack that took place last Tuesday in west Delhi’s Vikaspuri has been found to be the perpetrator. She was arrested and produced before a magistrate before being sent to jail on Sunday. It was found that when her boyfriend of three years decided to end the relationship, she made a plan to throw the acid-like substance on him in the hope that with his disfigurement he would have no option but to marry her. On June 11, police were informed that a couple on a motorcycle had been attacked with acid by unknown men. Both of them had suffered burn injuries. The youth was later found with serious wounds and had to be admitted in RML Hospital for treatment. Initially, it was suspected that a jilted lover of the girl was behind the incident. While scanning CCTV footage of the area, police failed to notice any person throwing the acid. The youth told police that just before the attack, his girlfriend had asked him to take off his helmet as its strap was disturbing her. The cops got suspicious and called her in for questioning. Initially, she feigned ignorance, but when police found her statements contradictory, she confessed to having thrown the acid-like substance on her boyfriend. The girl told police that her boyfriend wanted to end the relationship, but she was adamant on marrying him. In a desperate bid to stop him from leaving her, she purchased an acid-like substance. She planned to disfigure the youth so that he would have no other choice but to marry her. That evening, she asked him to remove the helmet saying the strap was disturbing her. As soon as he did that, she threw the acid on his face. She suffered minor burn injuries herself in the process. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/girl-threw-acid-on-boyfriend-to-stop-breakup/articleshow/69817197.cms", "time": "2019-06-17 05:31:00"}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Illegal parking on footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingonfootpath/articleshow/69749024.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Delhiite participate in 'The Bubble Parade' to break silence around child sexual abuse": {"link": "http://photogallery.indiatimes.com/events/delhi/delhiite-participate-in-the-bubble-parade-to-break-silence-around-child-sexual-abuse/articleshow/69564346.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "US Ambassador Kenneth Juster hosts 243rd US Independence Day": {"link": "http://photogallery.indiatimes.com/events/delhi/us-ambassador-kenneth-juster-hosts-243rd-us-independence-day/articleshow/69742640.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Mobile ‘thief’ lynched in Delhi": {"description": "NEW DELHI: A man died after allegedly being beaten up in Rohini’s Prem Nagar on Saturday evening on the suspicion of stealing a mobile phone. DCP (Rohini) SD Mishra said that a case under IPC Section 304 (culpable homicide not amounting to murder) has been registered. A preliminary investigation has revealed that the unidentified victim, who was in his early 20s, was caught by a shop owner, Amit, on Saturday evening. Amit told police that he runs a mobile phone shop on the main Mubarakpur Road in Prem Nagar. Last month, the victim had stolen a phone and the DVR of a CCTV camera from his shop. Amit later managed to get the footage showing the man stealing the items. Around 7pm on Saturday, when the victim was allegedly peeping into the shop with another associate, Amit chased them. He caught the men with the help of his neighbours and brought them to his shop where they were thrashed by the shopkeepers and the public. Later, the shopkeepers decided to let one of them leave. They detained the victim hoping that his family would come and pay for the stolen mobile phone. However, the victim fell unconscious and was rushed to a hospital where he was declared brought dead. The PCR was subsequently informed about the incident. A team inspected the scene of crime and recorded the statements of eyewitnesses. The CCTV footage of the area is being scanned. Efforts are being made to identify the victim. His body has been preserved in the mortuary and an autopsy will be conducted to determine the exact cause of death. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/mob-beats-man-to-death-over-theft/articleshow/69817153.cms", "time": "2019-06-17 11:01:00"}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Water wastage in residential area": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterwastageinresidentialarea/articleshow/69708834.cms", "time": "", "description": ""}, "NITI meet: Delhi CM Arvind Kejriwal raises statehood demand, hike in tax share": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/niti-meet-delhi-cm-arvind-kejriwal-raises-statehood-demand-hike-in-tax-share/videoshow/69815282.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Obeying traffic rules not for traffic cops?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/obeyingtrafficrulesnotfortrafficcops3f/articleshow/69733022.cms", "time": "", "description": ""}, "Delhi: Cops bust gang of robbers active near CP": {"description": "NEW DELHI: A gang that moved in an autorickshaw and strangled victims to rob them has been busted. The men worked around Kalavati Hospital in Mandir Marg and were caught after a cop chased the men when a victim approached police. DCP (New Delhi) Madhur Verma said the victim, a relative of a patient at Kalavati Hospital, approached a police team and said that he was attacked by three men in an auto. Two men gagged him and started strangling him while the third took his belongings before fleeing. Constable Rajbir identified the auto and gave chase, and was able to nab one of the accused, Wakil. Based on Wakil’s statement, the other two accused — Parvesh and Mthilesh — were arrested as well. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-cops-bust-gang-of-robbers-active-near-cp/articleshow/69819045.cms", "time": "2019-06-17 08:30:00"}, "Obstructive parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/obstructiveparking/articleshow/69748951.cms", "time": "", "description": ""}, "Where's the numberplate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/where27sthenumberplate/articleshow/69807962.cms", "time": "", "description": ""}, "Leaning tree poses great risk": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaningtreeposesgreatrisk/articleshow/69780758.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "As the sun shines, Dwarka societies reap cash benefits": {"description": "NEW DELHI: While the capital may be lagging behind in availing benefits by installing solar rooftop panels, especially in residential localities, a few housing societies have been able to cash in on the opportunity by saving lakhs of rupees annually. A majority of these are CGHS societies in Dwarka that were provided solar panels last year under the ‘Solar City Initiative - Solarise Dwarka’ scheme by BSES in collaboration with TERI and Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ India) under the Indo-German solar partnership project. Initially, seven societies were chosen for the project and they reported cumulative savings of 6.5 lakh electricity units and Rs 32 lakh annually. This model has proved attractive for others and more societies are joining in to avail long-term benefits. “Solar panels with a capacity of 100kW were installed in our society last April. There are about 60 dwelling units here. The surplus power generated is sent back to the grid. Annually, over 1 lakh units are being saved and they are adjusted against our bills. After seeing the reduction in bills, other societies have also installed solar panels,” said KR Anand from Shiv Bhole CGHS society in Sector 7, Dwarka. Kalka CGHS in Sector 6, Dwarka has a similar tale to tell with Rs 2 per unit being saved by each household. “At present, the solar capacity is 50kW. If the requirement is of 200 units and we produce 220 units, we receive surplus benefits of Rs 5 per unit,” said SS Rawat, president of the housing society. Rawat said a feasibility test was carried out by the discom last year to ascertain the rooftop potential. “After calculating the average of the bills in the society, they informed us that 50kW would be sufficient and we installed that capacity,” he added. Kamal Vihar CGHS in Sector 7, where the installed solar capacity is 200kW, has been reaping the most benefits. BSES said the annual savings there are Rs 18.52 lakh in cash and over 2.5 lakh electricity units. Joy Apartments in Sector 2, meanwhile, has a capacity of 120kW and annual savings of Rs 11.11 lakh. “The network has slowly been expanding and now more societies want to install the solar panels. So far, we have been able to energise over 1,600 (capacity of over 60 MW) solar rooftop net metering connections, which is the highest by any discom in the country,” said a BSES official. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/as-the-sun-shines-dwarka-societies-reap-cash-benefits/articleshow/69832829.cms", "time": "2019-06-18 07:58:00"}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Illegal hoardings in park": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalhoardingsinpark/articleshow/69780764.cms", "time": "", "description": ""}, "Govt of India vehicle with tinted glass": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/govtofindiavehiclewithtintedglass/articleshow/69698033.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "A squatter's almirah": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/asquatter27salmirah/articleshow/69808020.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Jamming the roads": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jammingtheroads/articleshow/69733052.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Eager to dig up, slow to repair": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/eagertodigup2cslowtorepair/articleshow/69748987.cms", "time": "", "description": ""}, "Delhi gang that stole high-end motorcycles in south Delhi busted": {"description": "NEW DELHI: Delhi Police on Monday busted a gang that had been targeting high-end motorcycles from housing societies in south and southeast Delhi. In the ensuing raids, at least 15 stolen two-wheelers, which were parked at isolated spots across south Delhi, were recovered. DCP (southeast) Chinmoy Biswal said that accused, identified as Shaikul and Shokeen, have so far disposed of 30 two-wheelers. The duo came on the cop’s radar after information was received about the movement of two vehicle thieves near Jaitpur in southeast Delhi on Thursday night. Cops laid a trap and the men, who were travelling on a black motorcycle, were nabbed. During questioning, they failed to provide documents of the motorcycle and were taken to the police station. Subsequent interrogation revealed the duo had bought master keys for different makes of motorcycles. Cops said the two-wheelers were being sold to other criminals, who would then use them to commit snatching and robberies in the city. Based on the information provided by the accused, seven motorcycles and three scooties were recovered from various parking lots. In similar operations in Kalindi Kunj and Govindpuri, four vehicle thieves — Danish, Attaul, Deepak and Akash — were nabbed and six more stolen motorcycles were recovered. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/gang-that-stole-high-end-motorcycles-in-s-delhi-busted/articleshow/69832960.cms", "time": "2019-06-18 06:57:00"}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "\nA mini-football World Cup featuring embassy teams in Delhi\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/a-mini-football-world-cup-featuring-embassy-teams-in-delhi/articleshow/64557671.cms", "time": "", "description": ""}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "HoHo buses to link historical places in Delhi": {"description": "NEW DELHI: Delhi Tourism and Transportation Development Corporation (DTTDC) is all set to introduce new airconditioned luxury buses that will connect historical monuments and other important locations in the city in a circuit. The service will be in addition to the already existing tourist facility in Delhi, wherein visitors hop-on-and-hop-off (HoHo) buses at designated spots. Officials said that at least 50 historical monuments, gardens and prominent markets will be connected in a circuit and guides will accompany tourists on the rides. The project is currently in the planning stage. “Many places of historic value do not get as much attention as they should, even by Delhiites,” said an official of the tourism department. “The new bus service will draw eyes to such destinations, attracting well-deserved crowds.” The buses, the official said, will be available at designated stands at a frequency of 15-20 minutes. The ticket amount is yet to be decided, but is expected to be around Rs 100, which is four times less than the amount that should be charged, he claimed. Tourists will receive a route map and a pair of headphones to listen to an audio commentary that will be available in several languages. Even though the HoHo buses have been running on city roads for over 10 years now, there has been a massive decline in its ridership. At the time of its launch during the Commonwealth Games in 2010, Delhi tourism department’s bus service promised much in terms of introducing visitors to the capital’s art, heritage and lively markets. A decade later, however, the facility, modelled on similar facilities in the West, has not lived up to its expectations. An official from the tourism department said that since the number of riders has reduced, the number of buses have also come down. According to them, around 30 buses will be introduced initially for the new service and more will be launched later depending on the response. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/hoho-like-buses-to-link-historical-locations-in-delhi/articleshow/69832858.cms", "time": "2019-06-18 05:33:00"}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "SDMC's sham job": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sdmc27sshamjob/articleshow/69780791.cms", "time": "", "description": ""}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "\nKalindi College organizes 51st Annual Prize Distribution ceremony\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/kalindi-college-organizes-51st-annual-prize-distribution-ceremony/articleshow/63844369.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Use solar power & save Rs 46k in yearly bill": {"description": "NEW DELHI: The city’s much-needed push for solar energy could be just around the corner with Delhi Electricity Regulatory Commission (DERC) finally notifying the group net metering (GNM) and virtual net metering (VNM) framework, which will benefit thousands of RWAs, households and CGHS societies. Users will be able to benefit from a single solar plant at one location with the surplus energy being sent back to the grid and adjusted with the bill of each meter connected to it. This will, in theory, allow members of a society and consumers to reduce their monthly bills. After the Delhi solar policy was issued in 2016, the power watchdog had constituted a committee for developing this framework and issued draft guidelines under DERC (Net Metering for Renewable Energy) Regulations, 2014 last year. The framework has finally been notified after objections and comments were collected from the general public by January 2019. “The move will help in the promotion and deployment of renewable energy projects in residential and agricultural sectors benefitting lakhs of citizens and farmers. At present, we have about 630 net metering connections and this number will shoot up once we implement the order. We are in the process of making changes in the billing mechanism to implement it,” said a Tata Power-DDL spokesperson. BSES said consumers can apply for net metering on their website. “We had earlier launched a Solar City Initiative to bridge the gap between the consumer and the vendor. Post-installation, BSES will carry out an inspection to assess the quality and check whether it has been done according to the minimum technical requirements,” said a BSES official. At present, Tata Power has around 630 net-metered connections with a capacity of 25 MW, while BSES has 1,600 with a capacity of 60 MW. According to BSES, a 100kW plant can save up to 1,27,750 units annually equalling annual savings of Rs 9.26 lakh. A 5KW plant can bring annual savings of Rs 46,300. The discoms said that to apply for the project, people can simply contact them after which a feasibility test would be carried out and bills assessed to find out the requirement for a household or colony. “Depending on the consumption and the bill amount, we will be able to decide on the solar panel capacity. Different CGHS societies are thriving with solar panels capacities ranging from 50kW to 200kW,” said a BSES official. Vendors said the amount invested in a solar panel can be recovered in the form of savings in just 5-6 years. “This is a safe estimate and the actual invested amount is recovered in close to four years. There are immense benefits to go solar as the product is a long-term investment,” said Abhishek Dabas, co-founder at Zolt Energy, a private solar-panel supplying company. Sanjeev Aggarwal, MD and CEO of Amplus Solar, said the risk in investment is generally low and savings can be as high as 90% of the total bill, depending on the plant size and consumption pattern. “On average, a 5kWp standard rooftop installation will cost Rs 3-4 lakh. If one opts for subsidy, they can avail 30% of the plant cost from MNRE through the state nodal agency,” he added. However, Pujarini Sen, a campaigner at Greenpeace India, said the notification process has taken far too long to allow people to avail subsidies for solar plants. “The important thing now is to make the consumers aware about it and facilitate it, especially at the residential level. Once popular, the load on the grid and electricity bills will reduce, benefitting both the consumer and the discoms,” she added. In Video:Delhi: Use solar power, save Rs 46K in yearly billDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/solar-power-can-save-you-rs-46000-in-yearly-bill/articleshow/69832799.cms", "time": "2019-06-18 05:50:00"}, "\nJamia Millia Islamia awards degree to its students at its annual convocation day\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/jamia-millia-islamia-awards-degree-to-its-students-at-its-annual-convocation-day/articleshow/63830163.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Gang posing as BSES officials to extort money busted in Delhi, one arrested": {"description": "NEW DELHI: Police and the BSES have busted a gang whose members allegedly tried to extort money from a consumer in Greater Kailash area here by posing as enforcement officials of the power supply agency, a spokesperson of the discom said on Monday. One of the gang members, identified as Ravi Kumar, a resident of Budh Vihar, was arrested last week. Two other gang members are absconding, he said. The gang was trying to extort Rs 30,000 from a resident of affluent Greater Kailash area and almost succeed in doing so by posing as BSES enforcement officials, he added. The gang members had approached a Greater Kailash II resident and owner of an under construction house in the area's S Block, the spokesperson said. \"They almost managed to convince the resident that he was misusing the electricity connection and would have to pay a penalty of Rs 1,25,000. When the consumer was seemingly convinced, the gang offered to settle the matter for an amount for Rs 30,000,\" he said. The man was called to the Andrews Ganj bus stop, which is close to the BSES' enforcement office. Suspecting fraud, he contacted his business partner and subsequently informed the discom, which clarified that these people were \"imposters\". A team of senior BSES officials, with the help of the consumer, set up a trap. As had been decided earlier, the consumer met the gang members and paid Rs 30,000. Kumar was nabbed by the BSES officials and the police personnel, he said, adding that his two accomplices, who were on a motorcycle, managed to flee. An FIR has been registered at the Defence Colony police station in this connection, the spokesperson said. Efforts are being made by the police to nab the two absconding gang members, whose identities have been established, he said. The BSES has intensified the crackdown against \"impostors\". In the last three to four years, over 30 such \"impostors\" have been apprehended and most of them arrested, he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/gang-posing-as-bses-officials-to-extort-money-busted-in-delhi-one-arrested/articleshow/69827361.cms", "time": "2019-06-17 18:18:00"}, "Delhi Metro free-ride plan gets voice of support": {"description": "NEW DELHI: The former principal advisor of the planning commission, Renuka Vishwanathan, has written to PM Narendra Modi asking him to recognise the merits of the AAP government’s scheme of free ride to women in Delhi Metro and support it. Her letter comes days after Metro Man E Sreedharan wrote to the PM urging him not to allow the scheme. “I am particularly impressed by Delhi government’s proposal for its simplicity and administrative efficiency,” Vishwanathan wrote. She added in the letter: “Sreedharan fears that free travel for women commuters will reduce DMRC’s revenue and affect its ability to repay loans. But a system could easily be devised for Delhi government to make advance payments for estimated subsidies to protect DMRC’s revenue. Instead of reducing DMRC’s revenue, the present proposal will increase it and make the agency more solvent as it will raise commuter traffic.” Vishwanathan had contested the 2018 Karnataka assembly election from Shanti Nagar constituency. She stated that the free-ride scheme will immensely benefit the citizens of Delhi and will incentivise vehicle owners to shift to public transport, which will in turn reduce pollution levels and congestion in the city. “Above all, this scheme will provide a boost to women’s income. It will result into increased women’s participation rate in the workforce. Increased mobility and increased income will empower women and redress many current social, economic and gender imbalances,” Vishwanathan stated. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/metro-free-ride-plan-gets-voice-of-support/articleshow/69832959.cms", "time": "2019-06-18 08:14:00"}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Shahnawaz Hussain hosts annual Eid lunch": {"link": "http://photogallery.indiatimes.com/events/delhi/shahnawaz-hussain-hosts-annual-eid-lunch/articleshow/69757510.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "3 cops suspended after clash with tempo driver in Delhi's Mukherjee Nagar": {"description": "NEW DELHI: Three policemen have been suspended for unprofessional conduct during a violent clash with a tempo driver, who chased their colleague with a sword after his vehicle collided with a police van in northwest Delhi, a senior official said on Monday. Cops clash with mini-bus driver in north Delhi's Mukherjee NagarThe official said further legal action will be taken after an inquiry is conducted by the deputy commissioner of police (northwest) and the additional DCP and ACP of Mukherjee Nagar. Additional PRO (Delhi Police) Anil Mittal said the policemen suspended handled the incident on Sunday evening in an unprofessional manner. A police officer was injured after he was allegedly attacked by a 'Gramin Seva' tempo driver in Mukherjee Nagar. The tempo driver had also chased him swinging a sword at him following a collision between their vehicles, videos of which have gone viral. In one of the purported videos, the man was seen chasing policemen with a sword in his hand, while in another video the policemen were seen thrashing him with batons. Delhi chief minister Arvind Kejriwal on Monday demanded an impartial investigation into the incident and strict against against the guilty. The Delhi Police comes under the Union home ministry. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/3-cops-suspended-after-clash-with-tempo-driver-in-north-Delhi/articleshow/69821777.cms", "time": "2019-06-17 13:29:00"}, "\nGargi College girls enjoy a feisty farewell\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/gargi-college-girls-enjoy-a-feisty-farewell/articleshow/63847705.cms", "time": "", "description": ""}, "Delhi: Gramin Sewa fares likely to go up": {"description": "NEW DELHI: After the hike in the fares of autorickshaws, rides in Gramin Sewa tempos might get costlier as well. Delhi government is likely to revise the fare of Gramin Sewa tempos that mostly ply in the rural areas of the city. Around 6,500 such vehicles are a key transportation facility in the peripheral areas of Delhi that are not well connected with other modes of transport. Chief minister Arvind Kejriwal on Monday directed the transport department to submit a report within 15 days after a delegation of Gramin Sewa tempo drivers’ union called upon him at Delhi Secretariat and put up their demands. Even though the latest fare revision has made autorickshaw rides 18% costlier, the fares of Gramin Sewa vehicles have not been revised for the last 10 years. The union members also informed Kejriwal about route constraints being put in different areas for Gramin Sewa that lead to restricted movements of their vehicles. Delhi government’s transport department will prepare a report on the fare structure being followed by the tempos currently, the issues of route restrictions faced by the drivers and other aspects. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-gramin-sewa-fares-likely-to-go-up/articleshow/69835054.cms", "time": "2019-06-18 08:16:00"}, "Delhi University extends registration date for PG courses too": {"description": "NEW DELHI: The admission committee of Delhi University has decided that the registration date will be extended to June 22 for all undergraduate and postgraduate programmes for the academic year 2019-20. The revised dates for the cutoffs are also likely to be released this week. The decision was taken on Monday, three days after Delhi high court, while hearing a few petitions, set aside the university’s newly introduced additional eligibility criteria for certain UG programmes and directed it to follow last session’s norms. DU was also asked to extend the registration date. The head of the admission committee, Rajiv Gupta, said the date for all programmes had been extended “to give equal opportunity to all”. There are, however, no new additional criteria for the PG programmes. On Monday, DU Students’ Union also requested the dean of students’ welfare (DSW) for an extension, claiming many candidates were yet to fill up the form. The university has uploaded a corrigendum with the updated eligibility criteria for all programmes. A notable change is that for any language honours programme, an advantage of 2% points in the best of four will be given to those who had that elective language in the qualifying exam. The rest will lose 5% points. In BA Programme, a deduction of up to 5% points will be there in case of a stream change. Each college will have to notify its actual deduction and upload the same on its website after the registration. DU is also likely to shift its sports and ECA trials from June-end to the first week of July. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/du-extends-registration-date-for-pg-courses-too/articleshow/69832926.cms", "time": "2019-06-18 07:02:00"}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Telecom infrastructure firm goes to Delhi cops after finding copycat websites": {"description": "NEW DELHI: A global telecom infrastructure providing company has lodged a complaint with Delhi Police after finding an array of fake websites with similar logos and phone numbers operating in their name. The company alleged that the gang behind the con job has duped several people by posing as their representatives. The fraudsters are not only running portals with a similar domain name as that of the company, but have also opened bank accounts to cheat people. The gang has been taking money from people by promising to install telecom towers on their property for a good rental income. After trapping their victims, the gang demands money for processing fee, registration charges and security deposits. According to police souces, the company, ATC India, got an FIR registered after discovering the large-scale fraud happening in their name. ATC India provides infrastructure to all major telecom firms in the country by providing, renting and installing mobile towers, antenna systems and other backup services. “These people have forged the company’s letterheads, stationary and have registered domain names that are deceptively similar to ours. They have also opened bank accounts, which are being used to solicit money from people,” the company said in its complaint to the police. A preliminary investigation revealed that two websites — www.atcindiatower.in and www.atcindiatower.in.net — are in operation and have no relation with the actual company. While one of them is registered to an office at Barakhamba Road, the other has its registration in United Arab Emirates. When accessed, the fake websites even displayed toll free numbers along with a series of mobile phone numbers to take inquiries. Delhi Police have registered an FIR under IPC sections of fraud and impersonation. Apart from these, sections of the Copyright Act and Information Technology Act have also been applied. Cops are tracking the cellphone numbers that have been advertised by the gang and have sought the IP addresses of the fake websites. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/telecom-infra-firm-goes-to-cops-after-finding-copycat-websites/articleshow/69817313.cms", "time": "2019-06-17 08:32:00"}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Efficiency of Delhi Jal Board": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/efficiencyofdelhijalboard/articleshow/69780830.cms", "time": "", "description": ""}, "Buses illegally parked": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busesillegallyparked/articleshow/69733040.cms", "time": "", "description": ""}, "In other government hospitals, doctors stay away as part of nationwide protests": {"description": "By : Malavika PM and Mehak Sharma NEW DELHI: OPD services of several government hospitals in the city were again disrupted on Monday as resident doctors stayed off duty to express solidarity with West Bengal doctors. Hundreds of patients were affected by it. Safdarjung, Lok Nayak and Guru Tegh Bahadur hospitals were among the worst affected. At RML and AIIMS, senior faculty members could be seen manning the OPDs and also making an extra effort to run the in-patient wards smoothly. “The doctor is only seeing those women who are nine months’ pregnant or have an emergency,” said Rashida who came from Faridabad for an appointment with a gynaecologist at Safdarjung Hospita. There are was a long queue of patients outside the few functioning OPDs at the hospital, which gets about 8,000 patients daily. “We have been waiting here for the past three hours,” said Mukesh Singh, who had come with his wife for a check-up. At AIIMS also, the OPDs were functioning only partially. Rohil came with his mother from Meerut. She suffered a leg fracture. “The OPD started at 10.30am instead of 9am due to the strike. They are not issuing new OPD receipts, just issuing follow-up receipts,” he said. Rai Prakash said he will have to come to Delhi again on June 26 as he couldn’t get an MRI done on Monday. The story was similar at Kalawati Saran Children’s Hospital and RML hospital. At RML, the OPD area was crowded and partly operational. Nishit came from Chhattisgarh with a hairline fracture. “I don’t see much difference. The patients are still being treated even though the queues are long,” he said. A senior doctor at Lok Nayak hospital said nearly 80 non-emergency surgeries had to be cancelled due to the strike. Even some private hospitals and nursing homes suffered. Later in the day, Dr Girish Tyagi, president of Delhi Medical Association, announced the end of the strike due to the West Bengal CM agreeing to the demands of junior doctors. “Health services will work normally from Tuesday,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/in-other-govt-hospitals-docs-stay-away-as-part-of-nationwide-protests/articleshow/69833397.cms", "time": "2019-06-18 08:39:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Overflowing trash": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingtrash/articleshow/69821444.cms", "time": "", "description": ""}, "Encroachment in public park": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentinpublicpark/articleshow/69821395.cms", "time": "", "description": ""}, "Watch: SAD MLA Manjinder Singh Sirsa manhandled by protestors in auto driver assault case": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/watch-sad-mla-manjinder-singh-sirsa-manhandled-by-protestors-in-auto-driver-assault-case/videoshow/69836015.cms", "time": "", "description": ""}, "Six years after NGT order, PWD drive to free trees of concrete bases": {"description": "NEW DELHI: The public works department (PWD) has finally initiated a drive to break concrete bases around the trees along its footpaths so that roots can access water, soil and air. The drive follows a 2013 order by National Green Tribunal (NGT) asking Delhi’s civic agencies to leave a one-metre radius around trees. Any agency failing to comply with it will be fined Rs 10,000 per tree. The work has already started at New Friends Colony and a senior official said PWD would undertake the drive in its areas across the capital. The agency will try to finish it at the earliest, if possible before the monsoon, the official added. The land-owning agency has also came on board and said it would remove the concrete in its areas in a few days. The concretisation up to the trunk of a tree makes its foundation weak as there is no space for them to absorb air and water. Its roots get destroyed as they get little space to grow and anchor the tree. Verhaen Khanna, founder of New Delhi Nature Society, said the agencies had been working as per the order and people should allow them to function freely. “We should realise that it’s for the betterment of the environment and to prevent more trees from falling in adverse situations,” he added. In 2007, while hearing a petition by NGO Kalpvriksha, Delhi high court had directed the authorities to free the trees of concrete. Two years later, the court, while hearing another petition by activist S C Jain, had ordered a survey on the status and plans for deconcretisation. The green tribunal had said on April 23, 2013, “Due precaution (should be) taken in future so that no concrete or construction or repair work is done at least within one metre radius of the trunk of trees.” Delhi Preservation of Trees Act, 1994, has penal provisions for any such concretisation. In 2000, the central government had issued rules for de-choking trees, stating an area of 6x6 feet around each tree be left open while concretising pavements. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/6-yrs-after-ngt-order-pwd-drive-to-free-trees-of-concrete-bases/articleshow/69832918.cms", "time": "2019-06-18 07:00:00"}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "PWD plans makeover of NH-10 stretch": {"description": "NEW DELHI: Delhi government’s Public Works Department will develop a busy section of Rohtak Road on NH-10 to not only provide better traffic movement to motorists, but also improve pedestrian access to nearby Delhi Metro stations. The governing body of UTTIPEC, under chairmanship of LG Anil Baijal, approved the proposal of Integrated Transit Corridor Development and Street Network and Connectivity Plan for the corridor of Rohtak Road on NH-10 from Jwalaheri Market red light to Jwalapuri red light, with the condition to incorporate provisions for adequate space for safe movement of pedestrian in this stretch. The corridor connects residential areas such as Punjabi Bagh, Mundka, Paschim Vihar, Nangloi, among others. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/pwd-plans-makeover-of-nh-10-stretch/articleshow/69834588.cms", "time": "2019-06-18 07:38:00"}, "A vehicle-free Sadar Bazar: Idea whose time has come": {"description": "NEW DELHI: The massively congested Sadar Bazar market, which sees nearly a lakh visitors daily, may be pedestrianised before August 15. A senior north corporation official said a sensitisation meeting with local traders was held on Friday with the focus on identifying locations where the additional vehicle parking load could be shifted. The corporation plans to conduct a detailed survey of the area before implementing the project. The survey is aimed at understanding the ground situation, such as the available parking space, tentative number of vehicles parked on the roads, street parking available, the kind and amount of encroachments, the number of roads to be pedestrianised and arrangements that could be made for animal-powered vehicles, the official said. The move comes after the corporation successfully pedestrianised Ajmal Khan Road in Karol Bagh and regularised parking and traffic movement there. It also hiked on-street parking rates to discourage private cars and is currently carrying out work for improving the parking condition on connecting roads. “Since the nature of Sadar Bazar market is different from Karol Bagh, we need to understand the ground situation before preparing any plan. We may need to shift unauthorised vending from the area, but everything will be done after a consensus with the market associations and shopkeepers,” the official said. But the marking and lane division on the 600m stretch — from Sadar Thana to Bara Tooti Chowk — will be carried out on similar lines and traffic restrictions are expected to be in place for a month and a half. So far, the civic body has identified two locations as alternative parking space. “We can use the nearby Idgah area that used to house the slaughterhouse earlier. It can cater to around 700 vehicles. We also have the option of using a plot of the old zonal municipal corporation office, which can accommodate another 80 vehicles,” he said. At its house meeting last month, the civic agency had approved a “management plan” for busy markets, such as Sadar Bazar and Kamla Nagar, which entailed decongesting these shopping hubs and increasing on-street parking charges. The project for decongestion and pedestrainising Sadar Bazar was taken up on the request of the market association there. Devraj Baweja, general secretary of Confederation of Sadar Bazar Traders Association, said haphazard parking and traffic jams were major problems. “A decongestion plan on the lines of Karol Bagh is required in the area. The civic body should provide ample off-street parking before restricting roadside parking,” he said. The market remains one of the most congested in the city. The corporation official said: “We have observed that pedestrianisation of Ajmal Khan Road has had a positive impact on traffic circulation as well the air quality. We have got positive response from the market association here.” As a part of the project, the street will be marked with yellow and white stripes, demarcating space for hawkers and non-mortised vehicles. There will also be a provision for street furniture like benches and greenery. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/a-vehicle-free-sadar-bazar-idea-whose-time-has-come/articleshow/69817129.cms", "time": "2019-06-17 07:45:00"}, "Mukherjee Nagar incident: Three cops suspended, but is this enough?": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/mukherjee-nagar-incident-three-cops-suspended-but-is-this-enough/videoshow/69829480.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Delhi University may scrap additional riders for all courses": {"description": "NEW DELHI: With Delhi University set to release an updated bulletin of information on undergraduate admissions on Monday, sources said it was likely that the additional eligibility criteria introduced for all subjects might be done away with. The university is amending the criteria following orders from Delhi high court. A student had moved court over the additional eligibility criteria introduced for BA (Hons) Economics and BCom (Hons). On Friday, HC asked the university to return to the old eligibility criteria in these two courses and extend the registration process till June 22. Earlier, the last day for registration was June 14. Under the new criteria, the university had made inclusion of mathematics compulsory in the calculation of the best-of-four for BCom (Hons). Also, an applicant was required to have scored 50% or more in mathematics to be eligible. Till last year, even pass marks in the subject would have sufficed. The additional eligibility criteria was introduced for a host of other subjects. The new requirements included a minimum of 55% in English and Hindi for English (Hons) and Hindi (Hons), respectively. Till last year, there was no such requirement. Even for language courses, such as Persian, Urdu, Arabic (Hons) and BA programme, DU had introduced a rider of 40% in either Class X or XII in these subjects. “The admission committee has been told to look into all criteria that are going to disadvantage students. It’s likely that the additional eligibility requirements may be done away in all cases,” a senior university official, on condition of anonymity, said. Quashing the amendment, a bench of Justices Anu Malhotra and Talwant Singh had said, “There is no dispute that you (DU) have to be in tune with the times. Nothing prevents you from improving the education standards. No one is saying that your decision is not right, but your timing may not be right.” DU can carry out any amendment in the eligibility criteria by giving a six-month notice before the admissions, it added. However, the changes relating to lowering of percentage deduction for change in streams from 2.5% to 1% will stay. The HC ruling has come as a shot in the arm for several students. Varun Jatav, who wanted to pursue Hindi (Hons), said: “I had 54% marks in Hindi in my Class XII boards. Due to the new rules that were introduced, I was not able to fill up the form.” Jatav, who hails from Haryana, said his best-of-four came to 85%. The changes effected by DU had come on the recommendation of committees in the respective departments. According to the rules, these suggestions have to be ratified by the standing committee and the academic as well as executive councils after which they are notified. But, generally, once the standing committee approves the changes, these are approved by the vice-chancellor. At the statutory body meetings, these changes are listed as reporting items. Hence, this year, even before the matter reached the court, the EC members had written to VC, asking him to withdraw these criteria, as they did not have appropriate approvals. Now, as the university is taking a relook at these changes, the admission schedule has gone haywire — right from releasing cutoffs to the trial schedule for sports and extra-curricular activities. St Stephen’s College has also extended its dates and the cut-off for interviews will now be released on June 24. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/du-may-scrap-additional-riders-for-all-courses/articleshow/69817273.cms", "time": "2019-06-17 05:47:00"}, "Two customs officials suspended for assault on Uzbekistan woman": {"description": "NEW DELHI: Two Customs officials posted at IGI airport have been suspended for allegedly sexually assaulting a woman from Uzbekistan who was visiting India for the treatment of a relative. The matter came to light last month when a complaint was lodged by a whistleblower to senior officials at the airport who then started the probe. Meanwhile, a complaint was also emailed to the office of revenue secretary Ajay Bhushan Pandey informing him about the incident. The complainant, citing a brief detail of the case, requested the revenue secretary that the matter be looked into with utmost priority. Two superintendents of the Customs department, posted at the airport, were then suspended by the authorities for their alleged involvement in the sexual assault. Giving details of the case, officials said that one of the accused official stopped the Uzbek woman upon her arrival from Tashkent on May 3, for checking of her baggage for any suspected smuggled goods. He then took her to a room, which had no CCTV camera, and spent about half an hour there without being accompanied by any women officer, the official added. It is alleged that the superintendent, in his early 50s, sexually assaulted the woman, who had come for treatment of her sister’s child admitted at a hospital in Delhi. The woman had lodged a complaint with the Customs authorities but retracted later after she was alleged to have been threatened of being fabricated in a false case of smuggling, besides threat to her life by the accused officer. The Customs authorities at Delhi airport, who are tight-lipped about the entire incident, are still looking into the matter. However, it is not confirmed whether or not the Customs department has approached Delhi Police, reporting the alleged crime. While inquiring into the allegations against the superintendent, a role of another officer of the same-rank had come to the notice of the authorities. The duo were then suspended by the customs department pending a detailed probe. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/2-customs-officials-suspended-for-assault-on-uzbek-woman/articleshow/69817321.cms", "time": "2019-06-17 08:20:00"}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Delhi government notice to nursing homes over fire safety": {"description": "NEW DELHI: Delhi government’s health department has issued a show-cause notice to several registered nursing homes and medicare facilities in the city for not submitting fire safety certificates. In the notice, the Directorate General of Health Services (DGHS) has asked why an order of cancellation of registration should not be issued. In it notice, DGHS had mentioned the sequence of letters issued by it to the medicare facilities in the capital, asking them to submit a valid copy of a fire safety clearance certificate, and also mentioned the one received by the directorate from the Delhi Fire Services. “Whereas, a letter... dated 2.8.2018 was issued by this Directorate (DGHS) directing therein to submit a copy of valid fire safety clearance certificate from Delhi Fire Service within one month of receipt of this letter,” the health department’s notice read. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-government-notice-to-nursing-homes-over-fire-safety/articleshow/69819243.cms", "time": "2019-06-17 08:43:00"}, "Off radar for long, gangsters resurface to give sleepless nights to Delhi cops, citizens": {"description": "NEW DELHI: Several high-profile criminals, many of whom have jumped parole, are learnt to have resumed their criminal activities. This has come into renewed focus after a spate of gang wars in the capital. Jitender Gogi is one such dreaded gangster who continues to evade the cops, as are Vikas Lagarpuria, Sandeep Dhillu, Amit Guliya, Hashim Baba and Anil Ganja who are giving sleepless nights to Delhi Police. Many of these names are suspected to be behind numerous recent cases of gang war, carjacking and extortion. Murder, attempt to murder and extortion are among the 16 cases that Lagarpuria has against his name. He was arrested in 2015 and was in Bhondsi jail till December last year. Police officers said he applied for parole, citing the ill-health of a family member but, once out, he never went back. His close aide, Anil Ganja, also gave cops the slip after coming out on parole. It is suspected that the two are recruiting new members to their gang. Ganja, too, has six cases registered against him. After Lagarpuria was arrested, Ganja started his own gang, but is learnt to have joined hands with him again. Police sources said there had been a spike in carjacking incidents in and around Dwarka and Najafgarh ever since the two men came out of jail. Cops are also on the lookout for Amit Guliya, a close aide of gangster Kapil Sangwan, alias Nandu. A native of Ladpur village near Kanjhawala, Gulia had a reward of Rs 50,000 on his head and was arrested in 2016 by Gurgaon police. He has been absconding ever since he jumped parole last year. He is said to be running the Nandu gang in outer Delhi and Haryana now. Police officers said with the division in the Manjeet Mahal gang and the death of gangster Vikas Dalal, the Nandu gang was trying to increase its influence. The gang was behind the murder of TikTok influencer Mohit Mor in Najafgarh. In trans-Yamuna, multiple police teams are on the hunt for gangster Hashim Baba, who jumped parole in 2016. He has been involved in a bitter gang war with rival Chhenu Pehelwan. Gangster Sandeep, alias Dhillu, who made a sensational escape last year after his aides threw chilli powder in the eyes of policemen who had taken him to LNJP hospital, is still at large with a reward of Rs 2 lakh on his head. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/off-radar-for-long-gangsters-resurface-to-give-sleepless-nights-to-cops-citizens/articleshow/69817219.cms", "time": "2019-06-17 08:02:00"}, "AIIMS doctors go on strike today in Delhi": {"description": "NEW DELHI: Doctors of the All India Institute of Medical Sciences (AIIMS) on Monday announced that they go on a strike in solidarity with doctors across the country who are boycotting work in protest against violence against them in West Bengal. AIIMS doctors who had earlier said they would not be participating in the strike, said they will withdraw elective services from 12 noon today till 6 am on Tuesday, a statement issued by the Resident Doctor's Association (RDA) of AIIMS said on Monday. Resident Doctors&apos Association, AIIMS take out a protest march against assault on medicos. #DoctorsStrike #AIIMS… https://t.co/B7IKivZms4&mdash; TOI Delhi (@TOIDelhi) 1560746251000Emergency services including Casualty, ICU and Labour room services will however not be affected. The decision by AIIMS doctors was taken in an emergency meeting early today and comes amid allegations that a junior resident doctor at the Emergency Department of Jai Prakash Narain Apex Trauma Centre (JPNATC) at AIIMS, Delhi was abused by the relatives of a patient at around 1:30 am on Sunday for \"performing his rightful duty of giving preferential care to a critical patient.\" \"We remain dedicated to the primary reason of serving humanity to our fullest potential. The incident at Emergency Department, Trauma Centre, AIIMS where a junior resident was assaulted for performing his rightful duty of giving preferential care to a critical patient, was efficiently managed with the support of AIIMS administration in letter and spirit,\" the RDA said. \"But this event made us rethink about the warfront like conditions faced by our fellow medicos elsewhere, where they are usually left alone to fight for their lives while saving those of the sick and even where the basic security measures like CCTV surveillance and special security deployment at Emergency and ICU's are nonexistent,\" the RDA statement added. Th association said it has decided to continue active association with the \"movement to ensure safety and security of doctors is essential for it to materialize into legal concrete results of bringing a 'Central Act for Violence against Doctors' by the Government of India, which includes invoking stringent penal actions against the culprits.\" The association has further urged the West Bengal administration to fulfill the demands of striking doctors and resolve the matter amicably at the earliest. Protesting junior doctors in West Bengal sought an \"immediate end to this impasse\" and agreed for talks with Chief Minister Mamata Banerjee. On Saturday, West Bengal Chief Minister Mamata Banerjee had accepted the protesting doctors' demands and promised to not invoke the stringent Essential Services Maintenance Act (ESMA) against them for not performing their duties and urged them to resume work immediately. Indian Medical Association (IMA), country's largest medical body is holding a nationwide strike today against the alleged attacks on doctors in West Bengal. It has urged for the formulation of a comprehensive law for the enactment of protection law for the doctors and amendment in the Indian Penal Code (IPC) and Code of Criminal Procedure (CrPC). It also wants security measures to be specified. The doctors' strike in West Bengal has entered its seventh day today and has spread to other parts of the country too. The doctors at AIIMS also took out a protest on the campus this morning. Meanwhile, doctors at Jaipuria Hospital in Jaipur are also on strike today. Doctors at Sir Sayajirao General Hospital in Vadodara hold protest outside Out Patient Department today. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/aiims-doctors-go-on-strike-today-in-delhi/articleshow/69821275.cms", "time": "2019-06-17 11:40:00"}, "Home away from home: Why a roof over students’ head is such a big business": {"description": "NEW DELHI: Studying in the institutions of Delhi is a dream come true for many youngsters, topped perhaps only by the additional privilege of being a hosteller on the campus. But of course, the latter is the privilege of only a few. In Delhi University alone, of the 65,000 that it will admit this year for undergraduate studies, over half of them outstation aspirants, only 4,331 will get hostel seats. This is true also of the other universities and institutions in the city. Traditionally, paying guest hubs have met the accommodation needs of so many students. These days, however, it is not just a roof over the head that students demand. PGs are a necessity, of course, but potential dwellers also consider factors like safety in the locality, CCTVs, fire safety of the building and distance from their institutions in addition to rent, food and cleanliness. Secondary facilities sought include laundry, housekeeping services and WiFi connectivity. That is why many companies have corporatised student accommodation — and they are doing well too. In the south, the major PG areas are in Lajpat Nagar, Greater Kailash and Anand, while Vijay Nagar, Mukherjee Nagar and Guru Teg Bahadur Nagar in north Delhi have been the traditional posts for outstation students. The PG business has grown substantially in the past five years. Local property owners and dealers have taken full advantage of the shortage of accommodation in college campuses, and the outstation students find it comforting to find so many options available. Start-ups in the business prove how lucrative putting a roof over students’ heads can be. Companies like CoHo, Stanza Living and Students Inn, among others, are drawing students with their “consumer-centric” approach. Backed by sponsors such as the Matrix Partners, Accel Partners, Alteria Capital, they provide more than just a room-and-three-meals package. Gaming rooms with pool tables and gyms are among the additional facilities they offer. “I enjoy my stay here,” testified Anish Goyal, 23, who has opted for Stanza Living in Shakti Nagar in north Delhi while preparing for the judicial services exam. “I have access to a gym, TV and a fusball table, among other things. I don’t study all day long and these things help me relax.” Even those in the older mould offer more than just the regular room and board. Sushila Rani has thrown in free WiFi for girls at her facility in Lajpat Nagar, charging them Rs 15,000-17,000 overall per month. “It’s our responsibility to take good care of the girls living with us and we ensure facilities that satisfy them,” said Rani. Priya Yadav, who lodges in the South Delhi Polytechnic for Women in the same locality, conceded, “The PG experience has been good. Our landlords have even provided us with coolers for the summer months.” Madhu Sanhotra, warden of Divine Shelter in Vijay Nagar, claimed, “The girls have always felt safe and secure like they would at home. We have a security guard present at all times.” Another facility there, North Campus Girls PG, not only has WiFi but also a doctor on call at reasonable rents ranging from Rs 8,000 to Rs 10,000. The sealing drive has caused a small dent in the business, mainly because coaching institutions operating out of unauthorised buildings have closed shop. “Fewer students have turned up seeking accommodation this year. We have definitely faced losses in the past year,” claimed a cafe owner in GTB Nagar, who offers rooms to students. Places like GTB Nagar and Kamla Nagar have been hit. In south Delhi, the regular PGs have also suffered, but for another reason. “New PGs have come up in Zamrudpur and Greater Kailash, closer to the institutions or to Delhi Metro stations. They are preferred by students,” explained Nitin Sikka of Chowdhary Properties. (With inputs from Avinash SVS)Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/home-away-from-home-why-a-roof-over-students-head-is-such-a-big-biz/articleshow/69817233.cms", "time": "2019-06-17 08:41:00"}, "Mukherjee Nagar clash: Sikh community stage street protest, demands to sack Delhi cops who attacked auto driver": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/mukherjee-nagar-clash-sikh-community-takes-street-protest-demands-to-sack-delhi-cops-who-attacked-auto-driver/videoshow/69835413.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "\nIshaan Khatter: Two years ago, I told my mother I wanted to work with the likes of Majid Majidi\n": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/Ishaan-Khatter-Two-years-ago-I-told-my-mother-I-wanted-to-work-with-the-likes-of-Majid-Majidi/articleshow/63813654.cms", "time": "", "description": ""}, "On cam: ACP escapes being lynched by violent mob in Delhi’s Mukherjee Nagar": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/on-cam-acp-escapes-being-lynched-by-violent-mob-in-delhis-mukherjee-nagar/videoshow/69828648.cms", "time": "", "description": ""}, "\nWhen 'geniuses' Nawazuddin Siddiqui, Utkarsh Sharma and Ishita Chauhan visited Delhi\n": {"link": "https://timesofindia.indiatimes.com//city/delhi/when-geniuses-nawazuddin-siddiqui-utkarsh-sharma-and-ishita-chauhan-visited-delhi/articleshow/65531534.cms", "time": "", "description": "Nawazuddin Siddiqui and director Anil Sharma along with debutants Utkarsh Sharma and Ishita Chauhan visited Delhi for a promotional event for their upcoming film 'Genius'. The film, which is releasing on August 24, also stars Mithun Charkraborty and Ayesha Jhulka.  Actors Utkarsh Sharma and Ishita Chauhan shake a leg in Delhi Director Anil Sharma said, \"It's a story about the confrontation between two geniuses, and even though both of them are right in their own way, but their point of views are very different. The best part about the film is the freshness of the young pair and the confrontation scenes between Nawazuddin Siddiqui and Utkarsh Sharma according to me.\"  Nawazuddin Siddiqui and director Anil Sharma during the movie promotion in Delhi Working with Nawazuddin Siddiqui was like a dream come true, said Utkarsh Sharma. Talking about his experience of working with Nawazuddin Siddiqui, Utkarsh said, \"I have followed his work from the time when he did the role of a supporting character in a film called New York. He's a natural actor who makes you forget that you’re watching him in a film, it feels like you're watching him in real life. While working with him in Genius, I had doubts about myself as I had to act in front of him, but you know, when he enters the set, he comes as a character not as the legend or the enigma he is. So, in a way he makes your work easy because it's the character you're speaking to. When you improvise your dialogues with an actor like Nawazuddin Siddiqui, it feels like you have earned a degree.\" - Shrishti.Bhatia@timesgroup.comIn Video:Nawazuddin Siddiqui, Utkarsh Sharma and Ishita Chauhan visit Delhi to promote 'Genius'Download The Times of India News App for Latest City ."}, "Encroachment and parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentandparking/articleshow/69749047.cms", "time": "", "description": ""}, "Real estate fraud case: Monty Chadha granted bail": {"description": "NEW DELHI: The vice-chairman of Wave Group Manpreet Singh Chadha, who arrested by the Economic Offences Wing (EOW) in a real estate fraud case, was on Monday granted bail. Additional session judge Gulshan Kumar granted relief to Chadha on a personal bond of Rs 50,000 and two sureties of the like amount. He was apprehended at IGI airport on Wednesday when he was about to leave for Phuket for a family vacation. The prosecution counsel contested the plea arguing that allegations against Chadha were serious in nature and he could violate bail conditions and hamper the case’s investigation. Appearing for Chadha, senior advocates Vivek Tankha and Vikas Pahwa argued that allegations against their client were concocted. They claimed that the dispute between the complainants and the accused were civil in nature and registration of FIR was malafide. The counsels submitted the issue had been settled amicably and the principal amount, along with interest, was agreed to be paid to the complainant. The court, however, put various conditions on the accused, including that he won’t be able to leave the country without its permission. Chadha was also directed not to hamper the probe and was asked to cooperate with the police in the investigation. Chadha is the son of slain liquor baron Ponty Chadha. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/real-estate-fraud-case-monty-chadha-granted-bail/articleshow/69832976.cms", "time": "2019-06-18 05:39:00"}, "CNG filling line is a menace for daily commuters": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cngfillinglineisamenacefordailycommuters/articleshow/69733102.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "After intake gets over, DU colleges to verify papers": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/after-intake-gets-over-du-colleges-to-verify-papers/videoshow/69813475.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Is this Swachh Bharat?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/isthisswachhbharat3f/articleshow/69807987.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Mukherjee Nagar clash: Police in capital have neither training nor equipment to deal with violence": {"description": "NEW DELHI: The Mukherjee Nagar incident has once again exposed how Delhi Police is ill at ease to deal with situations that require use of non-lethal force. Analysis of the video footage of the incident by senior officers has revealed that the basic protocols of policing were violated. Most of it is due to poor training. Delhi's Mukherjee Nagar clash: What followed after video went viralSome officers said the moment a plainclothesman had overpowered Sarabjeet Singh, others should have helped to handcuff him. That didn’t happen and Singh was not disarmed. 3 cops suspended after clash with tempo driver in Delhi's Mukherjee NagarAnyone familiar with American TV shows or Hollywood movies will know how police forces in the US tackle suspects: they are asked to put their hands behind their backs so that they can handcuffed, and the Miranda Rights are read out to them (where a policeman says, “You have the right to remain silent.”). If the suspect is violent, Tasers or stun guns are used to shock him into submission. Cops clash with mini-bus driver in north Delhi's Mukherjee NagarContrast this with the approach of Delhi Police and one realises that the learning curve is quite steep for the police force. The right kind of equipment is also not there with the police. Situations such as this require non-lethal riot gear. In 2015, Delhi Police had planned to procure Tasers. These are weapons that deliver electric shocks to disrupt the voluntary control of muscles. A few demonstrators had been procured as well, but nothing moved beyond that. A senior officer opined that Singh shouldn’t have been attacked with a pistol butt or sticks after he was pinned down. “The policemen should have used a vehicle to contain him and his son instead of carrying them by their limbs,” he added. Hitting someone with a pistol butt is also very risky as the gun could go off accidentally if it’s cocked. “Force is used to take a suspect into custody. Excessive use of force after capture is unprofessional. The way the policemen were trying to catch the suspect and beating him without disarming him shows that they are unequipped for close combat,” the officer said. Another retired officer said policemen these days often get carried away while countering attacks and involve themselves in fights instead of trying to control or subdue the subjects. On Sunday as well, the constables who had tried to restrain Singh and his son had started attacking them with a vengeance after they saw him hit a senior officer with a sword. “The objective was to pin him down and take him to the police station. Instead, they got busy hitting him which was unprofessional,” said another officer. The police were also slammed for carrying Singh away by his limbs. As per protocol, even if a suspect is restrained right outside the police station, it is imperative for the police to use a vehicle to contain him and drive him in. In Video:Mukherjee Nagar clash: Sikh community stage street protest, demands to sack Delhi cops who attacked auto driverDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/police-in-capital-have-neither-training-nor-equipment-to-deal-with-violence/articleshow/69833482.cms", "time": "2019-06-18 07:56:00"}, "Delhi Assembly poll plan: BJP to hold series of surveys": {"description": "NEW DELHI: The Bharatiya Janata Party is planning to conduct multiple surveys for better selection of political issues and candidates for the Delhi Assembly polls due early next year, senior party leaders said on Sunday. “BJP has been working on various fronts to ensure that it retains the 55% vote share it got in the capital in the LS polls for a comfortable victory in the state polls next year,” a senior Delhi BJP leader said. Regular meetings of the party are being held in view of the speculation that the Delhi Assembly polls may be pre-poned to coincide with the state elections in Maharashtra, Haryana and Jharkhand in October-November. “In view of the upcoming Delhi Assembly polls, three-phased surveys are planned for shortlisting constituency-specific issues, assessment of the AAP government (in Delhi) and the performance of its MLAs as well as to analyse the reach and popularity of our leaders for selecting suitable candidates,” a senior Delhi BJP leader said. In Video:Delhi Assembly poll: BJP to conduct surveys for better selection of candidatesDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-assembly-poll-plan-bjp-to-hold-series-of-surveys/articleshow/69818956.cms", "time": "2019-06-17 21:42:00"}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Nine new vocational courses you can choose from at IP university": {"description": "NEW DELHI: Guru Gobind Singh Indraprastha University is going to begin the new academic session with nine new courses, including MSc yoga, PG diploma in yoga therapy and masters in vocational studies. The new undergraduate course being offered is BSc nursing. The state university has over 88,000 students studying in 120 colleges affiliated to it. The yoga therapy diploma is for medicos and para-medicos, with an inclusion of medical science and yoga. Most of the new courses are diplomas in interesting subjects such as cybercrime and law, security management and victimology and victim assistance. With the state government pushing for vocation courses, the varsity will also be offering masters of vocation in automobile, software development and interior design. The university will be conducting online counselling for 36 programmes, unlike 10 last year. While the varsity conducts common entrance tests, this year admissions to five courses will be done through national-level tests such as JEE (Main), Common Law Admission Test (CLAT), National Institute of Technology MCA Common Entrance Test (NIMCET) and Common Admission Test (CAT). Admissions in MBBS and BDS courses will be done through Medical Counseling Committee (MCC). Nitin Malik, joint registrar (admission), said, “The students registered with IP University applying for MBBS will also have to register with MCC.” Though the university is starting new courses, it may not increase the seats for the economically weaker sections (EWS). “The reservation is part of the central and state list both, so Delhi government is examining it,” said Ashutosh Mohan, vice-chancellor of the university. Mohan added that the helpline of the varsity will be revived and student volunteer will be roped in to address admission queries. Apart from the regular programmes, IP University also offers weekend programmes like MBA, LLM, MTech and MBA in disaster management. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/9-new-vocational-courses-you-can-choose-from-at-ip-university/articleshow/69832904.cms", "time": "2019-06-18 08:09:00"}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "No way for pedestrians": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nowayforpedestrians/articleshow/69808011.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Delhi: Man snatches phone to post videos on app": {"description": "NEW DELHI: Six months ago, 20-year-old Jatin Nagar was introduced to TikTok by his friend. He initially liked watching funny videos posted by other users and soon the addiction prompted him to upload his own content. Nagar started gathering followers and six months down the line became a famous personality on the video-sharing app, which resulted in him earning money too. As his popularity grew, so did the demand to upload more content. Nagar, who works in the call centre of a popular restaurant, needed a new phone for this, but didn’t have the required funds. Instead of saving money, the youth came up with a trick. He searched for the phone he wanted on websites selling second-hand goods. He created a profile, chose a phone and contacted the seller. On June 12, the seller, Jatin Chhabra, came with his iPhone to meet Nagar at the mutually decided meeting point near Preet Vihar. However, instead of making the payment, Nagar snatched the phone from Chhabra and sped away on his motorcycle. A case was subsequently registered at Preet Vihar police station. DCP (east) Jasmeet Singh said that information about the snatching was relayed to all units. On Saturday, Nagar was spotted on Vikas Marg on his KTM bike, chased and nabbed by the cops. The snatched mobile phone was recovered from him. During interrogation, he told police that he was in need of an iPhone to make better videos, so he decided to snatch one. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/man-snatches-phone-to-post-videos-on-app/articleshow/69817332.cms", "time": "2019-06-17 05:53:00"}, "Plight of dustbins in central park": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/plightofdustbinsincentralpark/articleshow/69733038.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Delhi tempo driver assault: Three cops suspended, crime branch to probe incident": {"description": "NEW DELHI: An argument over a rashly driven 'Gramin Seva' tempo brushing against a police ERV in Mukherjee Nagar turned the area into a war zone on Sunday night. Cops have registered a cross FIR in the case and have handed it over to the crime branch for probe. Sources say that a case under sections of preventing a public servant from conducting his duty, attempt to murder and dangerous driving has been registered against the 'Gramin Seva' tempo driver while a case of assault has been registered against the cops. It all began when the driver of the vehicle pulled out a sword and started swinging it after he got into an argument with the policemen. Things turned ugly when he hit a cop with the sword. The driver and his teenage son, who had joined him, were caught by a dozen policemen, taken to the police station and thrashed. In the aftermath of the incident an ACP rank officer was dragged out by his collar and thrashed by a mob, a video of which went viral on social media. At least a dozen cops and people were also injured as the mob went on rampage, damaging cars and buses. Once the video of the incident went viral, a large crowd gathered outside the police station late at night and started protesting. Soon the protests turned violent and the mob dragged out policemen from the station and started attacking them. Cops are yet to register an FIR in the incident, but has suspended three policemen who were seen in the video using excessive force to contain the father-son duo. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-tempo-driver-assault-three-cops-suspended-crime-branch-to-probe-incident/articleshow/69828172.cms", "time": "2019-06-17 19:12:00"}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "How is Swachh Bharat possible?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/howisswachhbharatpossible3f/articleshow/69698038.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "\nIshaan Khatter: I wanted to work with the likes of Majid Majidi, never imagined it'd come true\n": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ishaan-khatter-two-years-ago-i-told-my-mother-i-wanted-to-work-with-the-likes-of-majid-majidi/articleshow/63813654.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Delhi: Light rain with gusty winds expected today": {"description": "NEW DELHI: On Monday, a generally cloudy sky is expected along with dust storm or thunderstorm accompanied with light rain, gusty winds (speed 40-50 kmph) and lightning in city, predicts Met official. The morning temperature on Monday was normal for this time of the year. Track the pollution level in your cityLight rain on Sunday morning helped cool the city bringing down the maximum temperature below 40 degrees Celsius. The maximum temperature on Sunday was 36.3 degrees Celsius, three notches below normal, while the minimum was 28.2 degrees, normal for this time of the year. The humidity level oscillated between 28% and 75%. Palam had a maximum temperature of 37.8 degree Celsius, the highest in the city. This was a stark improvement from Saturday when the heatwave continued to scorch Delhi with a maximum temperature of 43.4 degrees Celsius, four notches above normal. At Palam, the mercury touched 45.4 degrees Celsius. Delhi had recorded its warmest day of the season last Monday, when Palam touched an all-time high of 48 degrees for the month of June. Safdurjung recorded a trace of rainfall till 8.30 in the morning, while till 5.30pm it was 0.6mm. The most rainfall of 2mm was recorded at Najafgarh till 5.30pm. According to the IMD bulletin for Sunday, the western disturbance as a cyclonic circulation lies over Jammu & Kashmir and adjoining Himachal Pradesh and is moving away eastwards. “Rain or thundershowers were observed at a few places over Haryana, Chandigarh and Delhi,” it added. “On Monday, a generally cloudy sky is expected along with dust storm or thunderstorm accompanied with light rain, gusty winds (speed 40-50 kmph) and lightning. The maximum and minimum temperatures will be 37 and 28 degrees Celsius, respectively,” a MeT official said. The weatherman has predicted possibility of rain till Thursday and the maximum temperature will slowly rise in the coming days. It is expected to touch 40 degrees again on Thursday. However, there is no prediction of heatwave till June 22. Delhi’s air quality, meanwhile, was in the “moderate” range with an Air Quality Index (AQI) of 178. SAFAR, an air forecasting agency under the Union ministry of earth sciences, said the AQI is predicted to slightly deteriorate for the next two days to reach the high end of moderate to poor category. “The region is characterised by high surface winds that can lead to significant local dust lifting. Under the influence of western disturbance, thunderstorms with gusty winds are expected for the next two days. This can lead to short-lived dust storms with sudden jump in PM10 concentrations. The AQI is predicted to slightly deteriorate for the next two days to high end of moderate to poor category. Later, it may improve due to mild showers,” the SAFAR report stated. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/cloudy-dusty-with-light-rain-in-delhi-today/articleshow/69817283.cms", "time": "2019-06-17 10:53:00"}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "OPD services might be affected by doctors’ strike in Delhi": {"link": "https://timesofindia.indiatimes.com//videos/city/delhi/opd-services-might-be-affected-by-doctors-strike-in-delhi/videoshow/69820153.cms", "time": "", "description": ""}, "‘Land issues hold up piped water to 130 colonies in Delhi’": {"description": "NEW DELHI: Around 130 unauthorised colonies in the capital are not likely to get piped water supply anytime soon as work is stuck due to non-availability of no-objection certificates (NOCs) from landowning agencies, according to the Delhi Jal Board. DJB vice-chairman Dinesh Mohaniya said NOCs are not available for laying water pipelines in some unauthorised colonies, while it’s not feasible to undertake work in the rest. “Land-owning agencies give NOCs for laying water pipelines in any area. In these cases, they haven’t. For example, Archeological Survey of India may not give NOC for laying pipelines if an authorised colony comes up on its land,” he said. “Some unauthorised colonies have come up in such a haphazard manner that the first house is 10 feet away from the second and the second is 20 feet away from the third. Because of this, it’s not possible to lay water pipelines in such areas,” Mohaniya added. In the absence of piped water supply, residents of unauthorised colonies rely on DJB and private tankers, and illegal borewells. Officials said NOCs for most of the colonies are awaited from the forest department. According to an audit report of AAP government’s work done in 2018-19, NOCs are not available for 95 unauthorised colonies and work is not feasible in 36 others. There are a total of 1,725 unauthorised colonies in Delhi. People living there are believed to be the core vote bank of the AAP. As many as 1,230 unauthorised colonies got water pipelines by the end of 2017-18. DJB had set a target of laying water pipelines in another 291 unauthorised colonies in 2018-19. It, however, could complete work in only 144 such localities. Ahead of the Delhi assembly elections early next year, AAP dispensation has set a target of laying water pipelines in 151 unauthorised colonies. The Arvind Kejriwalled AAP government claims it gave piped water to 372 unauthorised colonies in last four years. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/land-issues-hold-up-piped-water-to-130-colonies-in-delhi/articleshow/69818989.cms", "time": "2019-06-17 08:22:00"}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "How Delhi's Mukherjee Nagar turned into warzone": {"description": "NEW DELHI: A day after a video went around of a Gramin Sewa driver being dragged to the police station, beaten and kicked on his head by a group of cops, protesters from across the city gathered outside the Mukherjee Nagar police station on Monday evening. Mukherjee Nagar clash: Police in capital have neither training nor equipment to deal with violenceThey were responding to calls on social media from Sikh organisations. “Our main demand is that the policemen involved in the assault (on Singh) should be dismissed not suspended. Till now, only three have been suspended whereas the videos showed that at least 11 cops were involved in beating up the driver and his son,” said Sukhwinder Singh, who had come from Lajpat Nagar. Arvind Kejriwal leads demand for action against policemenPolice said the case has been transferred to the crime branch. “Joint commissioner (northern range) is also conducting a detailed fact-finding inquiry into the incident,” said Madhur Verma, Delhi Police spokesperson. CM Kejriwal too demanded action against the cops. “I appeal to the LG, DCP and the police commissioner that the policemen responsible for the attack be punished severely. No citizen should have to go through this at the hands of the police,” he said after meeting Singh. It all started on Sunday, when Singh’s vehicle brushed against police ERV (Emergency Response Vehicle), a Gypsy. When the ERV incharge, ASI Devender, confronted the man, he stepped out brandishing a sword. Singh said he was abused by the cops. Things turned ugly when the cops tried to disarm him. Singh said the cops had allegedly threatened him with a pistol, due to which he became agitated. “My son was in our vehicle and he too was threatened. I had reacted to this,” he said. “They were intimidating me with the pistol and sticks due to which I had pulled out the sword to defend myself and my son. I have identified and named a few policemen in my complaint,” Singh said. A video shows at least a dozen cops trying to pin the man down, while he tries to attack them with the sword. During this, ASI Yograj, who was in civil clothes, grabbed Singh from behind but he managed to free himself and attacked him with the weapon. Despite being injured, Yograj held on to the man. The other cops, meanwhile, kept hitting Singh with sticks while his 16-year-old son tried to free him from them. In the scuffle, Singh and his son were hit son several times with sticks and pistol butts. The cops also landed a few kicks on Singh’s head. Suddenly, his son is seen in the video driving the Gramin Sewa vehicle into the group of cops due to which two policemen got injured. ASI Yograj, whom Singh hit with a sword, claimed that the man instigated his son to attack the cops when they pinned him down. “I tried to grab him from behind as he started charging at other policemen. I managed to control his arms but his son came and started slapping me. Later, he tried to ram us with his vehicle. As my grip loosened, the man swung the sword at me. It hit my legs and then struck my head,” Yograj said. Some of the cops then got hold of the teenager and thrashed him, after which both Singh and his son were held by their hands and legs and carried to the police station, where they were detained. Meanwhile, the mobile phone video went viral on social media. Soon, a mob of around 400 men gathered outside the police station demanding Singh’s release. The protests turned violent around 10pm as the mob started smashing the glass panes of police and private vehicles parked outside the police station. When teams led by ACP Shalimar Bagh, K G Tyagi, and other senior officers tried to contain them, the mob turned its fury on the cops. At least a dozen vehicles were damaged. The ACP was cornered and thrashed by the mob. They finally dispersed when a contingent of riot control forces was deployed. Sarabjeet and his son were released later at night after a medical checkup. In Video:Mukherjee Nagar incident: Three cops suspended, but is this enough?Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/we-didnt-start-the-fire-charges-sparks-fly/articleshow/69833458.cms", "time": "2019-06-18 09:24:00"}, "AAP holds meets to iron out wrinkles": {"description": "NEW DELHI: Post the Lok Sabha poll debacle, Aam Aadmi Party has started a series of interactions with party workers across all 70 assembly constituencies to find out the weaknesses of the party before the capital plunges into assembly elections in February 2020. AAP could not win any of the seven parliamentary constituencies. It remained far behind Congress, while BJP won all seven seats by amassing a massive 56.5% vote share. Congress got 22.5% votes, while AAP managed to get only 18.1%. So far, 50 such meetings have taken place. A few of them have been chaired by Delhi convener Gopal Rai, MP Sanjay Singh, senior leaders Atishi Marlena, Raghav Chadha and Dilip Pandey. The focus is on figuring out the critical areas where the party needs to focus on to turn around the situation. AAP chief Arvind Kejriwal has asked party functionaries to work hard for the upcoming polls. A party functionary said senior leaders have been asked to address volunteer meetings in all assembly constituencies to strengthen the party’s position. Atishi, who has addressed meetings in Kondli, Vishwas Nagar and other assembly segments in east Delhi, said: “We are a volunteer-driven party and after every election we sit with our volunteers to understand the results. We have tried to identify our weaknesses and discussed how our performance can be improved in the assembly polls.” The party’s performance in the Lok Sabha polls was far below expectations. AAP was at third position in 48 of the 70 assembly constituencies. In a bid to assuage the concerns of party workers, AAP leaders emphasised that the party didn’t get much votes because it was a “big election” between Narendra Modi and Rahul Gandhi prompting people to vote accordingly. People will vote for AAP in the “small election” (assembly polls), they claimed. An AAP leader privy to the findings of the meetings claimed that the bad results in the parliamentary election have not taken a heavy toll on the enthusiasm of party workers. “The workers are not surprised by the outcome of Lok Sabha election. Functionaries at the assembly level shared that voters confided in them that they didn’t vote for AAP in LS polls because it was a different election,” the party leader added. He further claimed, quoting party functionaries, that during campaigning on the ground people told them, “Iss election mein maaf kar do, Dilli mein Kejriwal ko hi denge (Leave us during this election. For Delhi, we will vote for Kejriwal).” The meetings are also being used as platforms to know public grievances so that the party can focus on critical issues. The outcome of the meetings has been kept confidential. The senior leaders will put up the conclusions drawn from these meetings before CM Kejriwal. The findings will shape the course of AAP’s assembly election strategy. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/aap-holds-meets-to-iron-out-wrinkles/articleshow/69817303.cms", "time": "2019-06-17 08:05:00"}, "India's Most Wanted: Promotions": {"link": "http://photogallery.indiatimes.com/events/delhi/indias-most-wanted-promotions/articleshow/69446717.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Delhi: Gang war averted with arms seizure": {"description": "NEW DELHI: A gang war was probably averted in northeast Delhi after Delhi Police’s Special Cell arrested a gunrunner with a huge cache of arms, allegedly meant for some criminals associated with a gangster. He was found carrying 30 pistols and ammunition from a supplier in Madhya Pradesh’s Khargone. DCP (Special Cell) Sanjeev Yadav said Waisar, a resident of Khairana in UP, had been supplying weapons to Delhi’s criminals for the past three years. Following a tipoff, the team laid a trap on Ring Road near the ISBT on Monday, spotted Waisar with two big bags and found the arms and ammunition under packs of corn. While 13 automatic pistols of .32 bore along with 10 extra magazines and 25 live rounds of 315 bore were found in one bag, the other one had 17 countrymade pistols. “Waisar said he used to receive these consignments from a Khargone-based gunrunner and a supplier from Dhanbad,” said Yadav. He had got this consignment from one Intezaar, a resident of his village, who had procured it from Khargone. His first supplier, Musa, was arrested by the Special Cell in January. Waisar has also named a few of his associates. The accused had quit studies in Class VI after the death of his father, who was a farmer. While pursuing farming, Waisar came in contact with Musa, who lured him to join the illegal trade. After Musa’s arrest, Waisar started working as a carrier for Intezaar. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/gang-war-averted-with-arms-seizure/articleshow/69832872.cms", "time": "2019-06-18 06:58:00"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "No heatwave for next seven days in Delhi-NCR": {"description": "NEW DELHI: Gusty winds and cloudy sky weather conditions are expected to continue for the next three-four days in city, says Met office. Another overcast, breezy day in the city brought relief from the sweltering heat. The maximum temperature on Monday was 33 degrees Celsius — six notches below normal, and the minimum was 28 degrees Celsius. Track the pollution level in your cityThe Meteorological (Met) office said gusty winds and cloudy sky brought the mercury down and kept the humidity levels between 45% and 65%. Moreover, traces of rainfall at isolated areas were an added bonus. On Thursday, however, the temperature might touch 40 degrees Celsius again, but the city is unlikely to witness heatwave conditions in the next seven days. “A western disturbance over Arabian Sea is causing these conditions. On Tuesday and Wednesday thunderstorm with light rain or lightning and dusty winds up to 30-40km per hour are expected,” a Met official said, adding that on Tuesday, the maximum temperature will be 31 degrees Celsius. Meanwhile, with an air quality index (AQI) at 123, the air quality in the city was in the ‘moderate’ range. SAFAR, an air forecasting agency under the ministry of earth sciences, said AQI is expected to improve slightly but remain in the moderate range for the next two days. In Video:No heatwave for next seven days in Delhi-NCR: MeT departmentDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/no-heatwave-for-next-seven-days/articleshow/69833500.cms", "time": "2019-06-18 09:24:00"}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Politicians seek action against cops who thrashed tempo driver, his minor son in Delhi": {"description": "NEW DELHI: Chief minister Arvind Kejriwal on Monday demanded strict punishment for police personnel involved in the brutal attack on a Gramin Seva tempo driver and his minor son in Mukherjee Nagar. The incident resulted into an uproar after the video clippings of the incident went viral on social media drawing reactions from Punjab CM Amarinder Singh, Delhi BJP chief Manoj Tiwari and several other politicians. Describing it as a shameful incident, the Punjab CM tweeted, \"Shameful incident of Delhi Police ruthlessly beating up Sarabjeet Singh and Balwant Singh over a petty issue. Request home minister Amit Shah to ensure justice.\" Shameful incident of @DelhiPolice ruthlessly beating up Sarabjeet Singh & Balwant Singh over a petty issue. Request… https://t.co/wYzGanOCdT&mdash; Capt.Amarinder Singh (@capt_amarinder) 1560745478000Tiwari stated that there is no place for violence in a civilized society. \"There should be an impartial inquiry into this incident and stern action should be taken against the persons found guilty but no action should be taken against the innocent persons,\" Tiwari said in a statement. Kejriwal visited the residence of Sarabjeet Singh and heard about the ordeal of the driver. \"The manner in which the driver was beaten was most brutal and barbaric. I condemn this assault by Delhi Police personnel in the strongest possible words. I appeal to LG, DCP and the police commissioner that the policemen responsible for the attack be punished severely. No citizen should have to go through this at the hands of the police,\" Kejriwal stated. A delegation of Delhi Sikh Gurdwara Management Committee led by its president and BJP MLA Manjinder Singh Sirsa called upon police commissioner Amulya Patnaik to seek action against the cops. Sarbjeet Singh was also part of the delegation. \"CP has assured that no guilty will be spared. An inquiry into the incident will be conducted by joint commissioner of police and the act of everyone involved in the incident will be identified,\" Sirsa stated. As the incident sparked protests on Sunday night, a group of AAP MLAs led by AAP Rajya Sabha MP Sanjay Singh also joined the protest outside the police station and termed the suspension of the three police personnel insufficient. Sirsa and officials of DSGMC were also among a large number of Sikhs who protested against the incident on Sunday night. Meanwhile, Kejriwal also tried to draw the attention of the LG and Union home minister towards the rising rate of crime in the city. “The LG and the home minister will have to be very strict about the rising rate of crime in Delhi. This needs to stop. What has happened is highly condemnable and those responsible should not be spared,” Kejriwal stated. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/politicians-seek-action-against-cops-who-thrashed-tempo-driver-his-minor-son-in-delhi/articleshow/69831539.cms", "time": "2019-06-17 23:32:00"}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Mosquito breeding, but no action by DJB": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mosquitobreeding2cbutnoactionbydjb/articleshow/69821457.cms", "time": "", "description": ""}, "Services affected on Delhi Metro's Blue Line": {"description": "NEW DELHI: Services were affected on a section of the Delhi Metro's Blue Line on Monday due to some technical issues, the DMRC said. Blue Line Update Delay in services between Dwarka and Dwarka Sector 21. Normal service on all other lines.&mdash; Delhi Metro Rail Corporation (@OfficialDMRC) 1560733396000The Blue Line connects Dwarka in Delhi to Electronic City in Noida. \"Delay in services between Dwarka and Dwarka Sector 21,\" the DMRC tweeted in the morning. Blue Line Update Normal services have resumed. https://t.co/mvTdTlPr5e&mdash; Delhi Metro Rail Corporation (@OfficialDMRC) 1560735458000About an hour later, the Delhi Metro Rail Corporation, in another tweet, said normal services have been restored. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/services-affected-on-delhi-metros-blue-line/articleshow/69823262.cms", "time": "2019-06-17 13:41:00"}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Pregnancy of minor rape victim terminated: AIIMS to HC": {"description": "NEW DELHI: The All India Institute of Medical Sciences (AIIMS) told the Delhi high court on Monday that it had terminated the over-22-week pregnancy of a minor rape victim as continuing with it would have had a severe impact on the girl's physical and mental health. It also told the court that the foetus had been preserved for DNA analysis in the rape case. The submission was made before Justice Najmi Waziri, who, thereafter, disposed of the plea moved on behalf of the rape victim seeking permission to medically terminate her pregnancy. The high court had, on June 14, asked the AIIMS to set up a medical board to examine whether it was necessary to end the pregnancy of the 14-year-old rape victim and to carry out the procedure expeditiously, if required. The court had also directed that a report be placed before it about the medical board's decision. It had also ordered preservation of the foetus for DNA analysis in the rape case. On Monday, advocate Aldanish Rein, appearing for the AIIMS, told the court about the decision taken by the hospital and submitted its report. According to the plea filed by advocates Anwesh Madhukar and Anshu Bhanot on behalf of the girl, on June 2, her mother came to know that she was pregnant and that she was raped. The same day, an FIR was lodged, the petition had said and added that an ultrasound test conducted on June 8 had revealed that the girl was pregnant for 22 weeks. Thereafter, the girl and her family approached the Child Welfare Commission for help and the panel advised her to seek permission from the court for medical termination of pregnancy (MTP). Under the Medical Termination of Pregnancy Act of 1971, a foetus cannot be aborted if the gestation period is more than 20 weeks. P Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/delhi/pregnancy-of-minor-rape-victim-terminated-aiims-to-hc/articleshow/69828018.cms", "time": "2019-06-17 19:00:00"}}