{"ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Encephalitis deaths: Bihar health minister shown black flags": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/encephalitis-deaths-bihar-health-minister-shown-black-flags/videoshow/69826711.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Nitish govt orders closure of shops from 11am to 5pm in south Bihar due to extreme heatwave": {"description": "PATNA: Worried over the death of 78 persons in last two days due to heatwave, Bihar government on Monday decided to shut down all shops and marketing complexes from 11am to 5pm in south Bihar districts. The decision was taken at a high level meeting convened by CM Nitish Kumar to review the state government’s actions taken in the cases of heat wave in south Bihar and Acute Encephalitis Syndrome deaths mainly in districts of north Bihar. Briefing media persons about the decisions taken at the meeting, state’s chief secretary Deepak Kumar said mainly three districts of south Bihar namely Aurangabad, Gaya and Nawada are badly hit by the unprecedented heatwave. However, the state government has decided to regulate opening time of shops and market complexes in all districts of south Bihar. Chief secretary said, the opening and closure timings of shops and marketing complexes would be regulated by the state’s labour resources department (LRD) under the Bihar Shops and Business Establishments Act. To a question, the chief secretary said the LRD would bring out a notification specifying timing and the places to be covered under the government’s latest decision. He however, clarified that shops and marketing complexes of the state capital would not be affected by the decision. Accompanied by principal secretary (health) Sanjay Kumar, the chief secretary also said that all necessary arrangements have been made at the government hospitals in the heat affected districts to provide medical facilities to people. Principal secretary (health) Sanjay Kumar said separate wards and isolation wards have been earmarked in all health facilities in Aurangabad, Gaya and Nawada districts to provide better facilities to heat affected patients. Uninterrupted electric supply was being ensured at all health facilities in the three district. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/nitish-govt-orders-closure-of-shops-from-11am-to-5pm-in-south-bihar-due-to-extreme-heatwave/articleshow/69830297.cms", "time": "2019-06-17 21:26:00"}, "‘AES death toll may surge if heatwave condition persists in Bihar'": {"description": "PATNA: The death toll due to suspected Acute Encephalitis Syndrome (AES) may go up in the days to come as there seems to be no let-up in the high temperature and humidity. The doctors attending on the affected children at the Sri Krishna Medical College and Hospital (SKMCH) are apprehending that more children may fall prey to the deadly disease if the monsoon got delayed and heatwave condition continued. Altogether 20 children died during the past 24 hours taking death toll up to 93 since January this year. Dr G S Sahni, head of the paediatrics department of the SKMCH, said the mortality rate would reduce once the rainy season starts. “But there seems to be no let-up in the high temperature coupled with humidity, which is fatal for the vulnerable kids,” he said, adding that the doctors were making all-out efforts to save the lives of the children. Muzaffarpur civil surgeon Dr SP Singh also corroborated Dr Sahni’s contention. “There will be no respite unless and until the rainy season starts,” he told this newspaper over phone from Muzaffarpur on Sunday. The normal temperature varied between 43 degrees C and 46 degrees C in the last two days. Even state health minister Mangal Pandey, who accompanied Union health minister Dr Harsh Vardhan to Muzaffarpur today, agreed with the two doctors’ views. The highest casualty of the children was recorded in 2012 when around 400 children had died. In 2013, the number of casualties reduced to around 350 followed by around 300 in 2014. In 2017 and 2018, the death toll was negligible. The situation became so alarming in 2014 that Dr Harsh Vardhan as the Union health minister had visited Muzaffarpur. Researches were carried out and medical experts from different places, including Atlanta, were assigned the task. However, the medical experts have so far not found the exact cause of this disease. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/aes-death-toll-may-surge-if-heatwave-condition-persists/articleshow/69816516.cms", "time": "2019-06-17 10:42:00"}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "\nIPS Officers’ Wives Association organised family night for the officers in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/IPS-Officers-Wives-Association-organised-family-night-for-the-officers-in-Patna/articleshow/46371531.cms", "time": "", "description": "The IPS Officers’ Wives Association recently organised a Family Night for the officers and their better halves. The do, held at the lawns of the BMP campus, was a memorable event, with the venue being decked up in a Valentine theme with heart-shaped balloons. Upping the fashion quotient was Prity Singh Rana who looked pretty in her pink lehenga, while Poonam Thakur, president of the association, earned lots of compliments for her hairstyle and suit. “The purpose behind organising the event was to foster relationships and encourage family bonding activities,” said Poonam. “The bash gave us the opportunity to enjoy some moments of togetherness with our better halves, which we hardly enjoy because of our busy and hectic schedule,” said DGP PK Thakur. Madhurima Raj and Ratna added some spice to the evening by organising some interactive games for the guests. The paper dance had some fun moments, as the couples struggled to shake a leg on the sheet of paper given to them. Another fun-filled activity of the evening was when the husbands were asked to sing a song for their wives based on the items which they took out from a box, in which Sunit Kumar sung the song Ek Garam Chai Ki Pyaali. Later, all the guests moved to the dance floor. Kundan Krishnan and JS Gangawar were seen dancing on songs like Blue Eyes, India Waale and many more. Download The Times of India News App for Latest City ."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Heatwave: Section 144 imposed in Gaya": {"description": "PATNA: The Gaya district administration on Monday issued prohibitory order under Section 144 of CrPC in view of intense heatwave, banning all construction activities, MGNREGA work, public gatherings in open spaces and cultural shows between 11am and 4pm. Heatwave has claimed 31 lives in the district in the last three days. Gaya DM Abhishek Singh said the order would cover all government and non-government construction activities. Labour work under MGNREGA will remain suspended after 10.30am. Director of the District Rural Development Authority has been asked to enforce the order. Shopkeepers and vendors have also been asked not to open their shops between 11am and 4pm. However, emergency services have been exempted from the purview of the order, the DM said. Singh said the prohibitory order is part of preventive measures taken by the district administration to avoid casualties due to heatstroke. The district administration has advised people to take adequate precautions against heatwave and avoid being exposed in the sun for a prolonged period. The residents have been suggested to drink water properly and not to keep their stomach empty. Magadh divisional commissioner Pankaj Kumar Pal on Sunday took stock of the situation arising out of the heatwave condition in four districts of the division – Gaya, Nawada, Aurangabad and Jehanabad. As many as 30 people have so far died in Aurangabad and nine in Nawada due to heatwave. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatwave-section-144-imposed-in-gaya/articleshow/69831224.cms", "time": "2019-06-18 10:06:00"}, "Patnaites feel the pinch as potato and onion prices soar": {"description": "PATNA: Soaring potato and onion prices are bringing tears to the eyes of Patnaites and burning a hole in their pockets. While the price of onions in the wholesale market went up to Rs 1,400 per quintal on Sunday, that of potatoes surged from Rs 800 per quintal to Rs 1,200 per quintal in one week. According to retailers, onion prices are usually high at this time of the year because of the “lean period” before the new harvest season. On the other hand, additional storage cost is being cited as the reason for surge in potato rates. Wholesalers at Bazar Samiti and the Mithapur vegetable market claimed that onions were sold between Rs 13 and Rs 14 per kilogram on Saturday. Their cost was around Rs 11-12 per kg almost a week ago. Similarly, the price of white potatoes was Rs 11-Rs 12 per kg on Saturday, while it was Rs 10.5-Rs 11 per kg a week ago. The rate of red potatoes also surged from Rs 12.5 to Rs 13 in one week. Praveen Kumar, a wholesaler at Kankarbagh said, “Potatoes are required to be put in cold storage during the monsoon and pre-monsoon periods as they may get ripe if stored at normal temperature. The daily cost of cold storage of potatoes is Rs 200-250 per quintal. We, therefore, have to increase the prices accordingly.” Patnaites, on the contrary, are feeling the pinch as onions and potatoes are part of most Indian meals. Homemaker Anita Singh told this newspaper, “Onions and potatoes are important ingredients. Rise in their prices is a burden on us.” 46-year-old Abhijeet Kumar Singh rued, “We are middle-class people. How will we manage to buy such expensive vegetables?” Vinit Kumar, who owns a ‘pani puri’ stall in Kurji, said, “Selling ‘pani puri’ is my only source of livelihood. I am hardly earning any profit since onion and potato prices have gone up.” Surge in prices has also hit sale of onions and potatoes. Vegetable vendor Ramesh Kumar said, “I usually buy a huge stack of potatoes and onions from the wholesale market. Now that their prices have increased, my sales have been affected.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/patnaites-feel-the-pinch-as-potato-onion-prices-soar/articleshow/69816586.cms", "time": "2019-06-17 09:37:00"}, "Heatwave advisory:  Drink enough water, says doctors": {"description": "PATNA: With the mercury heading north, patients with heatstroke symptoms like nausea, diarrhoea, dehydration and high fever are making a beeline for hospitals. State Health Society (SHS), a wing of the health department, issued a fresh advisory related to heatwave on Sunday, asking chief medical officers, superintendents and principals of government hospitals, health officers and civil surgeons to make required arrangements for dealing with sunstroke ailments. A draft heatwave action plan was also sent to government hospitals. Health workers have been asked to make people aware about the ways to maintain water level in the body. Hospitals, on the other hand, have been asked to keep adequate quantities of live-saving medicines, IV fluids and ORS to treat patients. “Ensure availability of sufficient water at all health facilities in state. The hospitals should coordinate with the electricity department for uninterrupted power supply,” the advisory issued by SHS executive director Manoj Kumar read. The health department officials have also issued dos and don’ts to tackle prevailing heatwave conditions. Patna Medical College and Hospital superintendent Dr Rajiv Ranjan Sinha said about 50 cases of heatstroke were reported in 15 days. “Five such patients were brought to the hospital on Sunday and three on Saturday in serious conditions. Their condition is, however, stable now,” Dr Sinha added. He said the hospital administration is well prepared to tackle heatstroke cases. “We have set up a five-bed in ICU for heatstroke patients. Intravenous fluids, ORS, electrolytes and other drugs are available in sufficient numbers,” he added. Nalanda Medical College and Hospital superintendent Dr Chandra Shekhar suggested people to drink at least 4-5 litres of water every day. “People should not step out of their homes between 12 noon and 4pm. One should also consume mixture of sugar and salt after adding them with water to prevent dehydration,” Dr Shekhar said. He added no heatstroke case has so far been reported at the NMCH but the doctors have been asked to remain prepared to meet any eventuality. Dr Ranjan Kumar, a city-based general physician, also advised people to drink lots of water and coconut water and going out during afternoon. “Heatstroke patients generally complain of dizziness, loss of appetite and nausea. They should follow healthy diet chart and avoid wearing dark clothes, which absorbs heat easily,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/drink-enough-water-doctors/articleshow/69816512.cms", "time": "2019-06-17 07:30:00"}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Nitish bats for special category status to state": {"link": "https://timesofindia.indiatimes.com//city/patna/nitish-bats-for-special-category-status-to-state/articleshow/69805802.cms", "time": "2019-06-16 04:00:00", "description": "PATNA: Apart from vociferously demanding grant of special category status to Bihar, CM Nitish Kumar on Saturday urged the Centre to discontinue all centrally sponsored schemes (CSS) and make an alternative provision for implementation of the central government’s priority schemes under the name of ‘central sector schemes.’ Speaking at the fifth meeting of the governing council of the NITI Aayog at the Rashtrapati Bhawan in New Delhi in the presence of PM Narendra Modi, Union ministers and chief ministers of many states, Nitish urged the Centre to include non-raiyat farmers, such as sharecroppers and tillers as beneficiaries under the Pradhan Mantri Kisan Samman Nidhi Yojana so that the farmers who actually cultivate the land could get the benefit of the scheme. “Under the Kisan Samman Nidhi Yojana, financial assistance is given to only those farmers who are landowners. It has been observed in Bihar that many landowners do not cultivate themselves and instead give their land to other farmers under lease or sharecropping. The Bihar government is providing financial assistance to the raiyat and non-raiyat farmers equally in all the important schemes related to agriculture, especially diesel subsidy, agricultural input and Bihar Rajya Fasal Sahayata Yojna. In this perspective, we suggest that non-raiyat farmers should also be included under the Kisan Samman Nidhi Yojana,” the CM said. Making a strong pitch for discontinuing the centrally sponsored schemes, Nitish said the existing CSS is putting extra burden on the state’s exchequer due to recent changes in financing ratio between the Centre and the state as well as reduction in the Union government’s contribution in the CSS. “In some of the centrally sponsored schemes, the contribution of the central Government has been reduced to 50%. Due to this change in the financial pattern, Bihar government had to spend Rs 4,500 crore in the financial year 2015-16, Rs 4,900 crore in 2016-17, Rs 15,335 crore in 2017-18 and Rs 21,396 crore in 2018-19 from its own resources in the centrally sponsored schemes. As a result, Bihar is not in a position to meet its priorities of entitlement-based public amenities and other requirements,” Nitish argued. Batting for special category status, Nitish said it would enhance the central government’s share in the centrally sponsored schemes on one hand and provide an opportunity to the states to utilize their resources in other development and welfare schemes on the other. Nitish also requested the Centre that the ceiling of 25% of the State Disaster Response Fund for providing gratuitous relief grant be relaxed and Bihar should be given the funds meant for gratuitous relief grant as per the need of the state as it was available prior to 2015. Download The Times of India News App for Latest City ."}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "Patna: No headway in jewellery showroom loot case": {"description": "PATNA: Police have so far not been able to arrest anyone in connection with the loot of jewellery worth around Rs 15 lakh from a showroom in Rupaspur locality of the city in broad daylight on June 12. Incidentally, ADG (headquarters) Kundan Krishnan had visited Rupaspur police station to review law and order just a few hours before the loot. Four armed criminals had decamped after looting all the jewellery kept in the showcases. The criminals were wearing masks to hide their identity. DIG (central range) Rajesh Kumar, said police have identified the criminals and raids were on in Patna and neighbouring districts to arrest them. “The gang members operate from western Patna. SHO of Rupaspur police station Chandra Bhanu said the criminals had not opened fire in course of the loot. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/no-headway-in-jewellery-showroom-loot-case/articleshow/69816535.cms", "time": "2019-06-17 09:47:00"}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Patna hottest place in country": {"description": "PATNA: Mercury mayhem continued unabated in Bihar with Patna designated as the hottest place in the country on Sunday with the highest maximum temperature of 44.4 degrees C, according to a bulletin issued by the India Meteorological Department (IMD). A respite from the scorching heat is unlikely as IMD has forecast heatwave conditions across the state on Monday as well. Districts in south, central and east Bihar, including Gaya and Bhagalpur among others, are likely to be affected. The Patna Metrological Centre has also issued a heatwave alert for the entire state, except a few districts in north-eastern parts, for the next 48 hours. Heatwave condition is said to prevail when the normal temperature is 40-degree C and above, and the actual temperature continues to be 4.5 notches above the normal for two consecutive days. The maximum temperature recorded in Patna on Saturday was eight notches higher than the respective normal for the day and seven notches higher than the respective normal on Sunday. Patna, in fact, witnessed the highest maximum temperature for the month of June over the past one decade on Saturday with the mercury column recording 45.8 degrees C. The meteorological centre has predicted the maximum temperature to hover in the range of 42- 44 degrees C till June 22. “June and July normally witness the hottest days of the year across the globe as the distance between the Sun and Earth is the least at this time of the year. The solar rays thus penetrate straight to the lowest level of atmosphere. Besides, the hot and dry westerly winds blowing in the region are intensifying the heat,” a senior Patna Met centre official said. Weathermen, however, expect a slight respite from the scorching heat, as the local Met office has issued a forecast of generally cloudy sky with possibility of rain or thunderstorm in the state capital on June 21 and 22. The officials attributed it to pre-monsoon showers. “Excessive heating at this time of the year leads to formation of low- pressure area, which in turn, leads to pre- monsoon thundershowers. Such thundershowers do not last long and subside within 30 minutes or an hour,” said a senior official at Patna meteorological centre. Pre-monsoon showers apart, the southwest monsoon made progress over north-eastern and eastern India on the second consecutive day on Sunday. An all-India daily weather bulletin issued by IMD stated that southwest monsoon further advanced into most parts of northeast India and some parts of north Bengal and Sikkim. However, senior officials at Patna centre claimed that monsoon is unlikely to hit Bihar before June 25, making a delay of nearly a fortnight from its normal onset date in the state. The rain-bearing winds normally enter Bihar through the north- eastern districts of Purnea and Kishanganj around June 10-12. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/patna-hottest-place-in-country/articleshow/69816899.cms", "time": "2019-06-17 09:39:00"}, "Widows of 18 CRPF martyrs felicitated": {"description": "PATNA: Widows of 18 CRPF martyrs from Bihar, Jharkhand and Uttar Pradesh were honoured by the Jain International Trade Organisation (JITO), a worldwide organisation of businessmen, industrialists and professionals, at a programme organised in collaboration with the Bihar Chamber of Commerce and Industries (BCCI) and the Patna Jain Samaj on Sunday. A cheque for Rs 3.80 lakh was provided to the family of each martyr by the Ranchi chapter of JITO. Bihar road construction minister Nand Kishore Yadav and industries minister Shyam Rajak handed over the cheques to the widows of martyrs at the programme held at BCCI auditorium. “We should stand with our jawans who sacrifice their lives for the country,” Yadav Yadav. He also thanked Prime Minister Narendra Modi for showing the willpower of the nation to avenge the deaths of soldiers. “We should pay tributes and recognise the efforts of our soldiers who safeguard our borders and sacrifice their lives for the nation. However, their deaths cannot be compensated,” Rajak said. CRPF DIG Neeraj Kumar thanked the organisations for supporting the families of CRPF martyrs. “A soldier never wants money as they are well paid by the government. Instead, they look for support and love of the people which encourage them to face death in the line of duty,” he added. Of the 18 martyrs, six were from Bihar. Ratan Kumar Thakur, Pintu Kumar Singh and Sanjay Kumar Sinha from Bhagalpur, Begusarai and Masaurhi, respectively, had lost their lives in the Pulwama terror attack. Md Mojahid Khan from Piro in Bhojpur district had sacrificed his life in a fierce encounter with terrorists in Srinagar. Roshan Kumar and Ajay Kumar Yadav, on the other hand, had attained martyrdom in Maoist attacks in Chhattisgarh. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/widows-of-18-crpf-martyrs-felicitated/articleshow/69816524.cms", "time": "2019-06-17 09:34:00"}, "\nRavi and Manvi Paswan host son's birthday party in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Ravi-and-Manvi-Paswan-host-sons-birthday-party-in-Patna/articleshow/46212173.cms", "time": "", "description": "PROUD PARENTS: Ravi and Manvi Paswan recently celebrated the second birthday of their son Panash at a posh hotel in the city. The guest list comprised family members and close friends of the Paswan family. Panash’s grandfather, politico Cheddi Paswan, was spotted welcoming the guests along with his wife Premkali Devi.  EARLY BIRDS: Politico Awadesh Narayan Singh was the early bird at the do, while Dr Sanjeev and Pratyush Katyayan came in a tad late. “We started on time but were caught in a heavy traffic jam,” said Dr Sanjeev. Geetu Jain, who came along with her husband Rohit, and was welcomed with a big hug by Ravi’s sister Shelvi.  MUSIC AND MASTI: The huge Angry Birds-themed cake was quite appreciated by the guests. Soon after the cake-cutting, all the guests gathered on the dance floor and shook a leg on songs like India Waale and Bang Bang. Shelvi, Geetu, Sukriti, Manvi and Ravi had a gala time dancing and refused to budge from the dance floor. Download The Times of India News App for Latest City ."}, "Over 12,000 Bihar doctors to join nationwide strike today": {"description": "PATNA: More than 12,000 doctors across the state will join the all India 24-hour strike from 6am on Monday called by the Indian Medical Association (IMA) to show solidarity with their Bengal counterparts and against attack on two of them in a Kolkata hospital recently. The West Bengal doctors are already on strike demanding fulfilment of their demands, including the arrest of the accused who had grievously injured two doctors and rolling out a stern central law for doctors’ protection. However, keeping the grievous situation due to the increasing number of patients suffering from Acute Encephalitis Syndrome (AES) in several north Bihar districts, the paediatric department at Sri Krishna Medical College and Hospital (SKMCH) and Sadar hospital at Muzaffarpur have been exempted from the strike. IMA’s Bihar chapter president-elect Dr Bimal Karak said the lack of infrastructure and unavailability of required count of doctors in government hospitals and no action plan on the part of the government leading to more than 90 deaths due to AES in Muzaffarpur till now are additional factors in Bihar for going on strike. Doctors under the aegis of Bihar State Health Services Association have also extended their support to the strike called by IMA, Dr Karak said. In a press release, the State Health Services Association has said the routine work at outpatient departments of hospitals and health centres would be boycotted in support of the IMA’s call. However, doctors would remain on duty in paediatrics department, emergency services and postmortem across the state. Dr Karak said a central team of doctors as well as AIIMS-Patna director Dr P K Singh had clearly said a strong government action plan was required to save the lives from AES in state, which claim so many lives every year. “While the AES has spread to Samastipur and Vaishali too, more than 50 died of heatstroke. The heatstroke cases are the maximum recorded in Bihar since 1966. Amid these situation, there is massive lack of infrastructure as well as count of doctors at government hospitals. This needs to be addressed for improving health sector in the long run,” Dr Karak said. “We have apprised Union health minister Dr Harsh Vardhan and state health minister Mangal Pandey about the lack of infrastructure,” he said. Karak said after the end of the 24-hour strike, a team of doctors would be sent to Muzaffarpur for assessing the situation. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/over-12k-bihar-doctors-to-join-nationwide-strike-today/articleshow/69816528.cms", "time": "2019-06-17 07:21:00"}, "Shops to be shut in 3 districts during daytime": {"description": "PATNA: Worried over death of 78 people due to heatwave, the state government on Monday ordered closure of all shops and marketing complexes in three south Bihar districts – Aurangabad, Gaya and Nawada – from 11am to 5pm. The decision was taken at a high level meeting convened by CM Nitish Kumar to review the government’s preparedness in dealing with heatwave and AES deaths. Briefing media persons about the decisions taken at the meeting, state chief secretary Deepak Kumar said mainly Aurangabad, Gaya and Nawada district are badly hit by the unprecedented heatwave. However, the state government has decided to regulate opening time of shops and market complexes in all districts in south Bihar. The chief secretary said the opening and closure timings of shops and marketing complexes would be regulated by the state’s labour resources department (LRD) under the Bihar Shops and Business Establishments Act. To a question, the chief secretary said the LRD would bring out a notification specifying timing and the places to be covered under the government’s latest decision. He, however, clarified that shops and marketing complexes in the state capital would not be affected by Monday’s decision. The chief secretary, who was accompanied by principal secretary (health) Sanjay Kumar, said all necessary arrangements have been made at the government hospitals in heatwave-affected districts to provide medical facilities to people. Sanjay said separate wards and isolation wards have been earmarked in all health facilities in Aurangabad, Gaya and Nawada districts. The authorities concerned have been asked to ensure uninterrupted power supply in the three affected districts,” he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/shops-to-be-shut-in-3-districts-during-daytime/articleshow/69831160.cms", "time": "2019-06-18 04:00:00"}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "​Doctors' strike paralyzes healthcare services in Bihar": {"description": "PATNA: Doctors strike has paralyzed medical and health services in Bihar, where an intense heat wave has claimed 61 lives in the past few days while nearly 100 children have died of suspected acute encephalitis syndrome (AES). The country-wide strike, called by Indian Medical Association in protest against the recent assault on junior doctors at a hospital in West Bengal, has received support from Bihar State Health Services Association. Long queues of hapless patients were seen at PMCH in Patna, the largest hospital in the state, as services at OPDs remained completely suspended, though hospital sources said that emergency services have not been allowed to be affected. Moreover, PMCH Superintendent Rajeev Ranjan said, We have given clear indications that no serious patient should suffer on account of the strike. The doctors are in a government job and they may face stern action if their boycott of work leads to any casualty or any serious patient being refused admission. OPD services are also paralyzed at the SKMCH hospital in Muzaffarpur, where 290 children afflicted with AES have been admitted since June 1, out of whom 80 have died so far. The hospital's superintendent Sunil Shahi, however, said The strike will not have any adverse impact on AES patients since they are admitted to either paediatrics or emergency wards and it had been resolved that the boycott of work by doctors will not affect the functioning of these facilities.\" State government officials had said that majority of the victims had died due to hypoglycemia, a condition caused by a very low level of blood sugar and electrolyte imbalance. The strike has evoked a similar response in Jehanabad, Bhojpur, Begusarai, Nawada and Supaul districts. Private hospitals and nursing homes have been similarly affected by the strike. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/doctors-strike-paralyzes-healthcare-services-in-bihar/articleshow/69823771.cms", "time": "2019-06-17 14:10:00"}, "Aqua workouts attract city people": {"description": "Aqua workouts have attracted several fitness enthusiasts of the city. Youngsters are loving this new fitness regime. It is not only a fun workout, but also helps to cure many diseases. People can swim more easily in water. They don’t need to put much stress on their muscles and bones. This makes the exercises easier yet effective. Recently, a few summer camps also introduced aqua aerobics and aqua zumba at their camps. The sessions informed students about its importance and effects. Youngsters also practiced these steps with elan. Working out in water not only builds cardiovascular stamina but also helps relieve joint pain. Surbhi Dubey, a fitness enthusiast, said, “When our body gets immersed in water, it bears around 50% of our weight and therefore it is easy for us to perform our exercises. It relaxes our heart and body completely. The viscosity of water provides more resistance than air. This is the reason why you can exercise at a higher intensity with less impact on the body.” Sharing similar views, Kavya Tripathi, another fitness enthusiast and a college goer, said, “I love working out in water. For me, it is not only interesting but easy too. Of course, summer is the best time for any kind of water activity. It’s fun to be in water. I am happy that some of the fitness experts have come up with this idea and are implementing it for the students.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/aqua-workouts-attract-city-people/articleshow/69823886.cms", "time": "2019-06-17 14:17:00"}, "Heatwave red alert in Bihar for two more days": {"description": "PATNA: The Patna Meteorological Centre on Monday issued a red alert for heatwave at most places in the state, except some north-eastern districts, for the next 48 hours. Weathermen at the local Met office said red alert has been issued in view of the forecast that more than 75% of the places in the state would witness severe heatwave condition. According to IMD, severe heatwave condition is declared if maximum temperature of a place reaches at least 40 degrees C or more with a departure of more than 6.4 degrees C above normal for the day. The all-India weather bulletin issued by IMD on Monday evening also stated that heatwave in some parts and severe heatwave conditions at isolated places in the state are expected till June 19. The daily heatwave bulletin issued by India Meteorological Department (IMD) on Monday stated that maximum temperatures were markedly above normal (5.1 degrees C or more) at many places in Bihar. The bulletin further predicted that majority places in Bihar would witness severe heatwave conditions on Tuesday. Meanwhile, some pre- monsoon showers are expected in the state from June 19, but monsoon current is still a few days away. The all-India weather bulletin issued by IMD stated that conditions were becoming favourable for further advance of southwest monsoon into remaining parts of northeast India, sub-Himalayan West Bengal, Sikkim and some parts of Odisha in the next 4 to 5 days. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/met-sounds-heatwave-red-alert-for-2-days/articleshow/69831207.cms", "time": "2019-06-18 07:24:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Garud commandos turn brothers for martyr’s sister": {"link": "https://timesofindia.indiatimes.com//city/patna/garud-commandos-turn-brothers-for-martyrs-sister/articleshow/69805889.cms", "time": "2019-06-16 11:07:00", "description": "PATNA: A team of Indian Air Force’s Garud Commando Force visited Badiladih village under Karakat division in Rohtas district to attend the wedding of the third sister of Garud commando Jyoti Prakash Nirala, who had laid down his life in a fierce encounter with terrorists in Jammu and Kashmir in 2017. The wedding was solemnised on June 13. The Garud commandos not only attended the wedding of Shashikala, but also extended financial help of Rs 5 lakh to the family and performed the rituals like brothers. Since Nirala was the sole earning member of the family and only brother to four sisters, the family was finding it difficult to arrange money for the wedding. Having realised the hardship of the family, the Garud commandos came forward with the help. In pictures that have gone viral on social media, the commandos can be seen making the bride walk on their palms as per the local tradition. The heart-touching gesture by commandos brought tears to the eyes of those present at the wedding. According to sources, the commandos reached Badiladih village five days before the marriage date and took part in all wedding rituals. Martyr’s father Tej Narayan Singh said the jawans were like his sons. Shashikala, who is doing BEd from Kayamnagar in Ara, got married to Sujit Kumar. The education of Sashikala and other sisters of Nirala is sponsored by Rajya Sabha MP RK Sinha. Nirala was posthumously awarded the Ashok Chakra, India’s highest peacetime military medal, in January last year for exhibiting bravery in fighting the militants. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Nityanand Rai meets ailing kids at Muzaffarpur hospital": {"link": "https://timesofindia.indiatimes.com//city/patna/nityanand-rai-meets-ailing-kids-at-muzaffarpur-hosp/articleshow/69805862.cms", "time": "2019-06-16 11:06:00", "description": "PATNA: Union minister of state for home Nityanand Rai on Saturday said the exact reason for outbreak of acute encephalitis syndrome (AES) disease is still not known. “Researches have been conducted by experts from India as well as Norway to find the cause of this disease and the reason behind fatality of children following high fever. However, no big finding has come out yet,” Rai told media persons at Sri Krishna Medical College and Hospital at Muzaffarpur. On his maiden visit to Bihar after being appointed as junior Union home minister in Narendra Modi government, Rai rushed to Muzaffarpur to inspect the hospital and see the condition of ailing kids. “It has been decided that a government team will conduct research on affected families, including their food habits and daily routine,” Rai said. Earlier, Rai, who is also the state president of BJP’s Bihar unit, refused any felicitation by party workers at Patna, and said the party workers would neither organise nor take part in any celebratory ceremony over the next two weeks. “It is a very sad moment for all of us. There were only around two to four deaths due to this disease over the last two years, but the toll has increased steeply this year,” Rai said. He added that the central and state governments along with Muzaffarpur district administration have been working with all seriousness for the treatment of the disease and its prevention. “The entire government machinery is very sensitive about it,” he added. Deliberating on the steps taken for prevention of the disease, Rai said, “Apart from the researches to find out the cause of the disease, numerous steps have been taken to spread awareness among the people about the disease. For instance, advertisements have been issued in newspapers and other forms of mass media, suggesting people not to allow their children to go out in the heat and ensure proper food intake of ailing kids so that their sugar level doesn’t fall.” A two-member delegation of RJD led by party’s state president Ram Chandra Purbey also visited SKMCH on Saturday to take stock of the situation. Download The Times of India News App for Latest City ."}, "No takers for two PG courses in Patna University": {"description": "PATNA: Sounds strange, but at least two postgraduate self-financing courses of Patna University (PU) did not have a single aspirant for admission this year. The last date for submitting online application for admission to the two courses — MSc in herbal chemistry and PG diploma in population education — ended on Saturday. Both are supposed to be ‘sunrise’ courses elsewhere, but there are no takers in PU. Some other self-financing courses, too, have failed to attract the minimum desired number of applicants in order to sustain. For instance, PG diploma course in applied criminology has got only one application, while PG diploma in remote sensing and GIS could get only three. PG diploma in financial services and MA in women’s studies also received seven and eight applications respectively. The department heads running these courses would have hard nuts to crack owing to their economic non-viability. As neither the state government nor the university provides any financial assistance, the courses would have to be discontinued, said a senior academic. In regular (conventional) PG courses, the number of applications received for admission to MA, MSc and MCom are 3523, 2803 and 1184 respectively. Since admission to these courses would be made on the basis of marks obtained in the last qualifying examination, the list of candidates selected for admission as per reservation roster would be published on June 20 onward. Meanwhile, PU has opened its online admission portal once again for seeking fresh choice of reservation (10%) from general category students from economically weaker sections for admission to undergraduate and postgraduate courses. Economically weak students from general category can indicate their choice for 10% reservation till June 18. PU had already conducted the centralized entrance test for admission to the Degree Part I honours courses in arts, science and commerce streams, but withheld publication of results due to receipt of a directive from the state education department for implementing the new provision of 10% reservation for the poor general category students from the current session itself. Patna College, Patna Science College, B N College, Magadh Mahila College and Vanijya Mahavidyalaya would announce their lists for admission on June 20 onward. The PG departments would also declare their list at the same time, said PU students’ welfare dean N K Jha. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/no-takers-for-two-pg-courses-in-pu/articleshow/69816550.cms", "time": "2019-06-17 09:44:00"}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Acute Encephalitis Syndrome: Nitish Kumar asks health officials to conduct detailed study on economic condition of victims": {"description": "PATNA: Bihar CM Nitish Kumar on Monday asked the health department officials to conduct a detailed study on economic condition of the Acute Encephalitis Syndrome (AES)-affected families and villages in Muzaffarpur district. Chairing a high level meeting convened by him to review the state government’s actions taken in the cases of heatwave in south Bihar and AES deaths in districts of north Bihar, he also asked the officials to conduct a survey on status of malnutrition and cleanliness in the affected families to know whether malnutrition was one of the reasons behind the AES cases. CM also asked the officials to provide free ambulance services to all AES affected children and their parents to bring them to the nearest hospital. “Service of the government-run ambulances are already free-of the cost. If any AES-affected patient reach hospital by hiring private ambulance or vehicle, the government would reimburse the hiring charge. Besides, AES patients are being provided all medicines and other facilities free-of the cost,” state’s chief secretary Deepak Kumar said while beefing media about the decision taken at the CM’s meeting. Kumar said, so far altogether 440 AES patients were admitted at different hospitals in north Bihar. Of them, 129 were discharged after proper treatment. 101 are still under treatment while another 103 could not be saved. He said, compare to previous years, the death rate in the AES cases was low. “In year 2012 and 2013, approximately 34 to 38 per cent AES patients died but this year, so far the mortality rate of such patients is just 26%,” the chief secretary said claiming that the government has made all necessary armaments to tackle the AES case. State’s principal secretary (health) Sanjay Kumar said the standard operating procedures (SOP) for treatment of AES was revised in 2018 as per the feedback from the physicians involved in treatment of such cases. He said as per the SOP, the state government has ensured availability of essential equipment and drugs at 222 primary health centres (PHCs) of 12 affected district for immediate treatment and management of AES cases. He said altogether 445 MBBS doctors from 29 districts were reoriented on the SOP in 2019. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/acute-encephalitis-syndrome-nitish-kumar-asks-health-officials-to-conduct-detailed-study-on-economic-condition-of-victims/articleshow/69831465.cms", "time": "2019-06-17 22:33:00"}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "SHO suspended for dereliction of duty": {"link": "https://timesofindia.indiatimes.com//city/patna/sho-suspended-for-dereliction-of-duty/articleshow/69805826.cms", "time": "2019-06-16 07:45:00", "description": "PATNA: DIG (central range) Rajesh Kumar on Saturday placed Rajeev Nagar police station SHO Madhusudan Kumar under suspension for not informing senior police officers about an incident of chain stanching from former MLA Pratima Sinha. The incident had taken place around 5.30am on Friday when Pratima was on a morning walk near Ramnagri. The woman had represented Hila assembly constituency while her husband Pankaj Kumar Sinha was also a Congress MLA from Islampur constituency in Nalanda district. Pankaj was shot dead in Patna during morning walk in December 2004. Woman robbed of Rs1 lakh: Two motorcycle-borne criminals snatched Rs 1 lakh from one Amrita Kumari (32) near Ishwari Nagar under the Phulwarisharif police station area here on Saturday. SHO of Phulwarisharif police station Mohammad Kaisar Alam said the woman was returning home after withdrawing the money from State Bank of India (SBI) branch when the incident occurred. “Police have collected footages of CCTV cameras installed in the area to ascertain the identity of the criminals,” the SHO said. Criminal shot at: Three unidentified motorcycle-borne criminals shot at one Upendra Yadav alias Bodiya Gop (45) at Jaganpura under Ram Krishna Nagar police station area in Patna on Saturday. SHO of Ram Krishna Nagar police station Subodh Kumar said Upendra is an accused in the murder of notorious criminal Harendra Gop, who was killed after bombs were hurled in Patna civil court 13 years back. SHO of Ram Krishna Nagar police station Subodh Kumar said Upendra was standing hardly few metres away from his residence when three bike-borne criminals opened fire. Liquor seized: Vaishali district excise superintendent Sunil Kumar Sinha on Friday sent a report to the department after a consignment of liquor manufactured in Bhutan was seized in the district on Thursday night. Seizure of liquor from any foreign country other than Nepal is first of its kind in the state after enforcement of prohibition. Excise inspector Ajeet Kumar said that the liquor was seized from Monamihir village under Belsar outpost in Vaishali district. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Heatwave kills 29 more in Bihar, death toll up to 78": {"description": "PATNA: Severe heatwave killed 29 more people in Bihar in the past 24 hours, taking the death toll over the past two days to 78, official said on Monday. However unofficially, the heatwave has claimed more than 150 lives in across a dozen districts. Deaths were reported from Aurangabad, Gaya, Nawada and Jamui districts, where temperatures hovered around 45 degrees Celsius on June 15 and 16. According to the state disaster management department website, some 78 deaths had been recorded till 11 am on Monday. Of these, Aurangabad recorded 33 deaths, Gaya 31, Nawada 12 and Jamui 2. Due to the extreme heatwave conditions prevailing in Bihar, district magistrate of Gaya using the provisions under section 144 of Code of Criminal Procedure (CrPC) issued an order prohibiting people from stepping out of their houses between 11 am to 4 pm. The order from the district magistrate stated that a lot of people have died in the district due to the scorching heatwave and its maximum impact is between 11:00 am to 4:00 pm. \"Due to the incidents of deaths caused by the heat wave, there could be an environment of anger and anti-social elements which could further escalate to disruption of law and order in the district. Therefore, the district magistrate of Gaya has issued an order of prohibition using the powers conferred in Section 144 of the CrPC,\" said an official order from the public relations branch of district magistrate. Additional health director of Magadh range Dr Vijay Kumar said that nearly 150 people had been admitted in government-run hospitals in Gaya, Aurangabad and Nawada, while dozens were being treated at primary health centres in the three districts. The state health department on Monday sent a team of doctors to the worst-hit Aurangabad and Gaya districts. Chief minister Nitish Kumar has expressed grief over the deaths and announced a compensation of Rs 4 lakh to the kin of the victims. The government has also issued a heat alert in the wake of the rising death toll and advised people to take care while going outside during day time. In Video:After over 40 deaths in Bihar’s Gaya, 5 more die in Nalanda due to heat strokeDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/heatwave-kills-29-more-in-bihar-death-toll-up-to-78/articleshow/69827563.cms", "time": "2019-06-17 18:52:00"}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "\nYoungsters organise a party at a disc to mark the start of the holiday season in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Youngsters-organise-a-party-at-a-disc-to-mark-the-start-of-the-holiday-season-in-Patna/articleshow/47111793.cms", "time": "", "description": "A party was recently organised by a group of youngsters at a city disc to mark the start of the holiday season.  Aditya, one of the organisers, told us, “The idea was to provide a change to the college students who have just got free from exams. I hope the party will be a fun event for people who want to dance and enjoy.” The girls donned pretty dresses and skirts at the part, while the boys were spotted in casual attire. Janvi looked elegant in her black dress, along with Sneha, who was dressed in a floral frock.ABHI TOH PARTY SHURU HUI HAI:  DJ Zeeshan set the mood for the party by belting out popular dance numbers. However, it wasn’t just contemporary Bollywood songs that ruled the roost. The youngsters also had fun dancing to songs from the 90s like Ole Ole, My Name is Lakhan and Main Khiladi Tu Anari. — Swati.Savarn@timesgroup.com Download The Times of India News App for Latest City ."}, "\nPragyotsav, the annual cultural fest of Patna Women’s College held in the city\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Pragyotsav-the-annual-cultural-fest-of-Patna-Womens-College-held-in-the-city/articleshow/46163149.cms", "time": "", "description": "MASTI KI PAATHSHALA: Pragyotsav, the annual cultural fest of Patna Women’s College, was recently organised to commemorate the completion of 75 years of the college. The three-day event on the college campus turned out to be a fun affair with activities like creative writing, skit, rangoli-making, quiz, singing and dance competition, and a lot more.  Sonam Jha, an ex student of the college, said, “I’m really glad to be a part of this college and I feel privileged for getting an opportunity to perform on the stage during the college fest.” The boys particularly had a gala time because this was the first time that they were participating in an event of Patna Women’s College. “I’m so glad to participate in this fest. This is like a dream come true, participating in the event at a girl’s college,” said Amir.  TIME FOR SOME FUN: The last day of the fest saw some energetic dance performances. The first act was by Sonam Jha and Naina Singh on the song Badtameez Dil, followed by a group dance by Vinni and her team. Aisha and her group too enthralled the crowd with their dance performance. The crowd too was in the mood for some masti, as they danced in the college grounds during the performance. Download The Times of India News App for Latest City ."}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Prisons department for reforms in Probation of Offenders Act": {"link": "https://timesofindia.indiatimes.com//city/patna/prisons-dept-for-reforms-in-probation-of-offenders-act/articleshow/69805846.cms", "time": "2019-06-16 10:44:00", "description": "PATNA: Inspector general (prisons and correctional services) Mithilesh Mishra on Saturday said the prisons department would send a draft to Bureau of Police Research and Development (BPRD), suggesting reforms in the probation system which was introduced in the country 60 years back. Mishra was speaking at the inaugural session of the two-day national seminar on ‘Probation: Relevancy, opportunity and challenges’, which was inaugurated by law minister Narendra Narayan Yadav on the premises of Bihar Institute of Correctional Administration (BICA) at Hajipur in Vaishali district on Saturday. The seminar is being attended by more than 20 probation officers from Telangana, Andhra Pradesh, Tamil Nadu, Kerala, Chhattisgarh, Jharkhand, Delhi and some other states. Altogether 74 probation officers and superintendents of eight central jails in Bihar are also attending the seminar. Mishra laid emphasis on strengthening the probation system to make it more effective so that that the first-time offenders committing petty offences can be stopped from turning into repeated offenders. He also emphasised on the effective use of probation officers in the state. Courts depend on confidential report of probation officers which is prepared on the basis of offender’s locality, environment around him, family and few other factors for allowing such offenders to settle back instead of throwing them behind bars. The Centre had rolled out Probation of Offenders Act, 1958 so that first-time offenders could be saved from becoming repeated offenders. The Bihar government had brought Probation of Offenders Rules in 1958. The participants were also told about the Patna high court judgment delivered in Upendra Nath Chaudhary case in 2007 in which the court had ruled that lower courts are bound to seriously consider report of probation officers for rehabilitating first-time offenders. The provision in the Act states that a first-time offender between age group of 18 and 21 years, who had committed any petty crime attracting imprisonment of less than seven years, is brought back into the mainstream of the society instead of throwing them behind bars and turning them into habitual offenders. The state currently has working strength of 107 probation officers against the sanctioned strength of 145. The officers belong to Bihar Probation Service. It is on the basis of a probation officer’s report that an inmate is released on parole or his sentence is remitted. RJD chief Lalu Prasad had come out of Ranchi jail on parole to attend his elder son Tej Pratap Yadav’s wedding on the basis of a report of probation officer of state government submitted before a CBI court in Ranchi. Download The Times of India News App for Latest City ."}, "‘Bihar government making all-out efforts to contain AES’": {"link": "https://timesofindia.indiatimes.com//city/patna/govt-making-all-out-efforts-to-contain-aes/articleshow/69805803.cms", "time": "2019-06-16 07:48:00", "description": "PATNA: State health minister Mangal Pandey tells Ramashankar in an interview that the government is alarmed over death of innocent children in Muzaffarpur due to acute encephalitis syndrome (AES). Excerpts: So far 68 deaths of minor children have been reported, officially. What steps have been taken to check the spread of the deadly disease?The state government is serious on the issue and making all out efforts to contain the disease. In fact, it’s a viral disease, which can be contained with awareness among parents of minor children. The awareness campaign has been launched in the worst affected villages and parents have been advised to follow certain guidelines issued by the doctors. ANMs and anganwadi workers have also been pressed into service. The affected children are being provided the best possible treatment. Though the reports of death of children started pouring in from mid-May, you took almost a month to visit the affected areas to take stock of situation. What’s reason for your delayed visit?It’s not true. The health department officials were keeping a tab on development ever since the first case of suspected AES was reported in January. In fact, number of patients suddenly increased after June 2. Arrangements were made to accommodate patients at the SKMCH-Muzaffapur and number of beds and PICUs was also increased. I was on a foreign tour during that period. But I was in constant touch with officials of my department and used to get updates from them. I met Union health minister Dr Harsh Vardhan in New Delhi and apprised him of the situation. Subsequently, a central team of medical experts visited Muzaffarpur. I too went to the SKMCH and met relatives of the patients. Why the mortality rate in government hospitals is more than private hospitals? It’s so because more cases are reported in government hospitals. Since the affected children are from poor families, they prefer to go to government hospitals. Delayed arrival of patients is one of the reasons for rise in mortality rate in government hospitals. The deaths have mostly been caused due to hyperglycemia (lack of glucose). Shouldn’t you resign from the post on moral grounds?Why should I resign? I am doing what I am supposed to do as health minister. I am trying to execute the recommendations of medical experts. Medicines are being provided to the patients as per standard operating system (SOP) prepared by medical experts. It is because of the sensitivity of the government doctors that many children have returned home after proper treatment. Unfortunately, some children were not lucky. Why CM Nitish Kumar didn’t visit the affected areas despite many deaths?The CM has taken the issue very seriously. He has been getting updates from me and the senior officials of the health department on a regular basis. When I was abroad to attend an official programme, the CM used to get updates from the officials of the health department. He is keeping a close tab on every development. The government is doing what it is expected to do. The CM spoke at length on the issue at an official function held in Patna recently. Is the viral disease linked to litchis?Medical experts have different views on the cause of the disease, which was first reported in the state in 1994-95. Researches have been carried out both by the medical experts of the country and abroad, but they have not mentioned any specific reason for the spread of the disease. One of the researches did talk about litchi. Hence, we have suggested the parents not to allow the children eat litchis from orchards empty stomach. Parents have also been advised to feed their children well before they go to bed at night. What steps are being taken to develop infrastructure at the government-run primary health centres in rural pockets of Bihar?The state government is committed to providing basic health facilities to the people and certain measures have been taken to increase the infrastructure at the grassroots level. Efforts are on to assess the situation at the PHCs and the availability of the doctors and the paramedical staff. The number of beds is also being increased in medical college and hospitals to accommodate more and more patients. Is there any plan to curb fake drug menace in the state?The government will act tough against those involved in fake drug deal. The health department officials have been told to get rid of the menace at the earliest. Raids and surprise inspections are carried out by the officials in this regard. How do you react to doctors’ strike in West Bengal?In a democratic country like India everybody has the right to protest in peaceful manner. But nobody can be allowed to take law into their hands. What about safety and security of doctors in Bihar?Security around government hospitals in the state is reviewed from time to time. Temporary police outposts have been installed in some hospitals and private security guards deployed to deal with the rush of patients. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Muzaffarpur: Encephalitis death toll rises to 69": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/muzaffarpur-encephalitis-death-toll-rises-to-69/videoshow/69801760.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "After over 40 deaths in Bihar’s Gaya, 5 more die in Nalanda due to heat stroke": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/after-over-40-deaths-in-bihars-gaya-5-more-die-in-nalanda-due-to-heat-stroke/videoshow/69827495.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Upload Part III marks till Tues, students told": {"link": "https://timesofindia.indiatimes.com//city/patna/upload-part-iii-marks-till-tues-students-told/articleshow/69805930.cms", "time": "2019-06-16 04:00:00", "description": "PG ADMISSIONS IN PU Patna: Even as the deadline for online submission of application forms for admission to different postgraduate (PG) courses of Patna University (PU) ended on Saturday, it has allowed some applicants to upload their graduation marks till June 18. According to a notification issued by PU, students, who had not been able to submit their Degree Part III examination marks due to delayed publication of results, can now do so by June 18. “The list of candidates selected for admission to various PG courses will be published only after that,” said PU students’ welfare dean N K Jha. The Degree Part III results of several students were kept pending as they had not cleared their Part II exams. “The results of BSc and BCom Part II exams were published on Saturday and those of BA students will be out soon. Students can also be provided with their confidential marks on demand,” Jha told this reporter. Meanwhile, PU has opened its online admission portal once again for seeking fresh choice of reservation (10%) from general category students for admission to undergraduate and postgraduate courses. Economically weak students from general category can indicate their choice for 10% reservation till June 18. PU had already conducted the centralized entrance test for admission of students to the Degree Part I courses in arts, science and commerce streams, but withheld publication of results due to last-minute receipt of a directive from the state education department for implementing the new provision of 10% reservation for general category students from the current session. “Patna College, Patna Science College, B N College, Magadh Mahila College and Vanijya Mahavidyalaya will announce the list of selected students from June 20 onwards. The PG departments will also declare their lists at the same time,” said PU sources. Download The Times of India News App for Latest City ."}, "Heatwave: Harsh Vardhan advises people of Bihar to avoid moving out till mercury dips": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/heatwave-harsh-vardhan-advises-people-of-bihar-to-avoid-moving-out-till-mercury-dips/videoshow/69810783.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Acute Encephalitis Syndrome death toll in Muzaffarpur mounts to 93": {"description": "PATNA: The number of deaths due to Acute Encephalitis Syndrome in Muzaffarpur and surrounding districts went up to 93 on Sunday with reports of 20 more deaths coming in. Union health minister Harsh Vardhan, who visited the Sri Krishna Medical College and Hospital (SKMCH) in Muzaffarpur on Sunday, expressed concern over the reoccurring outbreak of the deadly disease the affects children below 10 years. Vardhan was accompanied by his junior Ashwini Kumar Choubey and state health minister Mangal Pandey. He held a high-level meeting with health and district officials along with the SKMCH doctors to review the arrangements. During his inspection, the Union minister got a first-hand glimpse of the tragedy when he came across a sobbing mother who lost her five-year-old son at the hospital. Sources said three children died during his four-hour visit, leaving the minister and the officials shocked. Vardhan was accompanied by his junior Ashwini Kumar Choubey and state health minister Mangal Pandey. He held a high-level meeting with health and district officials along with the SKMCH doctors to review the arrangements. During his inspection, the Union minister got a glimpse of the tragedy when he came across a sobbing mother, who lost her five-year-old son at the hospital. Sources said three children died during his four-hour visit, leaving the minister and the officials shocked. “The government is serious about the disease and will leave no stone unturned to contain it as early as possible. All possible measures are being taken for the purpose,” the Union health minister told the relatives of the affected children. Vardhan said two high-quality inter-disciplinary research centres would be constructed within a year to initiate research into the causes behind the disease, which first came to notice in 1994-95. In addition, a 100-bed paediatric ICU dedicated to encephalitis with state-of-the-art technology will be built within a year. The Union minister also said that a virology department with adequate lab facilities would be made operational at SKMCH within the timeframe. Apart from that, he directed the state’s principal secretary health, Sanjay Kumar, to ensure 10 beds in every primary health centre in all affected districts before the outbreak of AES next year. “There have been instances when the children with symptoms of AES reached the hospitals late, which led to their death. So arrangements are being made to provide treatment at the PHC level itself,” Vardhan said. He later held another review meeting in Patna before leaving for New Delhi. Meanwhile, state health minister Mangal Pandey said a team of doctors and adequate numbers of para-medical staff have been sent from Patna to Muzaffarpur to assist the district administration to deal with the rush of the AES affected children. Over 20 new cases were admitted to the SKMCH on Sunday. Sources said that the disease has also spread its tentacles to Samastipur district. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/aes-death-toll-in-muz-mounts-to-93/articleshow/69816938.cms", "time": "2019-06-17 10:43:00"}, "Ensure uninterrupted water supply in Patna, says DM": {"description": "PATNA: Patna DM Kumar Ravi on Sunday asked the executive officers of Patna Municipal Corporation (PMC) to set up water kiosks at different locations in all its circles – New Capital, Azimabad, Bankipore, Kankerbagh, Pataliputra and Patna City. Ravi, who held a meeting with PMC officials to review availability of water in different localities of the city, asked the executive officers to take help of non-government organisations, Indian Red Cross Society and other organisations in setting up makeshift stalls of lime juice and other desi drinks where people can quench their thirst. The DM asked the executive engineers of PMC’s water supply division to set up a control room to deal with complaints of damaged motor pumps and repair them in shortest possible time. “In case motor pumps break down, the PMC should immediately send water tanks to the affected locality,” he said. Ravi instructed the PMC engineers to ensure uninterrupted water supply in different residential areas. He also asked them to repair the broken pipes to prevent leakage of water. “Pipelines supplying drinking water got damaged at many places due to road digging work. They should be repaired soon,” he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/ensure-uninterrupted-water-supply-in-patna-says-dm/articleshow/69816503.cms", "time": "2019-06-17 09:30:00"}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "\nAddy performs at the annual cultural fest of IIT-Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Addy-performs-at-the-annual-cultural-fest-of-IIT-Patna/articleshow/46309559.cms", "time": "", "description": "IIT-Patna’sannual cultural fest, Anwesha 2015, concluded recently after four days of mind-blowing music and lots of masti. Events like the dance competition and fashion show provided the perfect dose of entertainment at the fest. Day one of the fest started on a musical note with Samarjit Mukherjee, an Indian classical guitarist, mesmerising the audience with his music, followed by a performance by Swarathma, a Bengaluru-based band. Verve, the fashion show and hand shadowgraphy by Amarsen and Sabyasachi Sen were the highlights of the second day. Day three was reserved for some hardcore dancing. The The flash mob of NIFT Patna entertained the crowd with their energetic dance performance on the song Blue Eyes. A loud cheer rang out from the crowd when Deepanjali danced on the song Hamma Hamma. The last evening of the fest saw the band Lagori from Bengaluru performing live for the students. They belted out songs like Dama Dam Mast Qalandar and Main Tenu Samjhawaan Ki, providing a rocking finale to the fest.Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Bihar heatwave: 17 more die, toll rises to 78": {"description": "PATNA: As the intense heatwave continued to take its toll in the state with the body count going up to 78 on Monday, state health minister Mangal Pandey faced a hostile crowd in Aurangabad, which has reported the highest number (33) of deaths so far. Till Sunday, 61 people had died due to heatstroke in the three districts of Aurangabad, Gaya and Nawada in Magadh division. But on Monday, two deaths were reported from Jamui district as well. According to the state disaster management department website, 78 deaths were recorded till 11 am on Monday. Of these, 33 deaths were reported from Aurangabad, 31 from Gaya, 12 from Nawada and two from Jamui districts, respectively. “There have been reports of some more casualties in other districts but details are awaited,” said a disaster management control room official, indicating the casualty figure could be higher. The spate of heat-related deaths in the past two days saw Aurangabad residents raise slogans wave black flags against health minister Pandey when he reached to take stock of the situation with district officials. The minister’s vehicle was held-up and it could proceed only after the intervention of security personnel. The protesters demonstrated against lack of proper infrastructure at the Aurangabad sadar hospital and blamed the large number of deaths on acute shortage of doctors and paramedical staff at the hospital. They were also unhappy at the minister’s delayed arrival to the district headquarters. “There was only one doctor on duty when heatstroke victims started arriving at the hospital for treatment. A huge rush of patients led to chaos at the hospital premises as people frantically searched for doctors. Many of them died due to want of treatment even after reaching the hospital on Saturday evening,” a protestor told the minister. The minister promised to send more doctors and paramedical staff as early as possible. “For the time being, some doctors from Patna have been sent to Aurangabad, who will assist their colleagues attending on the patients affected by sunstroke,” a senior official quoted the minister as saying in Aurangabad. Additional health director (Magadh range) Vijay Kumar said around 150 people had been admitted to various government hospitals under Magadh division, which comprises Aurangabad, Gaya and Nawada districts. Some more patients are undergoing treatment at primary health centres in the region, he added. The state government has already sent out a heatwave alert across the state. A heatwave is declared when temperature remains above 45 degree C for two consecutive days or more. It gets the “severe heat wave” tag when temperature crosses 47 degree C, a disaster management department official said. Health department sources said two teams of doctors have been dispatched from Patna for the worst-hit Aurangabad and Gaya districts. “The health department has issued an advisory asking people to be careful while going out during the day,” sources said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/17-more-heatwave-deaths-in-state-toll-mounts-to-78/articleshow/69832579.cms", "time": "2019-06-18 07:01:00"}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Railways TTE helps woman deliver baby on moving train": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/railways-tte-helps-woman-deliver-baby-on-moving-train/videoshow/69809082.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "30 die in three districts as Bihar reels from heatwave": {"link": "https://timesofindia.indiatimes.com//city/patna/30-die-in-three-districts-as-bihar-reels-from-heatwave/articleshow/69807099.cms", "time": "2019-06-16 04:00:00", "description": "PATNA/AURANGABAD: Blistering heat claimed lives of at least 30 people in three districts on Saturday. Aurangabad civil surgeon Dr Surendra Prasad said at least 26 people died due to heatwave in the district. Nawada DM Kaushal Kumar also confirmed death of three people due to heat stroke. Officials at disaster management control room confirmed the death of one person at Gaya. CM Nitish Kumar expressed grief over the deaths due to heat stroke in Aurangabad, Nawada and Gaya and announced an ex gratia payment of Rs 4 lakh to the next of the kin of the deceased. He also asked all district magistrates to take precautionary measures in the wake of severe heawave condition in the state. The daily bulletin issued by India Meteorological Department (IMD) on Saturday evening stated that maximum temperatures were markedly above normal (5.1 degrees C or more) at many places in the state. Patna Meteorological Centre stated that heatwave in many districts in central and south Bihar, including Patna, Gaya, may continue till June 18. Aurangabad civil surgeon said of the 30 more patients undergoing treatment at sadar hospital, the condition of 10 is critical. “Patients started reaching Aurangabad sadar hospital from every corner of the district around 5pm. All of them were sick due to heatwave. Fifteen people were brought dead to the hospital,” Dr Prasad added. Aurangabad assistant civil surgeon Dr Ravi Ranjan said all possible arrangements were made, but the number of patients was continuously increasing. Aurangabad deputy development commissioner (DDC) Ghanshyam Meena told TOI that heatwave was prima facie the cause of the deaths. “We will conduct post-mortem of the deceased to get more details on the death,” he said. A CRPF jawan, Viru Kumar, who is among those undergoing treatment at Aurangabad sadar hospital, said he started feeling nervousness after 2pm. “The heatwave condition worsened my health,” he added. Ram Prasad Ram (Madanpur), Harihar Barai (Amba), Md Jalauddin (Aurangabad town), Suruchi Devi and Gopal Prasad Singh (both residents of Aurangabad) were among others undergoing treatment at the sadar hospital. Nawada DM Kaushal Kumar said six people were undergoing treatment at sadar hospital in the town till late Saturday evening. Download The Times of India News App for Latest City ."}, "'Set up 10-bed special AES ward'": {"link": "https://timesofindia.indiatimes.com//city/patna/set-up-10-bed-special-aes-ward-nmch-told/articleshow/69805840.cms", "time": "2019-06-16 11:04:00", "description": "PATNA: State health minister Mangal Pandey on Saturday asked the superintendent of Nalanda Medical College and Hospital (NMCH) Dr Chandrashekhar to spare a 10-bed special ward to deal with the patients with symptoms of acute encephalitis syndrome (AES), which has spread tentacles in Muzaffarpur and its neighbouring districts. Pandey visited the hospital after he came to know that four suspected cases of AES have been reported at the NMCH. He met the relatives of the four children — Ranjan, Nitish, Soib and Karan — who were undergoing treatment at the hospital. The minister also visited the paediatric ward, talked to the doctors attending to the children and assured all possible help. Pandey was taken aback when apprised of the complaints of the relatives of the patients that they had to purchase medicines from outside and pay the charges of the test conducted on the ailing children. “I am not aware of this. If this has happened, I will ensure the bills will be reimbursed. The government has treatment free of cost,” the minister told reporters. Sunita Devi, a resident of Raghopur in Vaishali district, said she had to bear the cost of CT scan of her eight-year-old son Nitish, who was admitted to the hospital a week ago. “I had to spend Rs 3,000 twice for CT scan. Even medicines have to be purchased from the market. I have to take loan from a co-resident to bear the cost of my son’s treatment,” she told this newspaper on Saturday. Similarly, seven-year-old Karan Kumar has been admitted to the paediatric ward of the NMCH. Karan was earlier admitted to the Kejriwal Matrisadan in Muzaffarpur from where he was referred to the NMCH for better treatment. The NMCH superintendent said the four children were responding, which is a good sign. He said the health minister has directed the hospital authority to keep a 10-bed ward ready to deal with the rush of the patients, if any. “The directive of the minister is being followed and the treatment of the suspected AES patients will be done in the special ward from Sunday,” the NMCH superintendent said. Similarly, 14 suspected cases of AES have been reported at the paediatric department of Patna Medical College and Hospital till date. Three children with symptoms of AES were brought to the premier hospital from Vaishali and Sheohar districts on Saturday. The incharge of paediatric department, Dr Gopal Saran, said several medical tests on undergoing kids had been done, but the reports were still awaited. “No death due to suspected AES has so far been reported here. Two cases of Japanese Encephalitis (JE) have been detected and the kids were being provided proper treatment. They will be discharged from the hospital after getting well,” he said. Referring to the symptoms of the deadly disease, Dr Saran said, “High fever, unconsciousness and convulsion are some of the symptoms of the AES. Patients should undergo necessary tests if they have fever for seven days.” Dr Gopal said the necessary drugs have been kept ready and the treatment of patients is free of cost. “Paracetamol is advised to the patients to control fever, while intravenous fluids are given to control chamki bukhar,” he said. To combat the AES, the hospital has created separate ward for JE in the building housing the paediatrics department. PMCH superintendent Dr Rajiv Ranjan Sinha said ICU, oxygen cylinders and other medical equipment and drugs have been provided to separate ward. Most of the suspected AES cases were reported from the neighbouring districts of Patna. “The situation in Patna is not so bad as in Muzaffapur, but we are prepared to tackle the situation as the JE cases usually increase during monsoon,” he added. Download The Times of India News App for Latest City ."}, "Father’s Day: Patnaites ready to make dads feel special": {"link": "https://timesofindia.indiatimes.com//city/patna/patnaites-ready-to-make-dads-feel-special/articleshow/69805901.cms", "time": "2019-06-16 07:00:00", "description": "PATNA: Patnaites are ready to celebrate Father’s Day and make their dads feel special this Sunday. While some have bought gifts, others have decided to spend time with their fathers. Vicenarian Akarsh Kumar and his 18-year-old sister Alisha will watch their dad Abhinav Singh’s favourite film ‘Coolie’ with him at home. “I usually go out with friends on Sundays, but this time I have cancelled all other plans in order to spend time with dad,” Akarsh told this reporter on Saturday. Many gift stores in the city are offering attractive Father’s Day gifts to customers. Vivek Agarwal, a gift shop owner at Kurji, said, “These days youngsters do not miss out on any chance to make their parents happy. Many of them bought gifts and accessories for their dads from my shop.” Saurav Mishra, another gift shop owner at Kankarbagh, said, “We had ordered a huge stock of innovative Father’s Day gifts for sale. Most of them flew off the shelves as they were affordable.” Dads, on the other hand, do not expect much from their children “I do not want anything from my kids. I love fulfilling their wishes, but do not expect anything in return,” Anisabad resident Anant Kumar said. Businessman Ramesh Singh is indebted to his father for “all the sacrifices he made for me”. He said, “I visit my village and spend time with my dad every Father’s Day. Now that I am a father too, my respect and love for him has increased manifold.” Patna Women’s College student Neha Sharma advised all youngsters to thank their dads for their “unconditional love”. “A mother’s contribution in bringing up a child is mentioned, but people hardly talk about dads,” she said. Download The Times of India News App for Latest City ."}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "DRMs under ECR to attend training programme in Italy": {"description": "PATNA: In a bid to improve work culture in the five divisions under the East Central Railway (ECR), the Railway Board has decided to send divisional railway managers (DRMs) of Danapur, Mughalsarai, Dhanbad, Sonepur and Samastipur to two to three weeks advanced training course at SDA Bocconi School of Management in Milan, Italy. ECR’s chief public relations officer (CPRO) Rajesh Kumar said ECR general manager L C Trivedi has approved the proposal and made alternative arrangements to look after the divisions in the absence of the DRMs from their respective divisions during training period. Dhanbad DRM Anil Kumar Mishra has already proceeded on training from June 13 to 30 and chief freight transportation manager of ECR, Shiv Kumar Prasad, will look after the division in the absence of Mishra. Similarly, Samastipur DRM Ashok Maheshwari also proceeded on training on June 13. He is likely to come back on July 7. Chief administrative officer, green field electric locomotive factory of ECR, R K Gupta, is to look after the division till June 24 and then chief rolling stock engineer Atul Priyadarshi will be incharge of the division till July 7, the CPRO said. Danapur DRM Ranjan Prakash Thakur will proceed to Milan on June 28 and he will come back on July 22. ECR’s chief project director (bridge works) Dinesh Kumar will look after the division in the absence of Thakur. Besides, Sonepur DRM Anil Kumar Gupta will proceed on training from June 27 to July 21. Chief track engineer A K Sinha will look after the division in his absence. Mughalsarai DRM Pankaj Saxena will also proceed on training from June 27 to July 20. Chief workshop engineer A K Mishra will be incharge of the division, he said. “Though it is a routine programme for the DRMs, it will basically focus on management and leadership training. The DRM executive leadership programme is also designed to maximize learning process during in-class activities to benefit railway officials of the DRM ranks and give impetus to various railway development plans in the country,” said Danapur DRM Thakur. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/drms-under-ecr-to-attend-training-programme-in-italy/articleshow/69816563.cms", "time": "2019-06-17 09:45:00"}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Bihar: Heatwave claims 37 lives; Harsh Vardhan advises people to stay indoors": {"link": "https://timesofindia.indiatimes.com//city/patna/bihar-heatwave-claims-37-lives-harsh-vardhan-advises-people-to-stay-indoors/articleshow/69810897.cms", "time": "2019-06-16 13:18:00", "description": "PATNA: Severe heatwave has claimed the lives of at least 37 people in Bihar, which is also grappling with an outbreak of Acute Encephalitis Syndrome (AES), particularly in Muzaffarpur district, where the death toll from the deadly disease on Sunday rose to 84. Most heatwave deaths have been reported from Aurangabad, Gaya and Nawada with scorching heat claiming lives of at least 25 people in Aurangabad district on Saturday. Confirming the deaths, Aurangabad civil surgeon Dr Surendra Prasad Singh said that the toll could further rise as the number of patients being admitted in the hospital with related cases was increasing. Twelve people have died in Gaya so far of heat. Union Health Minister Harsh Vardhan who arrived in Patna on Sunday called the deaths in Gaya as \"unfortunate\". \"It's very unfortunate that people have died due to heat stroke. I advise people to avoid moving out of the house till temperature reduces. Intense heat affects the brain and leads to various health issues.\" Vardhan along with Minister of State for Health Ashwini Choubey met patients and their families at the government Sri Krishna Medical College and Hospital in Muzaffarpur. Previously Chief Minister Nitish Kumar expressed grief over the deaths due to heat and announced an ex gratia payment of Rs 4 lakh to the next of the kin of the deceased. He also directed all district magistrates to take precautionary measures in the wake of severe heatwave condition in the state. The Bihar government on Saturday said all schools in the city will remain closed till June 19 in view of the prevailing weather condition. According to the weather department, maximum temperatures were markedly above normal (5.1 degree Celsius or more) at many places over Bihar on Saturday. On Sunday Gaya (45.2 degrees Celsius) and Patna (45.8 degrees Celsius) were among the hottest places in the country according to private weather forecaster Skymet. Download The Times of India News App for Latest City ."}, "'Heatwave to continue in Bihar till June 18'": {"link": "https://timesofindia.indiatimes.com//city/patna/june-temperature-in-city-touches-10-year-high-of-45-8-degrees-celsius/articleshow/69806659.cms", "time": "2019-06-16 11:02:00", "description": "PATNA: The heatwave will continue in south and central Bihar, including Patna, Gaya and Rohtas districts, till June 18, predicts Met. Maximum temperature in Patna touched 45.8 degrees Celsius on Saturday, the highest in the last one decade in June, leaving people gasping for breath. Maximum temperature in Gaya was recorded at 45.2 degrees C on Saturday. Bhagalpur in east Bihar sizzled at 41.5 degrees C. Purnia in northeast Bihar, on the other hand, was a tad cooler with a maximum temperature of 35.9 degrees C. Heatwave condition is declared when the normal temperature touches 40 degree C and above and the actual temperature continues to be 4.5 notches above normal for two consecutive days. According to weathermen at Patna Meteorological Centre, many places in the state are witnessing “warm night” conditions. “Warm nights prevail at a place when the maximum temperature touches 40 degrees C and above and the departure in expected and actual minimum temperature for the day is 4.5 notches or above,” said a senior official at Patna Meteorological Centre. Patna has been facing warm night-like condition since Friday. The hot and dry westerly winds made it unbearable for people to venture out of their homes on Saturday afternoon. Onset of monsoon after June 20: MetSuch weather conditions are prevailing at a time when moist and comparatively cooler easterly winds should have been blowing in the region with the onset of southwest monsoon. The onset of monsoon is delayed by more than a week. The rain-bearing winds normally enter Bihar through the northeastern districts around June 10-12 and cover the entire state by June 15. This time, the onset of monsoon in the country has been delayed from the very beginning as it hit the Kerala coast on June 8 against its normal date of June1. Later, the India Meteorological Department (IMD) declared on June 10 that the rain-bearing winds covered most parts of Mizoram and some parts of Manipur. The monsoon current over northeast India then remained almost constant over the next four days and finally made slight progress on Saturday. An all-India weather bulletin issued by IMD on Saturday stated that conditions were becoming favourable for further advance of southwest monsoon into some more parts of central Arabian Sea, Karnataka, remaining parts of Tamil Nadu, some more parts of central Bay, north and south Bay, some more parts of northeast India and some parts of north Bengal and Sikkim in one-two days. “Even though prevailing level of excessive heat in most parts of Bihar is actually favourable for progress of monsoon as it creates a low-pressure area, which, in turn, attracts moisture towards itself. However, cyclone Vayu sucked majority of the moisture from the Arabian Sea, thus making the movement of monsoon current weak over northeast India, which progresses to Bihar in later stages,” the Met official said. Download The Times of India News App for Latest City ."}, "\nAyushi and Saurav Singh tie the knot in a lavish ceremony in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Ayushi-and-Saurav-Singh-tie-the-knot-in-a-lavish-ceremony-in-Patna/articleshow/46310199.cms", "time": "", "description": "Ayushi and Saurav Singh tied the knot in style at an elaborate ceremony in the city recently. Ayushi’s parents, OP and Savita Sinha, played the perfect hosts and welcomed the guests personally, while Ayushi’s brother Adarsh and mama Kanchan Sinha were busy doing the last minute running-around. “I have only one sister, so I want to make her wedding a memorable affair. I have personally arranged everything,” said Adarsh. The bash started on a musical note, with Saurav making a grand entry on the song Azeem-O-Shaan Shahenshah, while the bride entered to the tunes of the folk song Milan Ko Sajna Aayo Doli Leke. Download The Times of India News App for Latest City ."}, "\nJustice Ajay Tripathi attends golf tournament after party in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Justice-Ajay-Tripathi-attends-golf-tournament-after-party-in-Patna/articleshow/46142993.cms", "time": "", "description": "The prize distribution and dinner of a recently-concluded golf tournament provided the perfect bahana to city folk to catch up with friends and socialize over some good food and drinks.  Post the prize distribution ceremony, in which Aman, Alok Sahi, Arif Hussain and Bilkis Jahan were announced the winners, the guests lined up to congratulate them, as well as learn a few golf tips. Yashi earned a lot of compliments for her putting skills.  Among the early birds at the party were Justice Ajay Tripathi, Tuheen Shankar and Awnish Rana. Nandita Sahi looked simple and pretty in her white suit. Shraddha Sahay, who came all the way from Delhi to participate in the tournament, was spotted enjoying the do with her friends. Mohit Ahluwalia was there with son-in-law Purusendra and daughter Shaheena. Rudrani and Poonam spent quite some time posing for pictures. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "More than 12,000 doctors in Bihar to go on 24-hour strike on Monday": {"link": "https://timesofindia.indiatimes.com//city/patna/more-than-12000-doctors-in-bihar-to-go-on-24-hours-strike-on-monday/articleshow/69815210.cms", "time": "2019-06-16 20:48:00", "description": "PATNA: More than 12,000 doctors across the state who are members of the Indian Medical Association (IMA) would remain on strike from 6am on Monday to 6am on Tuesday in supports of their counterparts in West Bengal whose demands had yet not been completely fulfilled by CM Mamta Banerjee which include arresting of the culprits who had grievously injured two doctors and a central stern law for doctors’ protection. However, looking at the grevious situation due to AES, paediatric department at Shree Krishna Medical College and Hospital (SKMCH), sadar hospital and Krishnadevi Deviprasad Maternity Hospital in Muzaffarpur would be kept separate from the strike. The IMA members in Bihar had added factors of lack of infrastructure and unavailability of required count of doctors in government hospitals and no action plan from government due to which more than 90 children had died of AES in Muzaffarpur till now as the another major reason behind going on strike. Doctors under the aegis of Bihar State Health Services Association had also extended their full support to the strike called by IMA. In a press release, the state health services association has said that the routine work at outpatient departments at hospitals and health centres would be boycotted in support of IMA. However, doctors would remain at work in paediatric department looking at the situation due to AES, emergency services, and post mortem works across state. IMA’s Bihar chapter president elect Dr Bimal Karak said that a central team of doctors as well as AIIMS-Patna director Dr PK Singh had clearly stated that there is requirement of a strong action plan by state government to save lives from AES in state which kills large count of children each year. “While the AES has spread to Samastipur and Vaishali too, more than 40 peopla died because heat stroke in the state. The heat stroke is the maximum recorded in Bihar after 1966. Amid these situation, there is a massive lack of infrastructure as well as count of doctors at government hospitals. This needs to be addressed for improving health sector in long run,\" he said. \"We have appraised about the scenario of lack of infrastructure to Union health minister Dr Harsh Vardhan and to state health minister Mangal Pandey too,\" he said. Karak said that after end of the 24 hour strike, a team of doctors would be sent to Muzaffarpur for tackling and assessing the scenario with the other doctors already engaged in the crisis. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Sweet shop owner shot at in Patna": {"description": "PATNA: One Mahadev Gupta, a sweet shop owner, was shot at by two motorcycle-borne criminals near Kachauri Gali under the Chowk police station area in Patna City late on Sunday night. The incident took place around 10.30pm when Gupta was returning home from his shop, which supplies delicious ‘khurchan’ (a kind of sweet made of milk in different parts of the country and abroad). The assailants intercepted Gupta a few yards away from the Chowk police station and fired at him, causing bullet injuries in his armpit. While the attackers escaped on their motorbike after the incident, 30-year-old Gupta was rushed to the Nalanda Medical College and Hospital where his condition is stated to be stable. Police said a dispute over payment of money is stated to be the reason behind the murderous attack on Gupta. The locals told the police that Gupta owned the sweet shop in the locality for decades. “VIPs like CM Nitish Kumar, deputy chief minister Sushil Kumar Modi and road construction department minister Nand Kishore Yadav have enjoyed delicious ‘khurchan’ sweets from Gupta’s shop,” said a police officer who had earlier served as the station house officer (SHO) at the Chowk police station in Patna City sub-division. The incident has sent shock waves among the members of the business community, who have demanded immediate intervention of the senior police officers posted at the police headquarters. On Saturday, a 35-year-old mansion identified as Sunit Kumar was shot dead by unidentified armed criminals near Nakhaspind under the Malsami police station. The police, however, said the incident was fallout of a land dispute. Police have failed to make any breakthrough in the case so far. Deputy inspector general (central range) Rajesh Kumar on Monday visited Patna City and inquired about the two incidents. Sources said the DIG warned the SHOs of the Chowk and the Malsalami police stations of stern disciplinary action if they failed to nab the criminals in the two incidents at the earliest. Police arrest notorious criminal: Police arrested a notorious gangster, Dularchand Yadav, from his native village under the Barh police station in Patna rural on Saturday night. His two grandsons were taken into custody for interrogation. Acting on a tip-off, a police team led by Barh ASP Lipi Singh raided Yadav’s house and nabbed Dularchand, whose name once spelt terror in Barh-Mokama Tal area. Considered close to jailed RJD chief Lalu Prasad, Dularchand was wanted in three criminal cases related to land grab, extortion and attempt to murder. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/sweet-shop-owner-shot-at/articleshow/69831146.cms", "time": "2019-06-18 06:56:00"}, "16 touts nabbed, e-tickets worth Rs 54.85 lakh seized": {"description": "PATNA: A special team of RPF has arrested 16 touts and recovered about 2,082 journey tickets, including e-tickets of Rs54.85 lakh under the East central Railway (ECR) during raids conducted on their hideouts under ‘Operation Thunder’ launched by the railways across the country on June 13. The touts book journey tickets in fake names and sell at exorbitant rates to the needy train passengers. According to ECR chief public relations officer (CPRO) Rajesh Kumar, RPF personnel in mufti have been deployed at several reservation counters at Patna Junction and other stations to keep a watch on the touts. Railways is also keeping a surveillance through CCTV cameras on the activities of dubious people booking tickets at the passenger reservation counters at major stations under the ECR. Besides, railways has also launched an awareness drive among passengers against touts by staging ‘nukkad nataks’ on platforms at different stations. Placards, banners, handbills and pamphlets are being distributed among passengers aboard trains, the CPRO said. Railways is also making announcements through public address system at all major stations under ECR to warn people not to buy tickets from touts who are exploiting poor people by charging more than double the actual fare of the journey ticket, sources said . 12 passenger trains cancelled on June 18: Railways has cancelled 12 passenger trains and rescheduled departure of about 19 others on June 18 due to construction of low height subway (LHS) on the Sonepur-Chhapra section. The cancelled trains are Sonepur-Chhapra DEMU (75221), Chhpara-Sonepur DEMU (75202), Samastipur-Siwan passenger (55021/55022), Pataliputra-Gorakhpur Express (55007/55008), Sonepur-Bathua Bazar passenger (75203/75204), Pataliputra-Lucknow Express (12529/12530) and Sitamarhi- Aanand Vihar Express (14005/14006), the CPRO said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/16-touts-nabbed-e-tickets-worth-rs-54-85-lakh-seized/articleshow/69816559.cms", "time": "2019-06-17 07:15:00"}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "12 people die due to heatstroke in Gaya Medical College": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/12-people-die-due-to-heatstroke-in-gaya-medical-college/videoshow/69809233.cms", "time": "", "description": ""}, "Garbage next to no littering board": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage-next-to-no-littering-board/articleshow/62201690.cms", "time": "", "description": ""}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "​​Heatwave claims 44 lives in Bihar": {"link": "https://timesofindia.indiatimes.com//city/patna/heatwave-claims-44-lives-in-bihar/articleshow/69811511.cms", "time": "2019-06-16 16:14:00", "description": "PATNA: At least 44 people have died in a blistering heatwave that hit three Bihar districts on Saturday, officials said on Sunday. The officials at the Disaster Management Control Room said 22 people died in Aurangabad, 20 in Gaya and two in Nawada districts due to the heatwave. Chief Minister Nitish Kumar has expressed grief over the deaths due to the \"loo\" winds and the heatstroke in the three districts and has announced a payment of Rs four lakh as ex-gratia to the next of kin of those killed, an official release said. Stating that the government stood firmly with the affected families, Kumar ordered payment of Rs four lakh as ex-gratia from the state disaster relief fund to the next of kin of those killed due to the heatwave in the three districts. He also directed the officials concerned to take necessary steps and measures in dealing with the blistering heat and loo. The chief minister also asked the officials to provide all medical help to those affected by the heatstroke. Major cities such as Patna, Gaya and Bhagalpur witnessed the heatwave on Saturday. According to the Patna Meteorological Centre, the state capital registered a maximum temperature of 45.8 degrees Celsius on Saturday, the highest in June in the last 10 years, while Gaya and Bhagalpur recorded a high of 45.2 and 41.5 degrees Celsius respectively. A heatwave is declared when the maximum temperature is 4.5 degrees Celsius above normal for two consecutive days, a MeT official said. Saturday's maximum temperatures recorded in Patna, Gaya and Bhagalpur were 9.2 degrees, 7.6 degrees and 5.5 degrees Celsius above normal respectively. The MeT department has forecast that the heatwave will continue in these three cities on Sunday too. The state government on Saturday said all schools in Patna city will remain closed till June 19 in view of the prevailing weather conditions. Patna District Magistrate (DM) Kumar Ravi said all government and private schools in the state capital will remain shut till June 19 due to a persisting heatwave-like condition for the past several days, an official release said. This is the second time the district administration has extended the suspension of academic activities in schools due to the weather. Earlier on June 9, the DM had ordered the closure of schools till June 16. In Video:Heatwave: Harsh Vardhan advises people of Bihar to avoid moving out till mercury dipsDownload The Times of India News App for Latest City ."}, "Bihar: Encephalitis death toll rises in Muzaffarpur": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/bihar-encephalitis-death-toll-rises-in-muzaffarpur/videoshow/69813848.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Bihar Encephalitis outbreak: Death toll reaches 105 in Muzaffarpur, adjoining districts": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/bihar-encephalitis-outbreak-death-toll-reaches-105-in-muzaffarpur-adjoining-districts/videoshow/69835146.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Nishant Saraf suspected his wife’s relation with someone: DIG": {"description": "PATNA: The strained relation between businessman Nishant Saraf and his wife Alka over the alleged presence of a third person in her life resulted in the brutal killing of the two along with their minor daughter in their bedroom at Kidwaipuri residence in the state capital on June 11, police sources said. Nishant had shot dead his wife and daughter Ananya in their sleep before killing himself. He had also shot at his four-year-old son Ishant, who is undergoing treatment in a private hospital. When asked over phone on Sunday, DIG (central range) Rajesh Kumar also said Nishant had been depressed for more than one year mainly due to his wife after which he committed suicide after killing Alka and their daughter. DIG Kumar said Alka used to talk to someone else for a long time and that strained her relationship with Nishant. “It is due to this reason that she wanted divorce from her husband,” DIG told TOI, adding further investigation were on. The bodies of Nishant, Alka and Ananya were found on their bed inside their bedroom in their lavish three-storey house at Kidwaipuri under the Kotwali police station area. The room was locked from inside and it was opened through a master key by other family members after the couple along with their kids had not come out for breakfast. All the four had bullet injuries in their heads. Police had said Nishant shot dead Alka and Ananya in their sleep before killing himself by a licensed pistol. Police had also recovered two suicide notes written by Nishant and a divorce paper signed by Alka from their room. The couple had returned from Europe tour hardly four days before the incident. Meanwhile, police are awaiting forensic report of the couple’s cellphones along with toxicology report as froth was coming out of Ananya’s mouth. DSP (law and order) Rakesh Kumar said the toxicology report would clear if she was administered any kind of drug before killing or not. Patna police might also address a press conference on Monday to clear the air over the case. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/nishant-suspected-his-wifes-relation-with-someone-dig/articleshow/69816542.cms", "time": "2019-06-17 09:41:00"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Ashok Rajpath: Where booksellers do brisk business": {"description": "PATNA: Can you imagine books selling like vegetables? And, that too, when more and more youths are turning internet-savvy and colleges as well as university departments getting e-libraries along with e-books for the benefit of students? If not, visit Ashok Rajpath around the Patna University (PU) campus and see how books of all sorts are selling on the pavement. More than 500 bookstalls line the southern pavement of Ashok Rajpath, right from Patna College to Science College, a distance of hardly 200 metres, doing brisk business. They virtually occupy the entire sidewalk of the busy thoroughfare and sell books right from morning to late evening every day. Thousands of people, mostly students, walk past these book stalls every day, jostling against one another and purchasing books of their choice. Even though some of these book stalls have been at the place for the last several decades and the book sellers are second or even third generation businessmen, the number of book stalls has grown manifold in recent years. Most of these stalls sell books meant for competitive examinations for admission to medical and engineering courses and jobs in various public sector or private sector organisations. Help books and guides for civil services examinations can be found in plenty, said Ravindra, an MA economics student of PU. The nature of selling at these stalls is highly non-intrusive. Unlike other roadside stalls selling various consumer items, there is no shouting or chanting or thrusting wares at potential customers’ faces. They sit patiently waiting for the customer to finish checking out the books – sometime walking from one end of the sidewalk to the other – and making up their minds. The deal is sealed in a couple of minutes. This quiet nature, however, does not stop slinky browsers who copy designs and notes from these books, with no intentions of buying them, from being shooed away vigorously. Bargaining is also the in-thing at these stalls as students would invariably pay less than the printed price of the books. Most of these sellers offer 20 to 30% discount on competitive books, said another PG history department student Satyarthi. Those who want to buy books at more cheaper rates visit the old book market of the city located near the Gandhi Maidan. One can easily get any book, from course books to novels of all ages, from this market. This is the best place to be as far as textbooks are concerned. Books for any subject, in any university in the country, can be found here at much cheaper rates. However, there is little guarantee of books being the original or a pirated version. “We get our stuff from Delhi and Calcutta. As far as the old books are concerned, they are collected over the years. Some have been bought too. People come to our stalls from Punjab, Delhi and even the south. We get foreign customers also,” said book seller Chandrama Singh. It is, however, interesting to note that while the business of these roadside book stalls is growing day by day, the traditional book shops of the city are not finding enough customers these days. While some shops located on Ashok Rajpath have already been closed, others are switching over to other businesses. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/ashok-rajpath-where-booksellers-do-brisk-business/articleshow/69816573.cms", "time": "2019-06-17 09:43:00"}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Railways completes RRI work at Danapur station": {"description": "PATNA: Work on the route relay interlocking (RRI) system, which began at Danapur station under the East Central Railway (ECR) on June 8, was completed on Monday. According to Danapur divisional railway manager (DRM) Ranjan Prakash Thakur, as many as 1,000 railway staff from signalling, traffic and engineering departments worked round the clock to complete the work in record time. “The Danapur yard, which had been functioning through a manual system for almost 60 years, has now been modernized. The new RRI system will be tested till June 19 to ensure that it is snag-free. However, normal traffic movement on the Patna-Danapur-Buxar-Pt Deendayal Upadhyay Junction route will be restored from June 20,” Thakur said. Danapur is the third station, after Jhajha and Patna Junction in the Danapur division, which is equipped with RRI system. Thakur told this newspaper, “The railways completed this project at a cost of Rs 50 crore. The biggest advantage of the RRI system is that it will ensure foolproof safety on the tracks and avert head-on collisions of trains. Besides, there will not be chances of signal failure and detention of trains at outer signals. This will improve the punctuality of passenger trains.” The railways has also built a separate RRI cabin at the Danapur station from where movement of passenger and goods trains can be controlled safely. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/railways-completes-rri-work-at-danapur-station/articleshow/69831121.cms", "time": "2019-06-18 04:00:00"}, "Union health minister Harsh Vardhan meets patients at Sri Krishna Medical College in Muzaffarpur": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/union-health-minister-harsh-vardhan-meets-patients-at-sri-krishna-medical-college-in-muzaffarpur/videoshow/69811022.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Encephalitis toll rises to 83; Union health minister to visit Muzaffarpur today": {"link": "https://timesofindia.indiatimes.com//city/patna/aes-toll-rises-to-73-union-minister-to-visit-muzaffarpur-today/articleshow/69806679.cms", "time": "2019-06-16 10:39:00", "description": "PATNA: The suspected acute encephalitis syndrome (AES) toll at two hospitals in Muzaffarpur went up to 83 till 9am on Sunday even as the state health department confirmed that Union health minister Dr Harsh Vardhan would visit Muzaffarpur on Sunday to take stock of the situation. As per the medical bulletin, 69 children have died at Sri Krishna Medical College and Hospital (SKMCH) and 14 at Kejriwal Matrisadan in Muzaffarpur till 9am on Sunday. The civil surgeon said altogether 316 suspected AES cases have been recorded since January this year – 230 at SKMCH and 96 at Kejriwal Matrisadan. Of the 93 patients undergoing treatment at the two hospitals currently – 74 at SKMCH and 19 at Kejriwal Matridan – the condition of 12 is stated to be critical. The civil surgeon said 79 patients have so far been discharged from the SKMCH and 21 from Kejriwal Matrisadan. “We have taken all precautionary measures to contain the spread of the disease,” Dr Singh told this newspaper over the phone from Muzaffarpur. The report of civil surgeon was also sent to the health department. Earlier in the day, principal secretary of health department Sanjay Kumar visited Muzaffarpur and took stock of the situation. Kumar held a meeting with the civil surgeon, superintendent of the SKMCH and officials of the district administration to get feedback on treatment of the patients. Records available at the SKMCH revealed that the majority of suspected AES cases have been reported from Muzaffarpur, Sheohar, Vaishali and East Champaran districts. Kanti, Musahari, Katra, Minapur and Muraul blocks in Muzaffarpur district have been identified as most vulnerable for the suspected AES cases. The district administration has intensified awareness campaign in the worst-hit villages. A senior health department official said other districts have also been alerted. In 2014, Dr Harsh Vardan had visited Muzaffarpur after the disease gained alarming proportions. A standard operating system (SOP) was prepared for the treatment of the patients on the recommendation of the medical experts in 2013. The SOP was revised in 2018, sources in the health department said. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "PMC: 1 lakh twin bins to segregate waste": {"link": "https://timesofindia.indiatimes.com//city/patna/pmc-1-lakh-twin-bins-to-segregate-waste/articleshow/69805917.cms", "time": "2019-06-16 04:00:00", "description": "PATNA: As many as one lakh twin bins, used for the segregation of dry and wet wastes, will be distributed among households in the city within a month. This was announced by Patna municipal commissioner Anupam Kumar Suman at a press conference here on Saturday. Before addressing mediapersons, he attended a review meeting chaired by state urban development and housing department (UDHD) minister Suresh Kumar Sharma with officials of the Patna Municipal Corporation (PMC). The status of ongoing projects on cleanliness, water supply, holding tax, housing, vending zones and recreational zones as well as many new proposals were discussed at the meet. “The PMC has decided to distribute one lakh twin bins in New Capital, Kankerbagh, Bankipore, Pataliputra, Azimabad and Patna City circles for segregation of garbage,” Suman said and added people would be able to pay the garbage collectors through the Paytm wallet soon. The PMC commissioner also announced that two vending zones on Boring Canal Road and in Kadamkuan vegetable market area would be ready by August. He said, “We have already distributed 2,100 vendor identification cards and formed a town vending committee. At least 2,500 more ID cards will be distributed by next month.” Deliberating on the development works at Adalatganj Talab under the Patna Smart City project, he said, “Workers have already cleaned the water of the pond. A pathway, music fountain and open theatre will be ready before August 15.” As far as the affordable housing project is concerned, Suman said the PMC had given a proposal to the UDHD to buy land from the state government at the outskirts of Patna. Download The Times of India News App for Latest City ."}, "Bihar encephalitis deaths: Complaint case filed against Union, state health ministers": {"description": "PATNA: Social activist Tamanna Hashmi filed a complaint case against Union health minister Dr Harsh Vardhan and state health minister Mangal Pandey in a Muzaffarpur court on Monday, charging them with negligence that led to death of 97 children due to suspected acute encephalitis syndrome (AES) in Muzaffarpur and its adjoining districts in the past fortnight. The court of chief judicial magistrate of Muzaffarpur has fixed June 24 as the next date of hearing in the case. The complaint petition said both Dr Harsh Vardhan and Mangal Pandey failed to discharge their duties to contain the disease. Though the two ministers visited Muzaffarpur and took stock of the situation, the death of the children below the age of 10 years continued unabated. The petition alleged that no concrete step was taken by the health department to create awareness and sensitise people in the AES affected areas. The two ministers have been booked under Sections 323 (voluntarily causing hurt), 308 (culpable homicide) and 504 (intentional insult with intent to provoke breach of the peace) of the IPC. If convicted under Section 504 of IPC, the accused is liable for punishment for two years or fine or both. The accused is liable for punishment for a term of three years after being convicted under Section 308 of IPC and one year under Section 323 of IPC. On being contacted, Hashmi alleged that majority of children belonging to the lower strata of society died due to negligence and lack of infrastructure in the government hospitals. The Union health minister accompanied by his junior minister Ashwini Kumar Choubey and state health minister Mangal Pandey had visited the Sri Krishna Medical College and Hospital on Sunday and held a high level meeting with the doctors and the officials of the health department to review arrangements for the treatment of the ailing children. “We have no information about any complaint lodged by anybody in the court as we have not received any notice,” said a senior official of the state health department. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/complaint-case-filed-against-union-state-health-ministers/articleshow/69831466.cms", "time": "2019-06-18 08:59:00"}, "Encephalitis death toll mounts to 83 in Bihar": {"link": "https://timesofindia.indiatimes.com//city/patna/encephalitis-death-toll-mounts-to-83-in-bihar/articleshow/69810133.cms", "time": "2019-06-16 14:23:00", "description": "MUZAFFARPUR: With death of 10 more children, the toll mounted to 83 on Sunday morning due to suspected Acute Encephalitis Syndrome (AES) that has gripped Muzaffarpur and the adjoining districts in Bihar. Most of the casualties are between the age group of 1-10. According to the doctors, the deaths due to Acute Encephalitis Syndrome (AES) are being caused due to excessive heat and humidity. Locally, this fever is being called 'Chamki and Bukhar' (convulsion and high fever). Health experts are of the opinion that unless and until rainfall takes place, the situation will only aggravate in days to come. Confirming the deaths of the kids, district magistrate Alok Ranjan Ghosh said that the total number of patients with AES-like symptoms have crossed the barrier of 350 as 30 more children were admitted till 9am on Sunday. “Seven kids have died of the disease at Sri Krishna Medical College, while 3 succumbed to it at Kejriwal Matri Sadan (KMS). 108 children have still been going under treatment, 85 at SKMCH and 23 at KMS each. Every possible treatment is being given to the children,” he said. Meanwhile, chief minister Nitish Kumar has announced an ex-gratia of Rs 4 lakh each to families of the children, fallen prey of this deadly disease, the reasons of which are still unknown to the experts and medical science even after it has consumed more than 5,000 lives of innocent kids in last two and half decades. The CM has also given directions to health department, district administration and the doctors to take necessary measures to fight the disease. Meanwhile, Union health minister Dr Harsh Vardhan and junior health minister Ashwini Kumar Choubey reached Muzaffarpur on Sunday to assess the condition. He visited the SKMCH and KMS to take stock of the situation. He also talked to the doctors treating the kids. He also held a meeting with the district administration as well as health officials from district and state headquarter till filing of the reports. Download The Times of India News App for Latest City ."}, "Muzaffarpur: Acute Encephalitis Syndrome toll mounts to 103 with 10 more deaths": {"description": "MUZAFFARPUR: With 10 more deaths on Monday, the toll due to Acute Encephalitis Syndrome (AES) has risen to 103 in Muzaffarpur. The figures were reported from two hospitals of the district - Sri Krishna Medical College and Hospital and Kejriwal Matri Sadan till 4pm. Issuing the medical bulletin, district magistrate Alok Ranjan Ghosh said that 98 new kids, inflicted with suspected AES were admitted in these two hospitals. “With these admissions, the total number of affected and admitted children has gone up to 440 since June 1 this year alone. Though, 130 kids have been discharged from the hospital after getting well; 150 children are still undergoing treatment at these two medical institutions of the district. The condition of 24 children are critical and they have been kept on ventilators,” he said adding that 40 more kids are ready to be discharged as they have been declared fit by the doctors. Meanwhile, a senior paediatrician Dr Arun Shah said that only awareness programme would not help in preventing the deaths of children. “I have been observing the cases of AES for last two and half decades. I have minutely studied the cases of the deaths. I have found that these children, either fallen prey of the disease or have been going treatment, are affected with lack of sugar in their body. This is called hypoglycaemia in medical term. The affected children are either suffering from another disease or are malnourished. These kids are from below poverty line and have been fed very poorly. So, they don't have stock of glucose in their body to release in emergency condition,” he said. He added that AES affects the central nervous system, mostly in children and young adults. It starts with high fever, then hampers neurological functions causing mental disorientation, seizure, confusion, delirium, coma. However, a report by noted paediatrician of CMC Vellor Dr T Jacob John, published in Current Science mentioned that the clinical features in patients were stereo-type. “Sudden onset without prodromal phase, inconsistent presence of fever, brain edema, absence of inflammatory cell response in cerebrospinal fluid (CSF) and hypoglycemia. These clinical features and preliminary epidemiological findings of tightly restricted seasonality and geographic distribution as well as sparing of children below 2 years support the diagnosis of acute non-infectious encephalopathy as against viral encephalitis. Children are quite well until evening, but early next morning they are found seriously ill with brain function derangement and seizures. Under-nutrition (short and underweight for age) has been observed as a consistent associated fact,” mentioned the report. In Video:Bihar: Encephalitis death toll rises in MuzaffarpurDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/muzaffarpur-acute-encephalitis-syndrome-toll-mounts-to-103-with-10-more-deaths/articleshow/69828920.cms", "time": "2019-06-17 22:38:00"}, "Upload Part III marks till Tuesday, Patna University students told": {"link": "https://timesofindia.indiatimes.com//city/patna/upload-part-iii-marks-till-tuesday-pu-students-told/articleshow/69805963.cms", "time": "2019-06-16 07:38:00", "description": "PATNA: Even as the deadline for online submission of application forms for admission to different postgraduate (PG) courses of Patna University (PU) ended on Saturday, it has allowed some applicants to upload their graduation marks till June 18. According to a notification issued by PU, students, who had not been able to submit their Degree Part III examination marks due to delayed publication of results, can now do so by June 18. “The list of candidates selected for admission to various PG courses will be published only after that,” said PU students’ welfare dean N K Jha. The Degree Part III results of several students were kept pending as they had not cleared their Part II exams. “The results of BSc and BCom Part II exams were published on Saturday and those of BA students will be out soon. Students can also be provided with their confidential marks on demand,” Jha told this reporter. Meanwhile, PU has opened its online admission portal once again for seeking fresh choice of reservation (10%) from general category students for admission to undergraduate and postgraduate courses. Economically weak students from general category can indicate their choice for 10% reservation till June 18. PU had already conducted the centralized entrance test for admission of students to the Degree Part I courses in arts, science and commerce streams, but withheld publication of results due to last-minute receipt of a directive from the state education department for implementing the new provision of 10% reservation for general category students from the current session. “Patna College, Patna Science College, B N College, Magadh Mahila College and Vanijya Mahavidyalaya will announce the list of selected students from June 20 onwards. The PG departments will also declare their lists at the same time,” said PU sources. Download The Times of India News App for Latest City ."}, "‘Kitna wicket hua’: Bihar Health Minister asks cricket score during meeting over AES outbreak": {"link": "https://timesofindia.indiatimes.com//videos/city/patna/kitna-wicket-hua-bihar-health-minister-asks-cricket-score-during-meeting-over-aes-outbreak/videoshow/69831597.cms", "time": "", "description": ""}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Doctors’ strike hits OPD services in govt hospitals": {"description": "PATNA: Most government hospitals wore a deserted look and the OPDs too remained closed as over 12,000 doctors joined the nationwide strike called by the Indian Medical Association across the state on Monday. However, emergency services were exempted from the purview of the strike. The strike was called to protest frequent attacks on doctors across the country. Reena Devi (35), a resident of Kankerbagh in the city, was seething with anger as she had to run from pillar to post for the treatment of her 13-year-old daughter Rita, who was suffering from high fever. The main entrance gate of the Nalanda Medical College and Hospital (NMCH), where she was waiting with her daughter, was closed due to the doctors’ strike. “Yahan garibon ka koi sudh lene wala nahi hai (nobody is here to take care of the poor),” a visibly angry Reena said. Like Reena, many from the lower strata of society had to suffer a lot due to the doctors’ agitation in solidarity with their West Bengal counterparts on Monday. One Rohan Kumar (25), who was hit by sunstroke, too had to return from the NMCH due to the agitation. Superintendent of Patna Medical College and Hospital (PMCH) Dr Rajiv Ranjan said the emergency wing of the hospital functioned as usual. The scene at Indira Gandhi Institute of Medical Sciences (AIGMS) was more heart rendering where Janki Devi (35), a resident of Chhapra in Saran district, was wreathing in pain. “I am suffering from arthritis. It’s very painful. I had an appointment with the doctor but he is not present in the hospital. The officials told me that the doctors are on strike and it will continue for a few more days,” she told this newspaper. Similarly, 65-year-old Nand Kishore Mandal, a resident of Madhepura, had to return to his native village as the officials at the premier hospital told him that the functioning had been hampered due to the doctors’ agitation. “Come next time as the doctors are on indefinite strike,” Mandal was told by one of employees of the IGIMS. He too had problem in one of his legs. Dr Anurag Kumar, casualty medical officer at emergency ward of IGIMS said, “We have supported the nationwide strike called by the IMA against frequent attacks on doctors across the country. However, the emergency services were not hampered due to the strike.” Anjit Kumar, a resident of Imamganj in Gaya district, whose cousin was admitted to the IGIMS, corroborated Dr Anurag’s claim. “Emergency services at the hospital were satisfactory. Immediate attention was given to the critical patients,” he said. Around 12,000 doctors joined the strike on the call of the Indian Medical Association across the state on Monday. (With inputs from Pushkar Ranjan and Mariya Khan)Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/doctors-strike-hits-opd-services-in-govt-hospitals/articleshow/69831097.cms", "time": "2019-06-18 04:00:00"}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Bhagalpur: 1 killed over lottery money row": {"description": "BHAGALPUR: Dispute in sharing the prize money of a lottery ticket purchased jointly by two friends resulted in the killing of one of them by the other, said Naugachia police sources on Monday. Md Niyaz Mansoori (28), was killed by his friend Phulo Rai on Friday. The body of the deceased, which was buried under heaps of sand in a house which was under construction, was recovered by the police on Sunday. Police sources said that Niyaz, a resident of Mumtaj mohalla in Naugachia and Phulo, a resident of Naugachia Bazaar locality, had purchased a lottery ticket by pooling money nearly three months ago. They won a prize money of Rs 1 lakh. Niyaz collected the prize money from the lottery company as the ticket was in his possession. But instead of sharing the prize money in equal amount with Phulo (the accused), he paid only Rs 30,000 to the latter and was trying to avoid him for the last two months. Naugachia SP Nidhi Rani said Naugachia PS SHO Lal Bahadur Singh has been suspended following investigation about the charges levelled by the family of the victim. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/one-killed-in-dispute-over-distribution-of-lottery-money/articleshow/69834650.cms", "time": "2019-06-18 07:29:00"}, "1 lakh twin bins to segregate waste: PMC": {"link": "https://timesofindia.indiatimes.com//city/patna/pmc-1l-twin-bins-to-segregate-waste/articleshow/69805921.cms", "time": "2019-06-16 07:14:00", "description": "PATNA: As many as one lakh twin bins, used for the segregation of dry and wet wastes, will be distributed among households in the city within a month. This was announced by Patna municipal commissioner Anupam Kumar Suman at a press conference here on Saturday. Before addressing mediapersons, he attended a review meeting chaired by state urban development and housing department (UDHD) minister Suresh Kumar Sharma with officials of the Patna Municipal Corporation (PMC). The status of ongoing projects on cleanliness, water supply, holding tax, housing, vending zones and recreational zones as well as many new proposals were discussed at the meet. “The PMC has decided to distribute one lakh twin bins in New Capital, Kankerbagh, Bankipore, Pataliputra, Azimabad and Patna City circles for segregation of garbage,” Suman said and added people would be able to pay the garbage collectors through the Paytm wallet soon. The PMC commissioner also announced that two vending zones on Boring Canal Road and in Kadamkuan vegetable market area would be ready by August. He said, “We have already distributed 2,100 vendor identification cards and formed a town vending committee. At least 2,500 vendor ID cards will be distributed by next month.” Deliberating on the development works at Adalatganj Talab under the Patna Smart City project, he said, “Workers have already cleaned the water of the pond. A pathway, music fountain and open theatre will be ready before August 15.” As far as the affordable housing project is concerned, Suman said the PMC had given a proposal to the UDHD to buy land from the state government at the outskirts of Patna. Download The Times of India News App for Latest City ."}, "Bihar heatwave death toll surges to 61": {"description": "PATNA/NAWADA/AURANGABAD: Heat wave in Bihar claimed 17 more lives on Sunday taking the death toll 61. The deaths were reported from three districts in the Magadh division —Aurangabad, Gaya and Nawada — over the past 24 hours. Altogether 44 deaths were recorded till 12am on Saturday. Aurangabad reported the highest number of deaths at 30 followed by 20 in Gaya and 11 in Nawada. The figures were confirmed by state disaster management department principal secretary Pratyaya Amrit. “Postmortem reports in most cases have confirmed heat wave as the cause of death. We are keeping a close watch on the situation. We have also issued an advisory to all distract magistrates to take preventive steps as well as relief measures in the light of prevailing heat wave conditions,” Pratyaya told TOI on Sunday. In Aurangabad, the death toll went up to 30 with four more deaths reported on Sunday. Aurangabad deputy development commissioner Ghanshyam Meena, who is also officiating as DM, confirmed the 30 deaths on Sunday and admitted that five seriously ill patients were referred to the Narayani Medical College in neighbouring Rohtas district. In another indication that death count may rise, Aurangabad civil surgeon Surendra Prasad said relatives of some of the deceased refused to allow doctors to conduct autopsy. “Some of the patients couldn’t be registered due to the chaos in the hospital premises. They left with the bodies of their relatives without post-mortem examination,” he told reporters in Aurangabad. However, unconfirmed reports put the death toll at 33 in Aurangabad district alone even as a newly built ICU and a well-equipped room being used as de-addiction centre were thrown open to accommodate new patients at the Aurangabad sadar hospital. Gaya DM Abhishek Singh said on Sunday that most of the heatstroke victims were either brought dead or succumbed during treatment at the Anugrah Narayan Magadh Medical College and Hospital (ANMMCH), Gaya. Currently 14 people are under treatment at the hospital, Singh added. Majority of the deceased were those above 60, who couldn’t bear the heatwave that swept through southwest Bihar on Saturday, Singh told this newspaper over phone on Sunday. Four doctors from Patna have been sent to ANMMCH to assist with the rush of patients, while primary health centres have been told to keep aside 50% of their beds for sunstroke victims. Senior district officials have been told to camp at the hospital till the situation returned to normal. In Nawada district, three died at the sadar hospital soon after being admitted on Saturday evening, while the rest died during treatment. Nawada DM Kaushal Kishore said 14 people are undergoing treatment at the government hospital at Pawapuri. Health experts said heatstroke occurs when the part of the brain, which regulates body temperature, starts malfunctioning due to excessive heat. The daily heatwave bulletin issued by India Meteorological Department (IMD) on Sunday evening stated that maximum temperatures were markedly above normal (5.1 degrees C or more) at many places over Bihar. The state also witnessed severe heatwave conditions on Sunday. Nawada civil surgeon Srinath Prasad told TOI that most patients were elderly people. “Most of the deceased were in the age group of 70-85 years and belonged to poor as well as middle-income families. They arrived with complaints of sudden high fever, body ache and unconsciousness,” he said. Authorities conceded their failures in spreading awareness in the state. “We concede that the unprecedented heatwave conditions this year...reveals the inadequacy of our awareness campaigns and limitations of our reach to the grassroots. We urge all stakeholders, including district administrations to disseminate awareness messages in every village and ward and take actions as specified under Heat Action Plan of the state government,” Bihar State Disaster Management Authority vice-chairman Vyasji said. He added: “It’s a matter of grave concern for all of disaster management practitioners, BSDMA and district administration that so many precious lives have been lost due to heatwave conditions in Aurangabad, Gaya and Nawada. This is more painful that the deaths have occurred in so many numbers despite our Heat Action Plan shared with all departments and districts recently as well as capacity building of the panchayat representatives over the last one year.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/bihar-heatwave-death-toll-surges-to-61/articleshow/69816916.cms", "time": "2019-06-17 07:25:00"}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Bihar: Schools to remain closed till June 22": {"description": "PATNA: The government issued an order on Monday to all district magistrates (DM) and education officers, asking them to shut government and private schools as well as coaching institutes across the state till June 22 due to the prevailing heatwave. While state project director of Bihar Education Project Council Sanjay Singh issued a notification regarding closure of government and government-aided schools across the state till June 22, state chief secretary Deepak Kumar ordered closure of even private schools and coaching institutes till Saturday. Later in the evening, Patna DM Kumar Ravi asked all government and private schools in the district to extend their summer vacations till June 22. Summer holidays in all schools had been extended for seven days till June 19, almost a week ago due to scorching heat. Now, teachers expect a hectic schedule after schools reopen. They are, therefore, making strategies to cover the syllabi on time before the arrival of exams. St Michael’s High School principal Father Edison J Armstrong told this newspaper, “After the school reopens, we will focus more on academics than extracurricular activities. Our teachers will make sure that syllabi of classes X and XII are completed on time.” Notre Dame Academy teacher Kalpana Sinha, who teaches Class XII students, agreed that an extended summer vacation would affect academics. She said, “We are likely to convert Saturdays into full working days for completing the syllabi on time.” Although summer vacations are fun, a third extension has started worrying students as well. Ishan International School’s Class XI student Apoorva hailed the government’s decision as “the hot weather is unbearable” and can make them sick. “We, however, have less time to complete the syllabi. All we can depend on is self-study at home for now,” he said. Apoorva’s mother Sarita Jha shared similar concerns, saying, “Anyone will fall sick. Studies will definitely be hampered, but health comes first.” Shivam Convent student Shubham Shekher said, “I have to prepare for my Class XII and other competitive exams. Extended vacations will affect my studies.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/patna/all-schools-to-remain-closed-till-june-22/articleshow/69831188.cms", "time": "2019-06-18 07:01:00"}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "\nBlind Fold performs at a party hosted by Romie and Rupa in Patna\n": {"link": "https://timesofindia.indiatimes.com//city/patna/Blind-Fold-performs-at-a-party-hosted-by-Romie-and-Rupa-in-Patna/articleshow/47280448.cms", "time": "", "description": " A restaurant in the city recently organised a musical evening for its patrons on the occasion of its second anniversary. Hosts Romie and Rupa were seen welcoming the guests, which comprised the creme-de-la-creme of the city.  Rock band Blind Fold performed live on the occasion, and the guests enjoyed the music and the sumptuous food. RJ Anjali, looking chic in her cat eye glasses, was spotted having a good time at the do along with her colleagues. STEALING THE SHOW: Songs like Intehan Ho Gayi Intezaar Ki,Chahoon Main Ya Na and Kabhi Jo Baadal Barse were among the most requested songs at the do. The guests enjoyed the dance performance by Tanushree Roy. Yashaswi Singh’s rendition of the song Khamoshiyaan mesmerised everyone, with the crowd demanding an encore. Later, Sagar, a professional dancer took over the stage and performed a few acts. SURPRISE IN STORE: Suman Sinha, a guest at the do, also happened to celebrate his birthday on the same day. A cake was called in for the birthday boy, and his friends made the occasion special for him. Download The Times of India News App for Latest City ."}}