{"ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "26 security personnel injured in Maoist blasts near Jamshedpur": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/26-security-personnel-injured-in-maoist-blasts-near-jamshedpur/articleshow/69555625.cms", "time": "2019-05-29 13:16:00", "description": "JAMSHEDPUR/RANCHI: At least 26 CRPF and Jharkhand Armed Police (JAP) personnel were injured when Maoist rebels exploded a series of IEDs in Seraikela-Kharswan district early on Tuesday. Officials said the rebels triggered altogether 15 IEDs while the security personnel were patrolling in a hilly forested area lying between Riding and Rar Sindri villages. The site of the attack is 60 km from here and falls under Kuchai police station. They further said the explosions were followed by indiscriminate firing by the Maoists. The security personnel also fired in retaliation and the gunfight between the two sides continued for at least an hour. A massive search operation has begun in the area. The injured security personnel were flown to Ranchi in helicopters for treatment in a private hospital. Four jawans have been admitted to the critical care unit, of whom three are on ventilator support. Eleven others are out of danger but kept under observation. Moreover, 11 more were brought to the hospital in different batches but they were released after medical check-up. “The injured arrived in batches and the first one reached hospital around 7:15 am. Four are in in critical care unit, out of which three are on ventilator support,” said Medica hospital’s PRO Anand Srivastava. The critically injured jawans are identified as Patal Hembrom, Kuljeet Singh, Pradeep Sharma — all belonging to CRPF — and Sunil Kalita from the Jharkhand Jaguar. “Those critically injured suffered splinter wounds and damages on eyes, face and legs,” said a senior police official at the hospital. IG (operations) Ashis Batra said, “The Maoists triggered more than 15 blasts injuring the jawans. Four jawans are critical while four others sustained serious injuries. This apart, 11 other jawans were part of the overall team performing combing operations, too, sustained minor injuries but they were discharged from the hospital after preliminary examination.” He added, “The landmines were planted to target the polling parties during the Lok Sabha elections but the extremist failed at that time.” DGP D K Pandey who visited the injured jawans at Medica hospital in Ranchi, said, “Police are carrying out intensive search operation in the area following a tip-off that the Maoists have planted a large number of landmines.” SDPO (Seraikela) Avinash Kumar said, “The explosions were of both low and high intensity. Most of the jawans were injured when they were hit by splinters of the rocks that got blown up during the blasts.” Batra added that search operation was conducted to defuse landmines and hound out around 100 Maoists, who included two central committee members of the CPI (Maoist) — Prashant Bose and Anal — who are reportedly lurking in the area. This is the third Maoist attack in the area sandwiched between West Singhbhum and Khunti districts since May 3 when the rebels blew up a BJP election office at Kharswan. On May 20, the Maoists exploded 22 low-intensity IEDs at the Hudanga dam site in Kharswan, injuring four personnel from Special Auxiliary Police (SAP) and district police. Download The Times of India News App for Latest City ."}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Congress wants to field Jharkhand chief Ajoy Kumar from Jamshedpur West": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/east-singhbhum-congress-wants-to-field-state-chief-ajoy-kumar-from-jamshedpur-west/articleshow/69644400.cms", "time": "2019-06-04 05:00:00", "description": "In a meeting chaired by East Singhbhum district Congress committee chief Vijay Khan at Tilak Pustakalaya in Bistupur, Jamshedpur, a decision was taken that if mahagathbandhan parties fight the forthcoming Jharkhand assembly polls together, the Grand Old Party would field its candidate in Jamshedpur East, Jamshedpur West and Potka (reserved) assembly seat. Sources also said Ajoy Kumar could be fielded from the Jamshedpur West seat. A section of district Congress functionaries feels that if Ajoy refuses to contest from the seat, a leader from the minority community should be the Congress nominee. District Congress president Vijay Khan talking to TOI on Monday confirmed that a section of functionaries from the party’s Jamshedpur West segment wants Ajoy to contest from the seat. Jamshedpur West seat has a sizeable Muslim population. It may be mentioned here that Jamshedpur Lok Sabha has six assembly segments — Jamshedpur West, Jamshedpur East, Jugsalai, Potka, Ghatshila and Baharagora. Sources said district Congress also decided that if there is no tie-up, Congress would contest on all seats. Interestingly, the former state minister and former Jamshedpur West MLA from Congress, Banna Gupta, a known face in the party, was absent from the meeting. Absence of Gupta led to a lot of speculation, as after the party’s recent Lok Sabha poll debacle Gupta had questioned the leadership of state Congress head Ajoy Kumar. After this, district president Khan had sought disciplinary action against Gupta for questioning the leadership of Kumar in public. At the meeting, discussions were held on how to improve Congress’s tally in the coming polls due at the end of the year. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Baharagora votes to be counted first for Jamshedpur Lok Sabha seat": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/baharagora-votes-to-be-counted-first-for-jamshedpur-lok-sabha-seat/articleshow/69401510.cms", "time": "2019-05-19 20:33:00", "description": "JAMSHEDPUR: The East Singhbhum district administration is gearing up for the May 23 counting day. The EVMs have been kept in the strongroom setup at Co-operative College in Jamshedpur. Sources in the district administration said counting of votes from the Baharagora assembly segment will be completed first on May 23. Sources said Baharagora assembly segment had 264 polling booths. The counting of votes for this segment would be completed in 19 rounds. As many as 14 tables have been allocated for counting of the EVMs from this place. Counting of votes from Ghatshila assembly segment would be taken up next. Sources said Ghatshila had 291 polling stations. The counting would be completed in 20 rounds and 15 tables have been allocated for this. It would be followed by Potka assembly segment. Here there were 326 polling booths. Counting would be completed in 21 rounds and 16 tables have been allocated for this area. Jugsalai assembly segment which had 381 polling booths (an area with both rural and urban voters). 20 tables have been allocated for counting, which will be completed in 20 rounds. Jamshedpur East (an assembly segment from where chief minister Raghubar Das is the sitting MLA) had 293 polling booths. Here the counting would be done in 20 rounds. Sources said polling officers would complete the counting process in this high-profile constituency on 15 tables. Jamshedpur West assembly segment which always had a wait-and-watch situation in all the past polls due to a large section of minority voters had 381 polling booths. It may be mentioned here that this assembly is in the kitty of BJP. Results of this segment will be declared last. Here the counting would be completed in 21 rounds. Sources said EVMs would be counted on 16 tables. VVPAT slips: Sources said this time the formal announcement of the winning candidate and presentation of the certificate would take more time than usual as VVPAT slips would also be scrutinized of five EVMs, as per the top court directives, which was agreed by poll panel. Election deposit: Sources said those candidates (for Jamshedpur Lok Sabha seat) who will win less than 1.90 lakh votes would lose their deposits. Notably, the total votes polled in for the Jamshedpur Lok Sabha seat was 11,43,054. According to the election commission rules those candidates who gets less than one-sixth of the total votes polled in that particular LS seat, would lose their deposits. Here in Jamshedpur this time one-sixth votes equals to 1,90,433. Download The Times of India News App for Latest City ."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Jamshedpur woman runs free driving school to empower women": {"description": "JAMSHEDPUR: There are few in society who live to serve others. In an effort to empower women, Anita Khandelwal, a Steel City-based homemaker, teaches women to ride two wheelers. Anita, married to a city businessman, gives this service free of cost. Talking to TOI, Anita said after her marriage she realized that many women in her family were dependent on the menfolk to take them to their destinations, as they did not know how to ride two-wheelers. It was then she started teaching the female folks of her family to ride the two wheelers, she said. Anita added that with the passage of time women from her neighbourhood too joined her course. The riding classes are held at Ram Navami maidan at Kasidih in the city. Courses are organized twice a year in summer and winter. She said till date she has taught more than 100 women to ride two wheelers. Anita told TOI that she has been doing this for more than 15 years. She said her youngest student was 16 years and oldest 60 years. Her students range from school students to teachers to businesswomen to retired persons. Anita said with the passage of time role of a woman has changed and if she does not know how to ride two wheelers in Jamshedpur, she has to be dependent on autos here, which is very troublesome at times. Anita does not charge a penny for teaching women to ride the two wheelers, rather she gives her two wheelers and fills up the tank from her pocket, said Rumpa Dutta, her student aged around 35, adding that Anita does not take any money for the damage caused to the vehicles during the course of learning. Anit has more five two wheelers of her own, which she gives free of cost to the learners, said Rumpa. Rumpa, who runs a fitness centre in the city, said it took her just one week to learn riding skills adding that Anita takes care to teach her students the road rules too. Surbhi, a teacher and tax consultant, aged around 25 years said earlier she had to depend on public transport to go to various places but after learning to ride two wheelers, her life has changed completely. Now she is independent and does not have to depend on any one to take her to the destination she has to reach. Surbhi said she learnt to ride the vehicle in a week time. She expressed her gratitude towards Anita for making her self dependent. She said during the course of learning, she fell down and thus damaged the vehicle but Anita did not charge any money for that. Surbhi said in Steel City where public transport is in the hands of auto drivers, if you do not know how to ride two wheelers, one may face speed breakers. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jamshedpur/jamshedpur-woman-runs-free-driving-school-to-empower-women/articleshow/69828455.cms", "time": "2019-06-17 19:47:00"}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Hero's welcome for Raghubar Das in first home visit after polls": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/heros-welcome-for-raghubar-das-in-first-home-visit-after-polls/articleshow/69514949.cms", "time": "2019-05-27 12:49:00", "description": "JAMSHEDPUR: Chief minister Raghubar Das was given a rousing welcome when he arrived here on Sunday, days after BJP-led NDA won 12 of 14 Lok Sabha seats in the just-concluded elections in Jharkhand. BJP leaders and workers gathered outside Sonari airport in large numbers to congratulate him for the saffron party's performance in the 17th Lok Sabha polls in Jharkhand. Led by district BJP president Dinesh Kumar, a host of senior leaders received the chief minister with bouquets and garlands amid the beating of drums and slogans prasing Das. Party workers showered flower petals on Das and some of them even jostled to shake hand with the CM. \"The win in 11 constituencies (BJP ally Ajsu-P won in Giridih constituency) calls for celebration. But the chief minister deserves a special mention for our performance in Santhal Pargana,\" said a party leader. Adequate security arrangements were put in place to ensure order at the airport. However, traffic movement in the periphery of the airport was hit for several minutes as police managed to control the unexpected footfall of crowd. The CM told mediapersons later that the party is confident of winning the assembly elections with two-thirds majority. \"The results of the Lok Sabha have proved that the opposition parties have lost the trust of the people. The voters have realised that only BJP, under the leadership of Prime Minister Narendra Modi, can deliver on its promise of development and prosperity,\" Das said. Download The Times of India News App for Latest City ."}, "Tankers are the last hope for residents in Steel City fringes": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/tankers-are-the-last-hope-for-residents-in-steel-city-fringes/articleshow/69768714.cms", "time": "2019-06-13 12:50:00", "description": "JAMSHEDPUR: People living on the outskirts of Jamshedpur Notified Area Committee (JNAC) and Mango Notified Area Committee (MNAC), besides those residing within Jugsalai Municipality and Adityapur Municipal Corporation (AMC) limits are facing acute water crisis this summer. In the AMC command area, residents are battling drinking water shortage for over two months now owing to groundwater depletion. According to the mayor of AMC, Vinod Srivastava, the municipal body has pressed six water tankers into service. \"The tankers make daily trips to all the 80 wards under the corporation, but due to the excess heat, water requirement of the residents has also increased,\" Srivastava said. However, the problem is not only limited to irregular supply of water. Adityapur residents are also complaining about receiving dirty water. \"We collected the dirty water recently in bottles and demonstrated at the AMC office, following which orders were issued for cleaning the supply lines,\" Prashant Mahato, a resident of Majhi tola in Ward number 2, said. In Mango, too, irregular supply of water by MNAC is putting the residents in a lot of trouble. In several places like Jugsalai, Pursudih, Sundernagar, Birsasnagar, among others, people are mostly having to depend on water tankers. \"We are entirely dependent on water tankers supplied by Jusco and other corporate houses. In fact, such is the condition not just during the summers but also round the year,\" Pursudih resident S K Agarwal said. In spite of the claims made by municipal officials, several handpumps in all the three municipal areas of the Steel City are not working properly. The JNAC, MNAC and Jugsalai Municipality have 930, 317 and 172 handpumps, respectively, but residents complained that many handpumps have gone dry. \"One of the reasons behind handpumps going dry is rampant construction of borewells. People living in the apartments have dug up borewells up to 700ft and have installed high-capacity motor to lift water. Due to this unauthorised withdrawal of water, handpumps in surrounding areas are going dry,\" an MNAC official said. Download The Times of India News App for Latest City ."}, "RJD decimated, but Lalu Prasad keeps calm": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/rjd-decimated-but-lalu-prasad-keeps-calm/articleshow/69477278.cms", "time": "2019-05-24 12:17:00", "description": "RANCHI: Even as mahagathbandhan partners, including his party RJD, performed poorly in the Lok Sabha election, Lalu Prasad , one of the architects of the opposition alliance, was cool and composed on Thursday. RJD, which put up two candidates in Jharkhand, lost and could not open its account in Bihar, too. The two candidates RJD fielded in Jharkhand - Subhash Yadav from Chatra and Ghuran Ram from Palamu - lost miserably and could not even get second position. RJD state chief Gautam Sagar Rana said the BJP candidates won only due to Modi factor. \"People voted for BJP candidates in order to make Modi the PM again,\" he said. Rana further claimed that BJP's candidate in Chatra faced much resistance from people while he was campaigning but he is still winning. Similarly, in Koderma the BJP candidate who lost in the assembly election is in a comfortable position in the parliamentary polls. He added that absence of Lalu in campaign affected mobilisation of RJD's traditional votes in its favour in Bihar. Lalu has been sentenced in fodder scam cases and is undergoing treatment in the paying ward of Rajendra Institute of Medical Sciences (Rims) under judicial custody. Though a late riser, Lalu woke up early on Thursday and watched the election results on TV. He was glued to it for full four hours even though the results must have been unexpected and tough for him. When it was almost getting certain that the BJP-led alliance is coming back to power again, Lalu went for a brief nap, hospital sources said. \"Even after watching the results, Lalu was very cool and calm. We simply could not ascertain what is going on in his mind. His vital health parameters, including blood sugar and the blood pressure, were normal,\" said senior Rims doctor Dr D K Jha, who attended Lalu on Thursday. Jha said the overall health condition of Lalu was also fine adding that the sore on his body has also healed. He further said Lalu was mentally quite strong and is coping with his incarceration without getting restless. State RJD president Gautam Sagar Rana described the results as unexpected. \"We will have to sit and analyse the cause of our defeat. The absence of our leader Lalu Prasad adversely impacted the party's fortune in Jharkhand and Bihar,\" he said. Vice-president Rajesh Yadav said it is surprising that some NDA candidates, who were protesting just after elections fearing defeat, have surged ahead in the counting. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Steel City's bat park put on alert after Nipah virus outbreak in Kerala": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/steel-citys-bat-park-put-on-alert-after-nipah-virus-outbreak-in-kerala/articleshow/69722613.cms", "time": "2019-06-10 13:10:00", "description": "JAMSHEDPUR: In the wake of the Nipah virus outbreak in Kerala, precautionary steps have been taken to make visitors to the popular bat park inside the Jubilee park campus, aware of the deadly virus. The authorities have put up posters at different points inside the zoological park, Jayanti Sarovar and bat park highlighting the do's and dont's regarding the avian influenza. Visitors to the bat park have been asked not to drink Jayanti Sarovar lake's water, anchored alongside the bat park. The visitors have also been asked not to pluck the fruits with bare hands that are partially damaged or have been eaten apparently by hanging foxes. The visitors arriving for the boat ride in the lake have been advised not to go close to the island that houses the bat park and not to touch the waste lying strewn on the ground. They have also been advised not to touch the tree housing the bat family and in case a person touches it inadvertently, than he/she should wash their hands immediately with clean water and soap, since there have been instances of an excited crowd coming close to the tree to see the bats and to capture it in their cameras and mobile phones . During weekends, more than 2500 visitors arrive at the bat park, according to park officials.  \"The precautionary measures have been taken to make them aware of the Nipah virus and alert them on their health's safety,\" said Amresh Kumar Sinha, head, corporate communications, Tata Steel, which is the custodian of the park. Spread across an acre of land, the bat park hosts over 2000 hanging bats and is a popular destination of mammal lovers. The mega bat,which has large eyes and weighs about 1.5kg, is popular among the visitors along with the fruit bat. \"In May 2018 when Nipah virus outbreak reports came from Kerala, we had taken similar steps to make visitors aware of the deadly disease,\" said an official at the bat park. Download The Times of India News App for Latest City ."}, "Jharkhand's first women university hits admission hurdle": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jharkhands-first-women-university-hits-admission-hurdle/articleshow/69630338.cms", "time": "2019-06-03 12:28:00", "description": "JAMSHEDPUR: The chances of the state's first women's varsity, Jamshedpur Women University, admitting students from the 2019-20 academic session appear bleak, as the state government is yet to issue the notification for the appointment of the VC and registrar there. Following the inauguration of the women varsity in February this year, it was assumed that the two key appointments shall be made within a couple of months and subsequently the admission process will commence, but that's not happening any time soon. \"Without the appointment of the registrar and VC, there's no way admission can start,\" the proctor of Kolhan University (KU), A K Jha, said. Notably, Jamshedpur Women's College (JWC), which has been upgraded to Jamshedpur Women University (JWU), is a constituent unit of KU. Admissions, however, will take place under JWC. The official told TOI that notification for the appointments to the two key posts rests with the state government. \"Admissions for intermediate classes are underway for KU, not JWU,\" Jha said. Earlier, during the laying of the foundation of the new building of the women university by Prime Minister Narendra Modi on February 3, CM Raghubar Das had said efforts would be made to ensure that classes commence soon. \"If the government thinks it needs more time to select the new VC and registrar, then it could give the additional responsibility to the existing VC and registrar of KU for the time being to ensure that the admission process gets underway immediately,\" said a varsity official on the condition of anonymity. \"If the government prefers to wait till the completion of the ground floor of the new women varsity building to begin admissions, then it will have to wait till the next academic year,\" the KU source added. Download The Times of India News App for Latest City ."}, "Three-tier security, 43 CCTVs for Jamshedpur strong room": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/three-tier-security-43-cctvs-for-jamshedpur-strong-room/articleshow/69338884.cms", "time": "2019-05-15 12:43:00", "description": "JAMSHEDPUR: The district administration and political parties have shifted their focus to the Jamshedpur Cooperative College, which has been converted into the strong room for keeping the EVMs and VVPATs till the counting day on May 23, 2019. Following the polling on May 12, EVMs from 1,885 polling stations across the six assembly segments of the Jamshedpur Lok Sabha constituency were taken to the strong room, which was sealed on Monday. As per the guidelines of the Election Commission, the district administration has thrown a three-tier security ring around the strong room with 46 CCTVs in place for surveillance. \"The first tier is controlled by the CRPF while the middle tier is manned by JAP. The outer ring is controlled by the district armed police,\" said district returning officer-cum-DC Amit Kumar. He said one company of CRPF has been deployed at the strong room. To ensure the movement of the personnel inside the strong room is visible to representatives of political party at the camp some distance, the administration has put up a giant LED screen where the images from the CCTV would be beamed. From Tuesday, there will be a complete ban on the entry of the unauthorized people on the campus and college officials have to take permission from the administration to enter. Download The Times of India News App for Latest City ."}, "Three security personnel injured in Maoist attack": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/three-security-personnel-injured-in-maoist-attack/articleshow/69418671.cms", "time": "2019-05-21 12:25:00", "description": "JAMSHEDPUR: Three security personnel sustained bullet injuries when suspected Left-wing extremists opened fire at a bus ferrying jawans to the Hudanga dam site in Kharsawan in adjoining Seraikela-Kharsawan district on Monday. Police said the suspected CPI (Maoist) rebels first detonated landmine targeting the bus and followed it up with indiscriminate firing when it reached a culvert close to the dam site. The security personnel retaliated from the bus, forcing the rebels to retreat into the dense forest located on the borders of Chaibasa and Khunti districts. During the course of the gun battle, two Special Auxiliary Police (SAP) jawans and one district policeman received bullet injuries. Seraikela-Kharsawan SP Chandan Kumar Sinha said, “The encounter with the Maoists is over and an extensive search operation in the forest is underway.” He claimed that rebels, too, have suffered major casualty in the gunfight but declined to speak about the number. Altogether 13 security personnel were travelling in the vehicle and unconfirmed sources said some personnel are missing. The personnel were part a routine security detail heading for Hudanga village to guard the under construction Sura irrigation project dam. “Every day, the bus ferried the security personnel to the construction site in the morning and brought them back (to the police station) in the evening and today was not any different,” an official at Kharswan police station said. Police said the two SAP jawans undergoing treatment at MGM Hospital are identified as Makhan Singh and Hareram Singh while the district policeman, Krishna Kudada, has been airlifted to Medica, Ranchi, for further treatment. Following reports of Maoists’ threat to officials of the private construction company engaged in executing the dam work and particularly after the rebels allegedly thrashed workers at the construction site earlier this year, the district police had deployed security personnel to guard the construction site. Download The Times of India News App for Latest City ."}, "Bengalis in Jamshedpur pained over Didi's language remark": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/bengalis-in-jamshedpur-pained-over-didis-language-remark/articleshow/69801667.cms", "time": "2019-06-16 16:33:00", "description": "JAMSHEDPUR: The recent statement of West Bengal chief minster Mamata Banerjee that those living in her state have to speak Bangla has hurt the sentiments of those Bengalis living in Jamshedpur. It may be mentioned here that at one time 40% of Steel City's population was Bengalis. It may be mentioned here that first MP (1957) from Jamshedpur seat was -- Monindro Kumar Ghosh from Indian National Congress -- a Bengali. People living in Jamshedpur (now in Jharkhand, erstwhile south Bihar) have lived in peace and harmony in this multi-lingual city, situated in a tribal belt without any problem. Samarpita, a senior teacher in an ICSE-affiliated school, are living here for nearly three generations. Talking to TOI, Samarpita said after such parochial statements by Didi, she was not sure how the people in the Hindi-speaking belt would react. Kakoli Mukherjee, a homemaker, said she hailed from Kolkata and was married in Jamshedpur and since then living here for last 50 years. She told TOI that she could never learn Hindi and always conversed with each and every Hindi-speaking people in Bangla. Never has she been discriminated on the grounds of her language. Kakoli said but after such unconstitutional comments by the Bengal CM, if she has to face the burnt from Hindi-speaking people, she will not be surprised. Octogenarian Subir Mandal, whose two generations have served Tata Steel said even Tatas held Bengalis in high regard. Pointing at the bust of geologist Pramatha Nath Bose near United Club, Mandal said it was on the advice of Bose that JN Tata decided to set up the steel factory at then Kalimati, which is now Jamshedpur. Several Bengalis have help top post in this company, said Mandal adding that they have never been discriminated on the basis of the language they speak. Rather Bengalis have set flourishing cultural hubs in the city like The Milanee, The Bengal Club, Rabindra Bhavan which people from all sections of the society feel proud of, said Mandal. Mandal also reminded that Netaji Subash Chandra Bose was the president of Tisco workers union from 1928 to 1937. He said but Didi's statement on Bengal for only Bangla speaking may change equations in Steel City which is just 250km from Kolkata. He expressed anguish that it such hatred on language lines is not nipped in the bud will have deep repercussion in the days to come. Tapas Mitra, who is lawyer by profession and president of Jamshedpur Bengali Association said, such statements have no value. Mitra added that Mamata has lost her credibility. Such divisions on the line of language can be dangerous, he said. Download The Times of India News App for Latest City ."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Jamshedpur teacher seeks bail in 2017 beef remark case": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jamshedpur-teacher-seeks-bail-in-2017-beef-remark-case/articleshow/69535090.cms", "time": "2019-05-28 12:51:00", "description": "JAMSHEDPUR: Two days after an Adivasi activist and contract teacher, Jeetrai Hansdah, was arrested for a two-year-old Facebook post on consumption of beef, his lawyer Dilip Mahto on Monday moved a local court for bail. Mahto said, \"Police have wrongly implicated my client. His plea for anticipatory bail was pending with the Jharkhand high court for hearing, but as he is arrested now, we are moving the court of chief judicial magistrate for regular bail.\" He added that his client was arrested by Sakchi police on Saturday and put him in the Gagidih Central prison on Sunday. Jharkhand bans cow slaughter, eating or selling of beef. Hansdah, who teaches theatre on a contract basis at the Graduate School College for Women at Sakchi in Jamshedpur, posted on Facebook about his community's \"right\" to eat beef. His FB post on May 29, 2017 had also described how eating beef was a ritual in the Santhal custom. Later, a controversy erupted over his post and Jeetrai deleted it. However, the college took exception to his post and did not renew his job contract even after he tendered an apology. Meanwhile, a section of Akhil Bharatiya Vidhyarthi Parishad (ABVP), the student outfit of BJP, staged demonstrations against him demanding an FIR and also pressed the college administration to remove him from the post. Asked why the arrest came so late, Sakchi police station in-charge, R K Singh said, \"He was absconding since the case was lodged in June that year and a court arrest warrant was pending against him.\" Police also claimed that they had raided Hansdah's house in Sundernagar for more than 10 times in the last one year but he was on the run. Hansdah, however, reportedly went out of the state to work in a private organisation after his former college didn't extended his service contract. He was in town to attend a tribal film award ceremony when police arrested him. Reacting to his arrest, ex-MLA and JMM's district president, Ramdas Soren, said: \"Tribals eat beef in several parts of the country and Hansdah has rightly said so on his Facebook page. What wrong has he done?\" District Congress leader Bijay Khan said: \"I am not aware of the specifics of the case of Hansdah but it's true that the Freedom of Expression has been under attack in the recent years.\" Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "BJYM to send 1 lakh 'Jai Shri Ram' cards to Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/bjym-to-send-1-lakh-jai-shri-ram-cards-to-mamata-banerjee/articleshow/69660450.cms", "time": "2019-06-05 12:04:00", "description": "JAMSHEDPUR: The district unit of Bharatiya Janata Yuva Morcha (BJYM), the youth wing of BJP, on Tuesday announced to send one lakh postcards with \"Jai Shri Ram\" written on them to West Bengal chief minister Mamata Banerjee in protest against Banerjee recently reprimanding BJP workers who chanted slogans of Ram near her convoy last week . \"BJYM members from four assembly segments of Jugsalai, Potka, Jamshedpur (East) and Jamshedpur (West) will submit the postcards at the district office by June 10,\" BYJM's Jamshedpur president, Amarjeet Singh Raja, said. He added the postcards will be sent to the Bengal CM's address in Kolkata. The youth saffron leader said the purpose behind sending the postcards is to make Banerjee realise chanting \"Jai Shri Ram\" slogan is not a crime. \"We condemn Banerjee's aggressive opposition to the chanting of Jai Shri Ram slogans in public,\" Raja said. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Cricket craze keeps fans indoors": {"description": "JAMSHEDPUR/RANCHI: The Steel City experienced a near-total shutdown for the better part of Sunday as most residents stayed indoors watching the faceoff between traditional rivals India and Pakistan in the Cricket World Cup (CWC). Amid apprehension of bad weather in England playing spoilsport, fans in the industrial town kept their fingers crossed hoping that the match will be held. “This match has generated tremendous excitement, as it is being played just four months after India and Pakistan were on the brink of a war in February following the terror attack in Pulwama,” former Cricketer’s Association functionary S N Pathak said. Former Ranchi university player, Neeraj Chauhan, said a India and Pakistan match is always a hit with the fans. “The CWC comes every four years, and it is a delight to watch the two nations play,” a 37-year-old junior engineer, Tarkeshwar Kumar, who adjusted his weekly-off to watch the match, said. “The excitement that builds up over an India-Pakistan encounter is inexplicable,” ex-cricketer Supriyo Bose, while watching the match with friends at a club in Kadma, said. On the flip side, markets experienced a dip in footfall owing to the match. “During summer, business is brisk in the evening hours but due to the cricket match, the market is dull today,” Mohamed Feroz, who owns a cosmetic shop in Bistupur, said. Film buffs, too, decided to remain glued to the TV sets due to which cinema halls received relatively less booking. “Normally, Sundays witness full house bookings but today the response is nearly 50% down,” an employee at a multiplex in Jamshedpur said on Sunday. The response of the booking staff at Payal Cinema, which is a single screen theatre, was the same. The roads wore a deserted look in Mahendra Singh Dhoni’s home town, too. On Sunday morning, cricket fans performed a havan at Pahari Baba temple in Ranchi to pray for India’s victory. A group of Muslim fans offered a chadar at Risaldar mazar in Doranda. Uttam Yadav, who led the special puja and havan at Pahari mandir, said on Sunday morning, “We are rooting for a special show from Dhoni. Hope he gets enough opportunity to wield his willow.” Mahi, however, got out after scoring a solitary run. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jamshedpur/cricket-craze-keeps-fans-indoors/articleshow/69822765.cms", "time": "2019-06-17 13:09:00"}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Education, malnutrition are priorities of Kolhan MPs": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/education-malnutrition-are-priorities-of-kolhan-mps/articleshow/69493298.cms", "time": "2019-05-25 12:32:00", "description": "JAMSHEDPUR: Geeta Koda, the 35-year-old Congress leader who became the first woman to get elected to Lok Sabha from Singhbhum, is clear about her priorities for the next five years. Speaking to TOI following her victory, Koda said malnutrition, women trafficking and unemployment are some of the problems that beset her constituency. \"West Singhbhum is a mineral-rich district but, ironically, unemployed youth from the rural areas here migrate to other states in search of jobs. We will have to make sure that they have enough job opportunities here,\" the MP-elect said.  In Jamshedpur constituency, BJP's Bidyut Baran Mahato, who won the seat by over 3 lakh votes, said he will try to transform Steel City into the leading education hub of the state. \"This city has a great potential in the education sector and I assure the people that we will strive hard to bring leading engineering, medical and professional colleges here,\" Mahato said. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Prohibitory orders lifted from Steel City's Jugsalai locality": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/prohibitory-orders-lifted-from-steel-citys-jugsalai-locality/articleshow/69408686.cms", "time": "2019-05-20 12:18:00", "description": "JAMSHEDPUR: A week after clashes took place between BJP and JMM workers, normalcy returned to Jugsalai on Sunday. Prohibitory orders were also lifted from the locality on Saturday night. On Sunday, all shops were opened and the market was abuzz with activity. \"It took a week for the police to bring normalcy, but we are relieved now,\" Jugsalai-based trader Avtar Singh said. The administration had clamped prohibitory orders after supporters of JMM and BJP clashed on charges and counter-charges of booth capturing during the May 12 leg of the Lok Sabha election outside a polling booth in Jugsalai. The incident snowballed into a law and order problem. Download The Times of India News App for Latest City ."}, "Special plastic bag ban drive in Kolhan from May 25": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/special-plastic-bag-ban-drive-in-kolhan-from-may-25/articleshow/69359662.cms", "time": "2019-05-16 17:57:00", "description": "JAMSHEDPUR: Plastic bags are a banned product in Jharkhand but they are often used by shopkkeepers in Jamshedpur and other parts of Kolkhan. Notably, Raghubar Das government had issued orders on September 5, 2017 banning the use of plastic bags in Jharkhand. In the initial stage the ban saw the end of use of plastic bags in the state but as time elapsed, the bags somehow slithered into the market from the back door and are being used by shopkeepers again. To deal with this menace with an iron hand, Kolkhan commissioner Vijay Kumar Singh has instructed the DCs of East Singhbhum, Seraikela-Kharsawan, and West Singhbhum districts to come down heavily on those who do not follow the ban. He also instructed the DCs to organise special drives from May 25 to June 10 to ensure the proper implementation of the plastic ban. Instructions have been given that under the special drive plastic bags should be seized and those using it should be fined heavily. Day-to-day reports have to be filed by the district administration in this regard. It may be mentioned here that during the Swachh Bharat Abhiyan, the notified area committees of the respective areas had lent their hands in the proper implementation of the ban, which fizzed out with the passage of time. Sources say now plastic bags have re-appeared in the market and they are being used openly in Jamshedpur and rural parts of East Singhbhum district, along with other areas of Kolhan. Download The Times of India News App for Latest City ."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "BJP's poor show in minority pockets worries Saryu Rai": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/bjps-poor-show-in-minority-pockets-worries-saryu-rai/articleshow/69577483.cms", "time": "2019-05-30 13:45:00", "description": "JAMSHEDPUR: Food and civil supplies minister Saryu Rai on Wednesday expressed his concern over BJP's inability to get Muslim support in Jamshedpur constituency in the just-concluded Lok Sabha election. While talking to media persons here, Rai said, \"Muslims are good people, but I do not think they prefer to vote for us.\" He added, \"Although we worked hard to win their hearts, they did not vote for us.\" Rai's comments came against the backdrop of BJP getting a mere 1,128 votes in 50 Muslim-dominated booths at Azadnagar and Mango in Jamshedpur constituency. The minister's statement coincided with the resignation of BJP's district minority cell president, Aftab Ahmed Siddiqui, from his post owning responsibility for the party's poor performance in the polls in Muslim-dominated areas. Rai said, \"We will take out abhar yatra (thanksgiving march) in the constituency from June 2 to June 9 to express our gratitude to all those who voted for BJP and helped the Narendra Modi-led government be in power for a second straight term.\" Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Fire safety audit of coaching centers in Steel City soon": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/fire-safety-audit-of-coaching-centers-in-steel-city-soon/articleshow/69618341.cms", "time": "2019-06-02 12:09:00", "description": "JAMSHEDPUR: Private coaching institutes that run in commercial buildings here defying the fire safety rules will now face the wrath of the district administration. The move comes after the deadly fire that claimed several lives in Surat, Gujarat. District administration officials said they will conduct random inspections of the buildings where the coaching centers operate to ensure effective implementation of the fire safety measures. DC Amit Kumar said, \"Along with the inspection of the buildings, mass awareness drive on fire safety measures will also be carried out.\" Convener of the Jamshedpur Abhivabvak Sangh that submitted a representation to the DC for a fire audit of the coaching centres said, \"The devastating fire mishap at a coaching centre in Surat that killed 20 students on May 24 was an eye opener. Hence, we thought it prudent to seek a fresh audit of the fire safety measures.\" Close to 150 coaching centres are running in the multi-storied commercial buildings in Sakchi, Bistupur, Golmuri, Sidhgora and Baridih among other places in the Steel City that provides coaching classes to the engineering, medical, railway, banking, state and central public service commission job aspirants, but barring a handful, majority of the centres lack fire safety measures. Prerna Classes, one of the leading preparatory institutes in Bistupur, has adhered to the fire safety measures, effectively. \"Along with installing fire sprinklers in each of the three floors, we have installed smoke detectors and have three separate emergency doors in each of the floor besides two ladders and rope for use in case of emergencies,\" said a Prerna Classes official, Shailash Kumar. Akash institute centre director, Rajesh Kumar, said, \"We have also installed fire control devices and carry fire audit periodically.\" Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Pathalgarhi issue needs to be discussed in detail: Arjun Munda": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/pathalgarhi-issue-needs-to-be-discussed-in-detail-arjun-munda/articleshow/69503646.cms", "time": "2019-05-26 12:37:00", "description": "JAMSHEDPUR: The newly elected MP from Khunti, Arjun Munda, said pathalgarhi is a traditional character associated with the lives of tribal people of Khunti. Admitting that pathalgarhi is an issue in his Lok Sabha constituency, Khunti, the former chief minister said it is a sensitive matter and deserves to be handled accordingly. \"I will examine the whole of pathalgarhi issue in great detail and will then come up with appropriate suggestions,\" Munda said to reporters on the sidelines of his felicitation by BJP workers at the residence of the state food and consumer affairs minister Saryu Rai here. Munda, now a two-time MP, also told the reporters that Naxalism is the other important issue Khunti is besieged with. \"Definitely, development will bring prosperity in Khunti and resolve the other issues,\" the ex-CM said, adding that he has already plans for lifting the constituency from poverty, backwardness and Naxalism. Soon after emerging victorious in the Lok Sabha poll on Thursday, Munda had announced that he will make Khunti an education hub. Responding to a particular question, Munda said the contest in Khunti was tough but with the support and blessings of the voters, he eventually made it through. \"I must say our party men worked very hard to ensure the victory \" Munda said. Munda's won the Khunti Lok Sabha seat by a margin of 1,445 votes over his rival candidate and Congress's mahagathbandha nominee Kalicharan Munda. Congress and other the alliance parties have said Munda's victory is very doubtful and will move the court soon. Saryu Rai said Munda's election to Parliament meant a lot to the party. \"Arjun Munda ji is a senior party leader and a former chief minister. He deserved a win. His win means a lot to the party,\" Rai said. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "East Singhbhum administration submits report on Fani damage": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/east-singhbhum-administration-submits-report-on-fani-damage/articleshow/69505491.cms", "time": "2019-05-26 16:47:00", "description": "JAMSHEDPUR: East Singhbhum district administration has submitted a detailed report of the extent of damage caused by cyclone Fani, which hit Odisha, West Bengal and Jharkhand on May 3 & 4. In its report the administration said 10 houses have been completely damaged and 66 partially damaged in the district. Sources further said 20 hectares of farming land in Baharagora (located in Jharkhand and Odisha border areas) have also been affected by this cyclone. People living in Dhalbhaumgarh were also affected by this cyclone, though the damage is estimated to be lesser than neighbouring Baharagora. Standing crops have been damaged in Baharagora area. Administration said Fani had no damaging effect in Jamshedpur, Mango, Patamda and Boram circles of the district. In its report administration has sought compensation of Rs 3,200 for partially damaged houses and Rs 95,000 for fully damaged houses. It has also sought compensation of Rs 6,800 per hectare for farming land. Notably, the cyclone had wreaked havoc is coastal areas of Odisha causing large scale damage of property. Download The Times of India News App for Latest City ."}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "AAP plans signature campaign to highlight water scarcity faced by Ranchi residents": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/aap-plans-signature-campaign-to-highlight-water-scarcity-faced-by-ranchi-residents/articleshow/69700643.cms", "time": "2019-06-08 12:11:00", "description": "RANCHI: Aam Aadmi Party (AAP) announced on Friday that it will collect 25,000 signatures and send them to the Prime Minister's Office to draw attention to electricity and water woes faced by the residents in capital city. The signature campaign will be carried out through 'mohalla sabhas' here. The regional secretary of AAP, Rajan Kumar Singh, said, \"We will gherao Raj Bhavan on June 12 to demand a resolution to the problems.\" AAP's state unit also demanded that electricity companies be fined if there are any unscheduled power cuts. Singh added, \"On an average, every day there are about 4 to 5 hours of power cut in Ranchi.\" The party, which withdrew its Jamshedpur candidate Dinesh Mahato after allegations of corruption surfaced against him, is planning to contest all 81 seats in the forthcoming Vidhan Sabha elections in the state. The acute water crisis in Ranchi had taken a violent turn on Thursday when Bharat Prasad Sahu, a resident of Kishoreganj, injured six people, including a woman, at Bhuiyan Toli over water distribution. Station in-charge of Kotwali police station S N Mandal said, \"Two FIRs have been registered. The accused and the victims are undergoing treatment in hospitals at the moment.\" The youth wing of JVM-P also sat on a dharna at Firayalal Chowk to protest against water scarcity in the city. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "East Singhbhum district administration gears up for Yoga Day": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/east-singhbhum-district-administration-gears-up-for-yoga-day/articleshow/69758027.cms", "time": "2019-06-12 18:01:00", "description": "JAMSHEDPUR: East Singhbhum district administration is getting ready for Prime Minister Narendra Modi's ambitious Yoga Day to be organized on June 21. The main programme of International Yoga Day would be organized at Bistupur-based Gopal Maidan. In the connection a high-level meeting was called by deputy commissioner Amit kumar and senior superintendent of police Anup Bithre. Sources said on Wednesday efforts are on to ensure the success of the Yoga programme starting from the district level to the panchayat level. Sources added that a dry run of the Yoga day programme would be held on June 13 at the same venue. It would be assisted by experts of Patanjali Yogpeeth. The BDOs and block level officials of the district have been instructed to get fully prepared for the event. Sources said an estimated 7,000 people would take part in the Yoga day programme. Among the high profile people expected to attend the event are Jamshedpur MP Bidyut Baran Mahato and big shots from the Steel City-based companies. The event would begin at 6am and if there is any weather-related problems, alternative arrangements have been made to hold the event at Mohan Ahuja Stadium near Sacred Heart Convent School. Students of Class 7 and above would be encouraged to attend the event. Schools and colleges in the district have been asked to take part in the programme. Notably, this year PM Modi is scheduled to take part in the event at Ranchi. The event would be held at Prabhat Tara ground, where 30,000 people are expected to take part. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Woman rains blows on 'ACB officer' in Jamshedpur": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/man-thrashed-in-jamshedpur-for-posing-as-acb-officer-fir-filed/articleshow/69230202.cms", "time": "2019-05-08 16:09:00", "description": "JAMSHEDPUR (JHARKHAND): A man who allegedly posed as an Anti-Corruption Bureau (ACB) officer was publically thrashed by a woman here who claimed he had demanded a sum of Rs 50,000 from her to resolve a personal issue. Police have registered an FIR against Falendra Mehto, a resident of Chakulia in Ghatshila for allegedly posing as an ACB officer and cheating people. #WATCH Jamshedpur: A woman thrashed a man, in Mango area, who posed as an Anti-Corruption Bureau Officer and demand… https://t.co/9b5u53iqVp&mdash; ANI (@ANI) 1557289279000The woman, Rakhi Sharma, alleged that Mehto had claimed to be an ACB officer and had even shown her what seemed to be an official I-card to convince her of his identity. \"We met him a few days ago. He used to come with women to raid houses in various areas. I also thought of working with him and sought his help to resolve my personal problem. For this, he asked me to pay Rs 50,000 for legal work. I called the ACB and learned that the person is fake as no officer can conduct raids without serving a legal notice,\" Sharma told ANI. Sharma alleged that when she refused to give him the money, Mehto started to threaten her. \"When I refused to pay up, he began to threaten me claiming that he will raid my house and put me in jail. Later, I contacted the police and with the help of some of my relatives and friends we nabbed him,\" she said. In a video of the incident, the woman was seen raining blows on Mehto and hitting him with footwear. Later policemen are seen intervening and taking him away in a van. According to police, in order to make money, Mehto used to conduct fake raids at several places, including liquor shops. \"Rakhi Sharma said she was facing some personal problem, for which, she sought help from this fake ACB officer. He asked for Rs 50,000 to resolve it. When she discussed about it with her relatives they learned the person is a fake. Later, they nabbed him and brought him to the police station,\" Mango Station House Officer Arun Mehta said. \"Mehto used to raid various places including liquor shops to make money. He owns a fake card which declares him to be an ACB officer. We have arrested the accused and now probing the matter to see if he is a part of some gang.\" In Video:Jamshedpur: Woman thrashes man with slipper for posing as anti-corruption officer, demanding Rs 50kDownload The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Jharkhand Congress: Balmuchu points fingers at Ajoy for party's debacle": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jharkhand-congress-balmuchu-sides-banna-points-fingers-at-ajoy-for-partys-debacle/articleshow/69600173.cms", "time": "2019-05-31 19:48:00", "description": "JAMSHEDPUR: After the poor performance of Congress in Jharkhand, state-level leaders have drawn daggers against each other. Former state president Pradeep Balmuchu, while talking to TOI, said, \"We need to seriously look into the party's dismal report card in the state and pin-point those responsible for the failure.\" Balmuchu, who has held the post of state party president for nine years in a row, questioned why are those Congressmen being victimized who are raising fingers at the poor show of present state president Ajoy Kumar. Balmuchu asked how East Singhbhum district president Vijay Khan can take disciplinary action against former state minister and ex-MLA from Jamshedpur west Banna Gupta. A tribal leader, who had represented the Ghatshila assembly seat (under Jamshedpur Lok Sabha seat) for 15 years, Balmuchu said if we do not take action against those responsible for party's failure now, in assembly elections in state which is due by the end of this year, our seat tally will not improve at all. He further said internal democracy within the party is a must otherwise, it will sink in the days to come. Meanwhile, East Singhbhum district Congress president Vijay Khan alleged that Banna Gupta had broken party rules and criticized Ajoy Kumar in public forum. He said the district Congress would take action against Banna. Notably, Banna had earlier denied receiving any show-cause notice from the district Congress head. Download The Times of India News App for Latest City ."}, "Ramchandra Sahis: From a farmer to Jharkhand cabinet minister": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/ramchandra-sahis-from-a-farmer-to-jharkhand-cabinet-minister/articleshow/69773967.cms", "time": "2019-06-13 17:56:00", "description": "JAMSHEDPUR: Ramchandra Sahis, the AJSU-P mla from Jugsalai reserved seat, who will take oath as a state cabinet minister in the Raghubar government on Thursday has seen many ups and downs in life. Born on Jan 15, 1975 at a remote Muchidih village under Boram block in East Singhbhum district, Sahis's life was full of struggle. He passed his 10th board exam in 1991 from Ramakrishna Mission Vivekanand High School. Then he passed 12 board from Singhbhum College under Seraikela-Kharswan district. Sahis lost his father at an early age of 12, so responsibilities of his family were over him. This did not prove a hindrance for this young man to serve the society. Whenever he got time, Sahis, a bright student as told by his teachers, helped his fellow villagers. To earn a living Sahis undertook odd jobs like working as helper in the farming sector, running a poultry farm, tuition teacher. As told by his fellow villagers Sahis an honest man who was always willing to help others in the time of distress. In 2009, Sahis came in contact with AJSU-P supremo Sudesh Mahato and later got enrolled in the party. In the same year Mahato gave him the ticket from Jugsalai reserved seat (which has voters from both rural and urban areas). In that election Sahis turned out to be a dark horse and defeated three-time JMM heavyweight MLA and then state minister Dulal Bhuiyan by a margin of more than 3,000 votes. Sahis under the banner of AJSU-P triumphed in the 2014 polls too. Sahis, short build up man, is a very powerful orator, as told by many of his fellow MLAs. Sahis, a strong follower of Swami Vivekanand's ideology, believes that he is not an MLA rather a \"sevak\" of his fellow villagers and others living in the Jugsalai constituency. Residents of his constituency say that Sahis was and is always approachable like their next door neighbour. He meets people at a garage in his Mango-based house. People with all kind of problem meet their MLA, knowing he would help him/her in all possible way. Sahis believes that education is the key to development, so puts all effort to ensure better education is available in the area. Sources said it was Sahis, who toiled hard to get affiliation for Patamda degree college. Development is always a top priority for this MLA and it was his efforts which bore fruit and now villagers in and around Patamda have proper roads, drinking water and health care. Notably, Sahis would fill in the quota of AJSU-P, which is an ally of the BJP with four MLAs in the Jharkhand assembly. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Kolhan happy for its 'son of the soil'": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/kolhan-happy-for-its-son-of-the-soil/articleshow/69609099.cms", "time": "2019-06-01 13:46:00", "description": "JAMSHEDPUR: People in Kolhan are delighted with the decision of the Prime Minister Narendra Modi to appoint Arjun Munda as the tribal affairs minister at the Centre. A three-time chief minister of Jharkhand, Munda is the first politician from the Kolhan division to be a part of the Union cabinet. \"Although Munda Ji represents Khunti in the present Lok Sabha, Kolhan is his birthplace and, therefore, his elevation to the rank of a cabinet minister gives great joy to the residents of Kolhan,\" national secretary of the Confederation of All India Traders (CAIT), Suresh Sonthalia, said. All India Ho Language Action Committee convenor Sura Biruli said: \"Arjun Munda was a CM and has enough experience in running various departments. He has rightly been made the minister for tribal affairs.\" Biruli recalled how Munda became popular among the tribal community by introducing schemes like giving bicycles to tribal students free of cost while he was the CM. BJP leader and tribal activist, Ramesh Hansdah, praised Modi for making Munda a minister. \"Tribal affairs is a crucial department that deserved an experienced hand. Munda will do justice to the ministry,\" Hansdah said. He, however, added the real challenge for Munda will be to properly implement the Forest Rights Act and expend the annual budget of the tribal affairs ministry, among others. Happy that her son could become a minister in the Modi government, Munda's mother Saira Munda said: \"Earlier, he served the state as CM and now he will serve the whole country as a Union minister.\" Arjun Munda began his political journey with JMM in 1980 and became an MLA from Kharsawan on a JMM ticket in 1995, but soon joined BJP. In 2014, he lost the assembly election to JMM's Dashrath Gagrai and went into political oblivion till he was elected from Khunti parliamentary seat last month. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Bike-borne Maoists gun down 5 cops in Jharkhand village": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/bike-borne-maoists-gun-down-5-cops-in-jharkhand-village/articleshow/69796766.cms", "time": "2019-06-15 07:41:00", "description": "JAMSHEDPUR/RANCHI: Just about 60km from Jamshedpur, Maoists on Friday gunned down five policemen at a weekly market in Seraikela-Kharsawan district in Jharkhand. The attack was the latest in a string of strikes by CPI (Maoist) in the state after the Lok Sabha polls. The incident occurred in Kukru Haat under Tiruldih police station limits. The policemen — all from Jharkhand Police — were killed on the spot. Eyewitnesses told police that the motorcycle-borne attackers fled with the weapons of the deceased. The identities of the dead policemen could not be ascertained till late evening, but sources in Ranchi said they were posted at Tiruldih police station —two were assistant sub-inspectors and three, constables. The five policemen were on patrol duty in the market on Friday. Locals said at least six Maoists, travelling on two motorcycles, first attacked the police with knives and then fired indiscriminately. “They circled the jeep and dragged the jawans out and killed them,” said a source. “One of our men, who was part of the patrolling party, is missing,” Seraikela-Kharsawan SP Chandan Sinha said. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "BJP aims at 'double engine govt' in Jharkhand polls with 65+ tally: Laxman Gilua": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/bjp-aims-at-double-engine-govt-in-jharkhand-polls-with-65-tally-laxman-gilua/articleshow/69790606.cms", "time": "2019-06-14 18:22:00", "description": "JAMSHEDPUR: With an aim to continue the development work in Jharkhand, BJP aims to increase its tally to 65+ in the forthcoming assembly elections due later this year. State BJP president Laxman Gilua while talking to TOI on Friday said: \"To speed up the development work both state and Centre have to work hand in hand,\" adding that with Modi government in the Centre, NDA should be in power in state too. He said need of the hour is a \"double engine\" government (meaning same party ruling in Centre and state) so that there are no speed breakers in the road of development. Gilua counting the achievements of the present NDA government-led by Raghubar Das said at present all round development is only possible as there is a \"double engine\" government here. Recounting his recent meeting in Delhi with party's national president Amit Shah, Gilua said all efforts would be made to get 65+ seats out of the 81 in the assembly polls. He said like the Lok Sabha polls every party functionary would be instructed to play an active role in the polls. He added that booth-level committees would strengthened so that party can improve its tally in every booth, which would result in better performance for the party. The meeting was attended by Jamshedpur MP Bidyut Baran Mahato, state poll incharge Mangal Pandey and several party big wigs. It may be mentioned here that BJP won 12 out of 14 Lok Sabha seats in state in the recent polls and simple arithmetic says party is ahead in 63 assembly seats, if elections are held now. In the last 2014 polls, BJP and its ally AJSU-P got 42 seats, just 1 more than simple majority in the House. Giula said going ahead with this calculation, BJP wants to improve its tally to 65+. This time party wants to get a two-third majority in the House. Talking about allying with other parties, Gilua said AJSU-P is an ally of NDA and this tie up would continue this time too. Commenting on JD(U), Gilua said: \"We are partners in neighbouring Bihar and Centre,\" adding that doors are always open for talks and before polls there is a possibility of joining hands too. Gilua did not want to open his cards on whether BJP would fight the state polls with Raghubar Das as chief minister face. He said each and every person in the party is equally important so chief ministerial candidate is not an issue any time. Download The Times of India News App for Latest City ."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "'Champai Soren absent from JMM meet, no rift'": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/champai-absent-from-jmm-meet-no-rift-ex-mla-ramdas/articleshow/69753704.cms", "time": "2019-06-12 13:39:00", "description": "After the recent Lok Sabha poll debacle, JMM leaders under the leadership of former Ghatshila MLA Ramdas Soren met in Jamshedpur to discuss what led to party's loss from the Steel City seat. The netas also tried to find ways to plug the loopholes which led to the loss. Sources in the party said the leaders also deliberated on the strategy for the state polls due at the end of the year. Notably, mahagathbandhan candidate from JMM Champai Soren lost the Jamshedpur seat to BJP's Bidyut Baran Mahato by a more than three lakh votes, which is the highest margin since the formation of seat in 1957. Sources said Soren did not attend the meeting even though he was invited. Talking to TOI, Ramdas Soren on Tuesday said Champai was absent from the meet due to personal reasons and denied any rift within the party. He said each and every party functionary was loyal to Guruji. TOI tried to contact Seraikela MLA Champai Soren in this connection, but he was not available for any comments. He said JMM working president Hemant Soren would be the party’s chief minister face in the state polls. He added the district committee will fight the polls with full strength so that it wins all the six assembly seats under Jamshedpur. Ramdas said the district committee will follow the party's central leadership decision on allying with like-minded parties in the coming polls. Meanwhile, sources said there were allegations that a good section of ground-level functionaries had not supported the party candidate in the polls. The internal party rivalry had led to the poor performance in the polls for the Jamshedpur seat. Those present at the meeting tried to brush aside the allegations against them and made all efforts to highlight their loyalty towards the party, leadership and candidate. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Jamshedpur: Close shave for jawans on poll duty": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jamshedpur-close-shave-for-jawans-on-poll-duty/articleshow/69343852.cms", "time": "2019-05-16 13:33:00", "description": "JAMSHEDPUR: A major accident was averted on national highway 32 under Nimdih police station near Chandil in Jharkhand's Seraikela Kharsawan district on Wednesday night when a bus ferrying jawans deployed for poll duty in Chaibasa was heading towards Deoghar. Sources said the bus lost control near Pitki which is close to Chandil police station. However, timely action of the driver saved the day. Sources said if the driver had not applied the brakes on time, the vehicle would have turned turtle. After getting information, Nimdih police reached the accident site and helped the jawans to board another vehicle, said sources. Chaibasa, which is under the Singhbhum Lok Sabha constituency, witnessed polls on May 12. Elections in Deoghar are scheduled in the last phase on May 19. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Kolhan prepared for smooth polls today": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/kolhan-prepared-for-smooth-polls-today/articleshow/69288934.cms", "time": "2019-05-12 08:44:00", "description": "JAMSHEDPUR: The administration of three districts under Kolhan division have pulled out all stops to ensure voting in 3,170 booths across Jamshedpur and Singhbhum Lok Sabha constituencies take place smoothly on Sunday. In the Jamshedpur Lok Sabha constituency, where 17,01,342 voters will exercise their voting right in 1,886 polling booths to elect their MP from the 23 candidates in the fray, the administration has deployed 40 companies of paramilitary forces that will work along with the four companies of Jharkhand Jaguar and two companies of CoBRA and the district police force for holding free and fair polls. \"Borders with Odisha and West Bengal have been sealed and extensive checking of vehicles is underway to prevent movement of unauthorized and illegal objects such as arms, liquor and unaccounted money,\" said district returning officer-cum-DC Amit Kumar. He said more than 70% of the booths in the constituency have been categorized as hyper-sensitive or sensitive and security has been planned accordingly. Kumar added that 295 booths will be under CCTV surveillance while 233 polling stations will have webcasting facility. There are 129 model polling stations equipped with sitting arrangements, voter queue management system, help desk and drinking water facility. \"A few model stations have been decorated to celebrate the right to vote in a democracy,\" Kumar said. In a first, 25 all-women booths have been set-up in the constituency while 1,701 booths have ramps for differently abled voters. In the Maoist-hit Singhbhum constituency, where 12,68,111 voters will exercise their voting right in 1,284 polling stations to elect their Lok representative from the nine candidates in the fray, the administration has deployed over 25 companies of paramilitary forces for peaceful polling. With 947 polling stations located in the Maoist-affected Saranda area categorised as hyper-sensitive and sensitive, the administration airdropped polling officials in 70% of the said polling stations on Friday and Saturday. At each of the booth, five armed security personnel will be deployed. At 101 polling stations with no CCTV, security personnel have been entrusted with the surveillance job. \"arrangements have been made for the voters to go and exercise their voting right without any fear,\" said district returning officer-cum-DC Arava Rajkamal. The Seraikela-Kharswan administration has carried out extensive long-range patrolling in the forest areas in Seraikela 72 hours ahead of the polls. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "NOTA voters decline in Jamshedpur seat": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/nota-voters-decline-in-jamshedpur-seat/articleshow/69484641.cms", "time": "2019-05-24 18:07:00", "description": "JAMSHEDPUR: In the 2019 Lok Sabha polls, the number of voters in the Jamshedpur seat pressing the NOTA was lesser in the number than the previous elections in 2014. In 2014, 15,629 voters pressed the NOTA, whereas 5678 voters opted for NOTA in 2019. The results of the General Elections were announced on May 23. Meanwhile, in the Jamshedpur seat, which has Baharagora, Ghatshila, Potka, Jugsalai, Jamshedpur West and Jamshedpur East assembly segments, out of the 23 candidates 21 who fought the polls from this seat lost their deposits. Only Mahagathbandhan's candidate from JMM Champai Soren could manage to save his deposit. Sources said counting for the seat was completed in 21 rounds. Champai polled in 3,75,671 votes whereas winning candidate from BJP Bidyut Baran Mahato got 6,76,249 votes. Sarita Anand, an independent candidate polled in the lowest votes (1183). Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Raghubar Das's drinking water drive": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/raghubar-dass-drinking-water-drive/articleshow/69687832.cms", "time": "2019-06-07 12:49:00", "description": "JAMSHEDPUR: Chief minister Raghubar Das on Thursday laid the foundation of a solar energy-driven rural drinking water project in Chakradharpur, West Singhbhum that would benefit 1,200 households. The project would roughly cost Rs 84 crore. The CM also laid the foundation of the revival of 30 ponds each in West Singhbhum and East Singhbhum and 20 ponds in Seraikela-Kharsawan, respectively, besides launching the work for installing 14,929 LED street lights in West Singhbhum. Speaking on the occasion, Das said five drinking water projects will be launched soon that will benefit 15,000 people in the district of West Singhbhum. \"The state is determined to provide quality drinking water to every household and ensure no one drinks polluted water,\" the CM said. Das also laid the foundation of 35 health and wellness centres and 250 model anganwadi centres in mineral-rich West Singhbhum. \"Soon sewing centres in Manoharpur and Chaibasa will come up, which will empower women to become self reliant,\" the CM added. He also informed that so far around 29 lakh women have benefited from Pradhan Mantri Ujjwala scheme and that the government has decided to bring an additional 14 lakh women under the ambit of the project. Interacting with the villagers at Jan Chaupal, the CM said that out of 57 lakh beneficiaries identified for Ayushman Bharat scheme, 32 lakh have availed the \"Golden card\". \"Ayushman Bharat beneficiaries will not have to pay a processing fee of Rs 30 to have the Golden card anymore,\" Das announced at the chaupal. The CM accused the opposition parties, particularly JMM and Congress, of deliberately raising the bogey of BJP being anti-tribal for petty political gains. He said that in Santhal Pargana the JMM used this bogey for long to win elections, but the tribal people have realised that it is BJP which is working towards the holistic development of the tribal community. Top officials of the Kolhan division were present at the programme. Download The Times of India News App for Latest City ."}, "CM asks Niti team to include state's two lifeline rivers in central scheme": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/cm-asks-niti-team-to-include-states-two-lifeline-rivers-in-central-scheme/articleshow/69673955.cms", "time": "2019-06-06 13:25:00", "description": "RANCHI: The Raghubar Das government on Wednesday placed a demand before a visiting Niti Aayog team to include Jharkhand's two lifelines- Damodar and Subarnarekha rivers- in the Compensatory Afforestation Fund Management and Planning Authority (CAMPA) so that funds from it could be utilised to revitalise them. Last year, the Centre had announced a new approach to rejuvenate nine key rivers in the country- Ganga, Yamuna, Bhramaputra, Krishna, Cauvery, Godavari, Mahanadi, Narmada and Tapi. However, none from this mineral rich state was included. At a meeting headed by Das at Project Bhavan, the CM pressed for the inclusion of the two rivers in the state. Jharkhand chief secretary DK Tiwari told reporters, \"We have requested the Niti Aayog team to include these two rivers with CAMPA so that they can be effectively rejuvenated. They have given us a positive assurance.\" Talking to TOI, chief minister's secretary Sunil Barnwal said Jharkhand contributes 8% to CAMPA funds annually. But the funds that are being utilised to conserve 9 river basins nationally aren't benefitting this state. \"Of the nine basins, only Mahanadi (river basin) work slightly benefits Jharkhand as barely 0.18% patch of the river touches Jharkhand via Kolhan through different tributaries. On the contrary, we have two crucial rivers - Damodar and Subarnarekha, which need urgent attention. So, we have apprised the team with our concerns,\" he said. Damodar originates near Padma in Hazaribagh district and flows through different parts of Jharkhand before entering Dishergarh in West Bengal. On the other hand, Subarnarekha originates near Piska Nagri in Ranchi and traverses through Seraikela-Kharsawan, East Singhbhum before crossing paths in two directions to enter Bengal and Odisha. The state has also requested for linking Jharkhand's key roads with Centre's ambitious Bharatmala Pariyojana. \"We have requested the team to link four lane road network from Sahebganj district connecting key towns like Bokaro-Dhanbad-Jamshedpur till Dhamra port (Odisha) with Bharatmata Pariyojana. This will be a 740km road network for which we sought central assistance,\" another official said. The Niti Aayog team headed by its vice-president Rajiv Kumar arrived in Jharkhand on Tuesday. After visiting Jharia coal fields region in Dhanbad on Tuesday, the team reached Ranchi on Wednesday to meet CM Das and his team. Other members of the visiting team are additional secretary RP Gupta, advisors Niraj Kumar & Alok Kumar and joint secretary Harendra Kumar. Chief secretary Tiwari said the meeting was fruitful. \"We discussed at length on various issues for overall development of Jharkhand with special emphasis on health and education sectors. The team appreciated our efforts and assured all cooperation,\" Tiwari said. The Niti Aayog vice-president acknowledged the state government's efforts towards various development initiatives. When asked about the slow progress being made in the rehabilitation of hundreds of people living in underground fire-affected areas in Dhanbad's Jharia region, Kumar said, \"Efforts are on to give pace to it. It has been decided to soon hold a joint meeting of all stakeholders in Delhi to chalk out the modalities.\" Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "NDA confident of 12 seats in Jharkhand": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/nda-confident-of-12-seats-in-jharkhand/articleshow/69446130.cms", "time": "2019-05-22 17:53:00", "description": "JAMSHEDPUR: With most exit polls predicting a clear majority for PM Narendra Modi and his team, state party leaders are keeping their fingers crossed. If one goes by the exit poll results, BJP is expected to get around eight to 10 seats, a figure which is less than the 2014 general elections. The state BJP unit is, however, not ready to go by these figures. BJP’s election in-charge for Jharkhand Mangal Pandey said, “we will get 12 seats this time too.” He added that JMM patriarch Shibu Soren will lose his hold on the high-profile Dumka seat. Soren has been elected from this reserved seat for a record eight terms. Pandey said BJP candidate Sunil Soren will win the Dumka seat by a good margin. Though he did not go into the details of the exact poll strategy, Pandey said a different poll plan had been adopted for the Dumka seat. Commenting on the Singhbhum seat, where BJP's state president Laxman Gilua is contesting against the mahagathbandhan’s Congress Geeta Koda, Pandey said, “our party's state chief will emerge victorious.” He said ground-level workers of JMM are not happy that the seat was won by Congress. Apart from the Jaganathpur assembly seat, all the other five assembly segments under Singhbhum LS seat are with JMM. Pandey also claimed that former chief minister and BJP’s Khunti candidtae Arjun Munda, will continue to keep the party's flag flying high as Kariya Munda did. Notably, Kariya had won Khunti seat first in 1977. Kariya, who held the portfolio of steel ministry in the Morarji Desai government, won the seat seven times. Pandey did not express his confidence over winning Rajmahal and Lohardaga seats. In 2014, Rajmahal seat was won by JMM's Vijay Kumar Hansdak. This time it is fight between BJP's Hemlal Murmu and Mahagathbandhan's common candidate from Congress Mandal Hansda. At Lohardaga seat sitting BJP MP Sudarshan Bhagat is fighting against Congress's Rameshwar Oraon. Bhagat had won this seat in 2009 LS polls too. Lalit Oraon of BJP had first snatched this reserved seat from traditionally believed to be Congress's in 1991 polls. Meanwhile, talking to TOI from Delhi, state Congress head Ajoy Kumar appeared to be sure that his party on its own would win four seats and Mahagathbandhan will emerge victorious in eight seats. Kumar said, \"our party will win Ranchi, Lohardaga, Khunti and Chaibasa seats.\" Asked about the margin of win, Kumar said it would be a comfortable win in all places. He expressed confidence that this time tally of Mahagathbandhan will be more than of NDA in state. Download The Times of India News App for Latest City ."}, "Cops interrogate driver who survived Maoist ambush": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/cops-interrogate-driver-who-survived-maoist-ambush/articleshow/69809775.cms", "time": "2019-06-16 11:13:00", "description": "JAMSHEDPUR: DIG (Kolhan range) Kuldeep Dwivedi and other senior police officials on Saturday met the driver of the SUV in which the five police personnel patrolling Kukru market in Seraikela-Kharsawan district, 60km from here, before they were killed by the Maoists on Friday evening. \"We spoke to Sukhlal Kudada (the driver) to get the details of the killings. We will question him further,\" a senior police official said. The driver was the only occupant of the vehicle who survived the attack. Speaking to media persons, Kudada said, \"It was a horrific experience. I cannot describe it in words.\" He added, \"Minutes after we arrived near the market (village haat) to have water from Ichadih, about 10 to 15 armed men suddenly surrounded our vehicle. First, they tried to pull the police personnel out of the vehicle. When they failed to do so, they attacked them with knives and then they fired at them.\" Kudada said when the Maoists were attacking the police sitting in the rear seats, he quietly slipped out of the vehicle. He added, \"I walked some distance and then ran towards the market. I am still in a state of shock and find it difficult to recollect each and every minute detail immediately.\" Download The Times of India News App for Latest City ."}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "70 identified for Jugsalai clash on poll day, two held": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/70-identified-for-jugsalai-clash-on-poll-day-two-held/articleshow/69322298.cms", "time": "2019-05-14 13:34:00", "description": "JAMSHEDPUR: A day after clashes broke out between BJP and JMM workers outside a polling booth in Jugsalai on the day of voting, the district administration on Monday continued deployment of heavy police force but said the situation is rapidly turning into normal. District administration officials said keeping the sensitive nature of the area, they have decided not to lift prohibitory orders immediately. In the last 24 hours, police also arrested two accused in connection with the violence. Officials further said a probe and raids are on to identify stonepelters who forced police to lathicharge and fire tear gas shells during the clash on Sunday. On Monday, traders opened their shops in the area amid presence of security personnel and the market was operating as usual at Mahakaleshwar street, the epicentre of violence. Patrolling by motor-cycle borne policemen across Jugsalai was still going on while PCR vans remained static at strategic points to keep vigil. Jugsalai resident Raj Bhatia said, \"The situation is normal but apprehensions are still there.\" Senior SP Anup Birthare said the prohibitory orders will remain in effect for the next two days. He said, \"In connection with the stone-pelting case, we have identified 70 accused and have arrested two, so far. Raids are on.\" He added that a separate case under IPC Section 107 will be lodged against BJP and JMM leaders for the brawl at the polling station. In the closing hours of the polling at St John's school that housed five polling booths numbering from 166 to 171, a clash broke out between BJP and JMM supporters after allegations and counter-allegations of bids to capture booths. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "15-yr-old girl raped by cops in Odisha": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/15-yr-old-girl-raped-by-cops-in-odisha/articleshow/69371655.cms", "time": "2019-05-17 13:58:00", "description": "JAMSHEDPUR: A 15-year-old girl from Telco area lodged an FIR against four policemen of Jharsuguda district in Odisha for raping her. The survivor told the police that her friend Ravi, a resident of Sonari, had taken her to Jharsuguda on a trip this month. According to the girl, Ravi lodged her in a Jharsuguda hotel where four policemen in uniform raped her. She said the accused repeatedly raped her for eight days and then took her to a hotel in Jugsalai and fled away. Ravi, meanwhile, had fled from Jharsuguda after spending a night with her at the lodge, the survivor claimed. The girl approached the hotel owner in Jugsalai for help, the latter informed the local police and, subsequently, the girl was handed over to the district child welfare committee. \"We approached the Jamshedpur SSP to probe the matter, following which instructions were given to police here to lodge an FIR,\" CWC chairperson Pushpa Tirkey said. \"We are working with Jharsuguda police to identify the accused,\" officer in-charge of Telco police station A K Mandal said. Download The Times of India News App for Latest City ."}, "Jamshedpur: Banna Gupta gets ‘show-cause notice’ from district Congress": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jamshedpur-banna-gupta-gets-show-cause-notice-from-district-congress/articleshow/69564302.cms", "time": "2019-05-29 18:46:00", "description": "JAMSHEDPUR: Former minister from Congress Banna Gupta was handed over a ‘show-cause notice’ by the East Singhbhum district party head Vijay Khan. Sources said former MLA from Jamshedpur west assembly seat Gupta has been instructed to give explanation on why he openly criticized party's state chief Ajoy Kumar. Khan even alleged that Gupta had tried to tarnish the image of the party on social media. Sources said according to the ‘show-cause notice’ Gupta must give an explanation within five days. Congress's disciplinary committee has also handed over ‘show-cause notices’ to party functionaries Pappu Singh and Shahnawaz Akthar. Pappu has been suspended from the party for six years. Notably, after the debacle of mahagathbandhan in the recently held Lok Sabha polls, Gupta had sought for a review meeting of party’s debacle. Sources said he had questioned the performance of party's state president Ajoy Kumar in the recent polls. According to sources, Gupta said if Ajoy had taken all decisions without consulting others, he should be held responsible for the party's poor performance in the state. Meanwhile, talking to TOI Banna Gupta denied receiving any ‘show-cause notice’. He also denied that he had posted anything against the party. Download The Times of India News App for Latest City ."}, "Jamshedpur: Milkman's son cracks NEET, secures 3,358 rank": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jamshedpur-milkmans-son-cracks-neet-secures-3358-rank/articleshow/69677676.cms", "time": "2019-06-06 18:29:00", "description": "JAMSHEDPUR: The son of a milkman in Jamshedpur has made his family proud by cracking NEET UG 2019.  Aman Kumar Singh scored an all India rank 3,358 in NEET UG exam 2019. The results were announced on Wednesday. It was a dream come true not only for Aman but for his father too. Aman's father Arun Kumar works as a milkman at Cable Town Area of Golmuri area in the Steel City. To ensure that Aman gets quality education and climbs the success ladder in life, Arun sold off his cow and took loans to get his son enrolled in one of the best medical coaching institutes in the city. Arun's elder daughter Sonam studies engineering at BIT Mesra, Ranchi. He always ensured that the crunch of money was never a speed breaker for the dreams of his children. Aman after completing his medical course wants to treat the poor and needy. Download The Times of India News App for Latest City ."}, "Jharkhand: Congress, BJP workers clash in Chakradharpur post polls": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jharkhand-congress-bjp-workers-clash-in-chakradharpur-post-elections/articleshow/69506202.cms", "time": "2019-05-26 18:40:00", "description": "JAMSHEDPUR: Sporadic clashes broke out between Geeta Koda and BJP supporters at Chakradharpur in Jharkhand. Sources said youths from two groups reportedly fell out when supporters of mahagathbandhan's Congress'candidate from Singhbhum Lok Sabha seat Geeta Koda took a victory march in the town on Saturday evening. Sources said during the victory procession a BJP functionary was reportedly beaten by Congressmen. This infuriated the BJP workers and they retaliated to the attack. Sources said along with the winning candidate Geeta Koda, her husband and former Jharkhand chief minister Madhu Koda were present in the victory march. JMM district president Bhubaneshwar Mahato was also present there. As soon as the news of the clash spread in the town, BJP and its partner AJSU-P workers rushed to the spot in large numbers. Sources said agitated over the attack on their party worker, BJP and AJSU-P workers blocked the National Highway-75. The blockade was lifted, after 1 hour, when local police force rushed to the spot and assured that action would be initated against those guilty in the incident. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Nearly 100 booths shifted due to security reasons": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/nearly-100-booths-shifted-due-to-security-reasons/articleshow/69279664.cms", "time": "2019-05-11 12:45:00", "description": "RANCHI: Around 40,000 police personnel, including 175 companies of para-military forces, will be deployed to maintain law and order during the next phase of parliamentary polls in the state. Four constituencies - Giridih, Dhanbad, Jamshedpur and Singhbhum - would go to the polls on May 12. There are several places like Jhumra hills in Bokaro district, Parasnath hills in Giridih and Saranda forest in Chaibasa district that are affected by Left-wing extremism (LWE). The chief electoral officer (CEO) of Jharkhand, L Khiangte, said an air ambulance would be on stand-by for three days from Saturday to transport polling staff in case of any emergency. Three choppers would be used for transporting polling staff and also to carry out air surveillance in Maoist strongholds during the polls. Polling officials said that out of 8,300 booths going to polls on May 12, 1,762 booths have been categorized as hyper-sensitive, 3,908 as sensitive and three as critical. \"The hyper-sensitive booths are mostly located in LWE-hit areas,\" additional CEO Vinay Chaubey said. The officials added that 97 booths, including 93 in Chaibasa, three in Jamshedpur and one in Saraikela-Kharsawan district, have been relocated due to security reasons. There are 66.85 lakh voters in the four constituencies. The Election Commission will use 9,973 control units, 15,282 ballot units and 10,802 VVPATs in the penultimate phase of LS elections in the state. Download The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Jharkhand Party, Congress won Singhbhum seat 5 times, BJP thrice": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jharkhand-party-congress-won-singhbhum-seat-5-times-bjp-thrice/articleshow/69328324.cms", "time": "2019-05-14 18:55:00", "description": "JAMSHEDPUR: Singhbhum Lok Sabha seat has been the stronghold of Jharkhand Party and Congress. Both have won the seat five times each. BJP has won the seat, which is mixture of semi-urban and rural voters, three times. JMM has managed to win this only once till date. Notably, around 70% of the population in this Singhbhum LS seat comprise of people from Ho tribe. Bagun Sumbrui has won this seat five times. In 1977 Bagun Sumbrui won this seat under the banner of Jharkhand Party. Later this tribal leader joined the Congress and won the Singhbhum Lok Sabha seat in 1980 LS polls. This grand old man of politics won this seat in the 1984,1989 and 2004 Lok Sabha polls. After the formation of Singhbhum Lok Sabha seat, the first Lok Sabha polls were held in 1957. Tribal-dominated Jharkhand Party's Sambhu Charan won the 1957 polls. The party managed to keep the seat in its kitty till the 1977 Lok Sabha elections. With the passage of time Jharkhand Party merged with Congress. Surprisingly in this tribal seat JMM has won only once. In the 1991 polls ‘bahubali neta’ of JMM, Krishna Mardi, won the seat, when Jharkhand Movement was at its peak. BJP's Chitrasen Sinku won the Singhbhum seat, which comprises of Seraikela, Chaibasa, Majhgaon, Jaganathpur, Manoharpur, Chakradharpur, all ST (reserved) assembly constituencies, for the first time in 1996. In the next 1998 polls it slipped into the hands of Congress. Vijay Singh Soy of Congress won the seat in that polls. Again it went back to BJP in the 1999 polls. Laxman Gilua won it under BJP banner. In the 2004 LS polls which brought UPA-I government in power under Manmohan Singh, Bagun Sumbrui won the Singhbhum seat. Former Jharkhand CM Madhu Koda, who created history by becoming the first independent candidate to sit on CM's chair backed by Congress and JMM, won the Singhbhum Lok Sabha seat in the 2009 polls. He won the seat as an independent candidate by a record margin. During the 2014 polls, riding the Modi wave sweeping across Jharkhand, Laxman Gilua won the seat defeating Geeta Koda, wife of Madhu Koda. Laxman Gilua has polled in 3,03,131 votes and Geeta Koda of Jai Bharat Samanta Party got 2,15,607 votes. Congress candidate Chitrasen Sinku finished third with 1,11,796 votes. Just before election dates were announced Geeta Koda joined the Congress camp. Keeping poll mathematics of last elections in mind the mahagahtbandhan decided to field Geeta Koda as their joint candidate. Elections in Singhbhum took place on May 12 and all eyes are on this seat and the question is whether Modi factor will work this time and help the saffron party to retain this seat from once Congress stronghold. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Palamu district admin changes school timings after heatwave": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/palamu-district-admin-changes-school-timings-after-heatwave/articleshow/69264942.cms", "time": "2019-05-10 05:00:00", "description": "RANCHI: Ranchi, Palamu and different parts of the state are likely to experience heat wave on Friday, the Ranchi weather office said on Thursday evening. India Meteorological Department’s (IMD) Ranchi office also predicted a rise in daytime mercury by up to five degrees in Garhwa, Palamu, Latehar, Chatra, Gumla, Lohardaga, Khunti and Ranchi districts. “The remaining parts will likely experience mercury rise by at up to four degrees,” it said in a statement. On Thursday, Ranchi recorded 41.8°C while Jamshedpur recorded 42.5°C and Daltonganj experienced 44.6°C. Speaking to TOI, Palamu DC Shantanu Kumar Agrahari said school timings in the district were changed from 6.30 am to 10.30 am and government run schools have been directed to serve mid-day meals before 10.30 am. He said, “We have deployed 18 dedicated teams across the district which will carry out repair works of hand pumps on a war footing to avoid any water woes. Further, we have issued an advisory for public to keep consuming liquid diet and try to stay indoors during afternoons.” Explaining the reason behind the rise in mercury, IMD Ranchi director S D Kotal said: “There is a heat wave condition persisting in central India. Because of it, dry and warm winds are blowing eastwards into Jharkhand. That apart, cyclone Fani, which caused a lot of rain last week, has reduced moisture content over Jharkhand’s atmosphere significantly.” Kotal predicted that the heatwave condition is likely to prevail for two days. Thereafter, a trough of low pressure is likely to form which is likely to bring in cloud cover and moderate rain from May 13 onwards. Download The Times of India News App for Latest City ."}, "JD(U) may contest in all assembly seats of Jharkhand": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jdu-may-contest-in-all-assembly-seats-of-jharkhand/articleshow/69664187.cms", "time": "2019-06-05 18:02:00", "description": "JAMSHEDPUR: With less than six months to go for the upcoming assembly polls in Jharkhand, parties and their netas are padding up for match. Sources said Jharkhand JD(U) president Salkhan Murmu has claimed that party may contest on all 81 seats in state. Murmu in a meeting of party members added that Bihar chief minister and JD(U) national president Nitish Kumar had given him the responsibility of improving the party's organization in the state. Sources said Murmu also party was committed to remove the friction between adivasi, moolvasi and others residing in the state, so that people can live in harmony. He even said Jharkhand also needs the Nitish model of 'Sushashan' already implemented in Bihar along with women empowerment, common welfare schemes like road, drinking water, education. Murmu said if there is a poll tie up within NDA for Jharkhand polls, then candidates would be fielded accordingly. If there is no tie up, then JD(U) will contest on all the 81 seats. He said the final decision would be taken by the party high command and Nitish Kumar. Download The Times of India News App for Latest City ."}, "JMM, BJP workers, too, guard strong room 24x7": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/jmm-bjp-workers-too-guard-strong-room-24x7/articleshow/69440609.cms", "time": "2019-05-22 11:55:00", "description": "JAMSHEDPUR: They are done with shouting slogans against each other, at least for one more day - till May 23, the day of counting of votes. \"Now is the time to do our job in a relaxed manner and beat the heat,\" said a BJP election committee functionary, Anjan Sarkar, who is camping along with other party workers at the Jamshedpur Cooperative College, which has been converted into a strong room for the EVMs. In another camp, JMM leader Mahavir Murmu said, \"Our party workers are doing their job of monitoring the EVMs round the clock with sincerity and dedication and senior functionaries have voluntarily come forward to contribute dinner, lunch and breakfast.\" BJP's Bidyut Baran Mahato and JMM candidate Champai Soren are vying for the prestigious Jamshedpur parliamentary seat. The EC has allowed political parties to watch over the strong rooms where the EVMs are kept secure with a three-layer security and CCTV cameras. Till May 23 morning, the workers will have to stay in the makeshift camps and to make their stay pleasant, the parties and their leaders have decided to help them with food and other items to pass time. The EC also provided them with LED screens, showing live footage of the inside of the strong room. Sarkar said, \"Either way, we have to spend 24 hours guarding the EVMs, but the idea was to do that job in a relaxed manner. Hence, the party workers made personal contributions to arrange packets for breakfast, lunch and dinner apart from tea and cold drinks, so that there's no need to go home.\" BJP district president Dinesh Kumar said, \"In each shift, 20 workers from each mandal are put on monitoring duty since May 13 and will sit till the morning of the counting day.\" Unlike BJP camp, the JMM has made cooking arrangements near their canopy. Champai Soren visits the party's camp site once every day while BJP candidate Bidyut Baran Mahato has visited the party's camp site twice so far. The district administration has arranged 14 to 20 tables for the counting of votes that will go up to 20 rounds, depending on the size of the number of the booths. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Jharkhand Maoist attack: Youth Congress holds candle light march": {"description": "JAMSHEDPUR: To express solidarity with the families and colleagues of the jawans killed in the recent Maosit attack in Jharkhand, Youth Congress functionaries on Monday held a candle light march in Jamshedpur. During the course of their march, Youth Congress workers shouted slogans against the Raghubar government for being insensitive towards the men in uniform. They also lashed out at the state government for the recent incident where goons disfigured the statue of tribal leader Birsa Munda. Issuing a press statement, the Youth Congress demanded that the guilty must be punished immediately. It said if such action is not initiated then the youth wing would be compelled to launch intensified agitation. Meanwhile, East Singhbhum district Congress president Vijay Khan said that under the leadership of state party president Ajoy Kumar, functionaries would meet district commissioner at his office on Tuesday at around 12 noon and handover a memorandum over their various demands. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jamshedpur/jharkhand-maoist-attack-youth-congress-holds-candle-light-march/articleshow/69827291.cms", "time": "2019-06-17 19:47:00"}, "Congress to meet in Jamshedpur to discuss forthcoming state poll strategy": {"link": "https://timesofindia.indiatimes.com//city/jamshedpur/congress-to-meet-in-jamshedpur-to-discuss-forthcoming-state-poll-strategy/articleshow/69727787.cms", "time": "2019-06-10 19:00:00", "description": "JAMSHEDPUR: In view of the forthcoming assembly polls in Jharkhand due in the end of the year, Congress leaders would meet at Bistupur-based Tilak Pustakalaya in Jamshedpur on Tuesday. Party sources said the meeting has been called to strengthen party organization for the coming polls. In charge of Jharkhand Pradesh Congress Committee RPN Singh and state president Ajoy Kumar will be present in the meeting. Congress East Singhbhum district chief Vijay Khan will preside over the meet. Sources said the netas may discuss the party's poll strategy for the six assembly seats - Jamshedpur West, Jamshedpur East, Jugsalai, Baharagora, Potka and Ghatshila - under the Jamshedpur Lok Sabha seat. In the meeting leaders would take up the issue of public realtion with voters. Party's organizational strength would also be reviewed. Notably, in the recent elections the report card of Congress was quite bad as BJP-led NDA bagged 12 out of 14 Lok Sabha seats in Jharkhand. Congress managed to win only Chaibasa seat. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}}