{"Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Mumbai: One held with Rs 2 crore whale vomit used to make perfumes": {"description": "MUMBAI: A 53-year-old man who had come to sell 1kg of whale fish vomit valued around Rs 1.70 crore was arrested on Saturday. ‘Whale vomit’ or ambergris is a wax that originates as a secretion in the intestines of the sperm whale and is used to manufacture perfumes. The accused, Rahul Krishna Duphare, came near Vidyavihar railway station to sell the whale vomit, said an official from Ghatkopar police station. A police team that had got a tip searched him and found 1kg 130 gm of the stone-like material. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-one-held-with-rs-2-crore-whale-vomit-used-to-make-perfumes/articleshow/69836219.cms", "time": "2019-06-18 10:07:00"}, "Mumbai is all set to get its first-ever Cyber Crime police station": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/mumbai-is-all-set-to-get-its-first-ever-cyber-crime-police-station/videoshow/69800095.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Mumbai Abilympics saw participants bag five gold, seven silver and six bronze medals": {"description": "The first regional Abilympics in Mumbai saw around 450 People with Disabilities (PwDs) from Maharashtra and Gujarat at the two-day grand event held in the city. Eighteen promising PwDs have secured their place in the National Abilympics, which will be held later this year, to further qualify for the International Abilympics in Moscow in 2020. The Mumbai round saw five participants winning gold, seven silver and six bronze medals in various categories like gaming, bakery, floral arrangement and cooking. The event was hosted by the National Abilympics Association of India (NAAI), and also saw job fairs for PwDs and hard-hitting discourses on the self-sustainability of PwDs in the country. Why disability issues need to go mainstream?The event also hosted a panel discussion on ‘Mainstreaming of Disability Issues in Media Discourse’ in the presence of filmmaker Mahesh Bhatt and actor Pooja Bhatt. \" I urge corporate houses to provide employment opportunities to disabled people in the country, and fulfill our corporate social responsibilities in the truest manner”, said Mahesh Bhatt, adding that “We should support and take forward people from disabled categories because if we are not able to do that then, we will be doing injustice to ourselves. I feel if a society will not include so-called vulnerable people in its progress, then that society will not be able to reach anywhere.” How Abilympics is helping PwDs realise their dreams…This skill-based competition is organised annually, and provides a platform for the differently-abled to compete among themselves. The events test participants’ mental. Physical and creative abilities as they display their skills across varied categories from computer programming to floral arrangement. Virendra Rana who is orthopedically challenged won a silver medal in the floral arrangement skill test for the second consecutive year. He said, “I am excited to be a part of this event and I encouraged my wife, who is a polio patient to also take part for the first time in the same skill test.” Likewise, Sarvya Haresh who won a gold in the food competition added, “I have been bitten by the entrepreneurial bug and aim to start my own restaurant someday.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-abilympics-saw-participants-bag-five-gold-seven-silver-and-six-bronze-medals/articleshow/69835960.cms", "time": "2019-06-17 13:57:00"}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "\nSajid Nadiadwala conferred with Chevalier dans l’Ordre des Arts et des Lettres in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Sajid-Nadiadwala-conferred-with-Chevalier-dans-lOrdre-des-Arts-et-des-Lettres-in-Mumbai/articleshow/54464331.cms", "time": "", "description": "Sajid Nadiadwala, on Tuesday, was conferred with the Chevalier dans l’Ordre des Arts et des Lettres (Knight of the Order of Arts and Letters) by Alexandre Ziegler (French Ambassador to India). While his wife Warda Nadiadwala kept him company, his friends and colleagues from the industry cheered him on. Sajid said, “France is a beautiful country which is not completely tapped in our films. Shooting there has been such a delight.” Download The Times of India News App for Latest City ."}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "‘Indecent’ mannequins in Mumbai face action": {"description": "MUMBAI: Almost six years after former BJP corporator Ritu Tawade from Ghatkopar had proposed a ban on lingerie mannequins in Mumbai as they “display a woman’s body simply for advertising and unnecessarily attract male attention”, civic law committee members on Monday directed Brihanmumbai Municipal Corporation to take action against those on municipal roads. Committee chairman Sheetal Mhatre said, “I have sought action within a fortnight as these mannequins are placed outside shops, encroaching on municipal land. It is similar to illegal hawkers who use trees along roadsides to display wares.” BMC stated that following the proposal, as the civic administration had no power to take action under Mumbai Municipal Corporation (MMC) Act (1888), they had sought directions from the state government as an authorized government gazetted officer can take action under Indecent Representation of Woman (Prohibition) Act 1986. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/indecent-mannequins-in-mumbai-face-action/articleshow/69835569.cms", "time": "2019-06-18 09:09:00"}, "Consider ramps for differently-abled in local trains: Bombay high court": {"description": "MUMBAI: Bombay high court on Monday directed the Railways to reply if it can place collapsible ramps at doors of local train coaches meant for differently-abled. “With people swarming stations, how do these people cut through the maze? There is so much of jostling,’’ said a bench of Chief Justice Pradeep Nandrajog and Justice Nitin Jamdar. The court heard a PIL filed in 2007 by India Centre for Human Rights and Law for making Mumbai’s locals disabled-friendly. The HC had earlier directed the Railways to provide amenities like ramps, low-height booking windows and drinking water taps. The NGO’s advocate, Meenaz Kakalia, said a survey by the petitioner showed that the Railways were not conforming to its guidelines for making stations disabled-friendly. The judges lamented that after 12 years of the PIL, the Railways were “just beating about the bush”. The CJ asked, “What is the solution to the problem?” The bench asked if the differently-abled can access platforms and enter coaches with people swarming stations. The Railways’ advocate, Suresh Kumar, said access facilities were provided in long-distance trains. The judges reminded him that the petition was for local trains. Kumar said it was necessary to maintain a certain distance between the platform and the train’s footboard. The judges suggested that trains have lever-operated ramps. When Kumar said it was not possible in Mumbai as trains stop for “15-20 seconds”, the CJ replied, “Increase it. Make it one minute.’’ Kumar said that even a five-second delay would lead to a substantial disruption in suburban services. “In effect, you are saying that persons with disabilities can’t use trains,’’ said the CJ, adding that the Railways has to comply with the Persons with Disabilities Act. The Railways was directed to reply after four weeks, stating what needs to be done. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/consider-ramps-for-differently-abled-in-local-trains-bombay-high-court/articleshow/69836444.cms", "time": "2019-06-18 10:28:00"}, "High court raps Maharashtra government for delay in panels to map sensitive wildlife habitats": {"description": "MUMBAI: Bombay high court on Monday came down hard on the state government for constituting committees to identify critical wildlife areas in Maharashtra nearly 12 years after the Forest Act, 2006, came into force. “It takes 12 years for the committees to be constituted. They will now say we will take 100 more years to identify critical wildlife areas,” remarked a bench of chief justice Pradeep Nandrajog and justice Nitin Jamdar. The court was hearing a public interest litigation by NGO Vanashakti on protection and conservation of wildlife and wildlife habitat following the failure of authorities to demarcate critical wildlife habitats in forest areas. Advocates Ahmed Abdi and Zaman Ali argued that many critically endangered species had become extinct due to inaction on the part of authorities. The court was told there are 49 wildlife sanctuaries and six national parks in Maharashtra. The judges noted that the 2006 Act states critical wildlife habitats need to be kept inviolated and free from human intervention. They lamented such legislations give reason to evict tribals from forest areas. “The tribal is the best guardian of the forest. Actual culprits are those who make resorts,” said the CJ. “Because we have taken over the right to be custodians of forests, we have become custodians of forests,” said the CJ, adding the court would monitor the PIL in a careful manner. In-charge government pleader, Priyabhushan Kakade, said, in January 2018, the Central government had issued guidelines on demarcation of critical wildlife habitat and the state government had formed 36 committees in August 2018. Abdi said nothing had moved forward after formation of the committees and the work of committees had remained only on paper. The judges then directed the government to inform the court at the next hearing what scientific and objective criteria the committees would employ to identify critical wildlife habitats. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/high-court-raps-maharashtra-government-for-delay-in-panels-to-map-sensitive-wildlife-habitats/articleshow/69836401.cms", "time": "2019-06-18 10:24:00"}, "Doctors gather to protest against attack on Kolkata junior doctors": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/doctors-gather-to-protest-against-attack-on-kolkata-junior-doctors/videoshow/69786443.cms", "time": "", "description": ""}, "Garbage Not Cleaned Daily Only Once A Week": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagenotcleaneddailyonlyonceaweek/articleshow/69821279.cms", "time": "", "description": ""}, "Still no Muslim in Maharashtra government, rues community": {"description": "MUMBAI: The non-inclusion of a Muslim in the latest expansion of cabinet by CM Devendra Fadnavis has come under flak from community leaders, who felt despite PM Modi’s ‘sabka saath, sabka vikas and vishwas’ slogan the promise of an inclusive agenda remains unfulfilled. “Like his earlier slogans, the new slogan where the PM added vishwas (trust) to sabka saath and sabka vikas is empty. He wants sabka saath but there is no inclusive vikas or growth. Leaving out Muslims from the new cabinet is the latest example,” said deputy opposition leader Arif Naseem Khan. BJP had fielded just one Muslim (Pasha Patel) in the 2014 assembly elections in the state but he lost. There are a few more Muslims in the party like BJP city vice-president and chairman of Maulana Azad Minorities Development Corporation chairman Hyder Azam who could have been considered for a minister’s post, many said. Senior cleric Maulana Mahmood Daryabadi of All India Ulema Council said BJP is not serious in winning the community’s trust. “This is perhaps the first time in Maharashtra that no Muslim is a minister. Even the Shiv Sena in the 1990s had made a Muslim (Sabir Shaikh) a minister,” said Daryabadi. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/still-no-muslim-in-maharashtra-government-rues-community/articleshow/69836331.cms", "time": "2019-06-18 10:19:00"}, "\n'Mirzya' cast bonds over dinner in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Mirzya-cast-bonds-over-dinner-in-Mumbai/articleshow/54563468.cms", "time": "", "description": "It was double celebrations for Rohit Khattar, who recently hosted a dinner for the cast of 'Mirzya', which will hit screens on October 7. He not only celebrated the positive response the trailer and the songs of his film have received, but also welcomed his award-winning restaurant, Indian Accent, from New Delhi, which has created a pop-up restaurant for a few days at Magazine Street Kitchen in Mumbai. Enjoying the exquisite sit-down menu were the director of 'Mirzya', Rakeysh Omprakash Mehra, and the lead stars, Harshvardhan Kapoor and Saiyami Kher. While Harsh’s papa Anil Kapoor missed the do because of his prior commitment, the rest of his family, including mom Sunita Kapoor, sister Rhea and cousin Arjun Kapoor, gave him company. Others spotted at the party include Bharathi Mehra, Anuj Chaudhry, Ramesh and Kiran Sippy, Poonam Dhillon with daughter Paloma and actor-son Anmol, Nandita Das, Tisca Chopra and Shobhaa De. Raveena Tandon and her film distrubutor-husband Anil Thadani, who has partnered with Rohit to launch an overseas distribution company, were spotted engaged in a lively conversation. Rohit (Owner of Indian Accent and Chairman of Cinestaan Film Company, which is producing 'Mirzya' along with ROMP Pictures) said, “We celebrated the success of the fim’s music and bid farewell to Rakeysh and the team as they go on city tour, which will culminate in the Red Carpet Premiere at the London Film Festival. I’m delighted that this occasion is being celebrated with cuisine from my restaurant.” Download The Times of India News App for Latest City ."}, "Maharashtra government spend on prevention higher but crime cases climb": {"description": "MUMBAI: The state’s economic survey paints a grim picture: Cases registered involving crimes against women and children have risen. Kidnapping cases of women increased by over 23% and molestation by more than 16% in 2018. Also, 169 children were murdered in 2018 as compared to 147 in 2017—a nearly 15% rise. Rape cases of minors too rose by over 15% and their kidnapping cases by 3%. The survey report states that the Maharashtra State Commission for Women spent Rs 1.52 crore in 2016-17 and Rs 3.49 crore in 2017-18 on awareness activities to curb crime against women. A women rights activist said, requesting anonymity, “Despite spending so much money, it has not helped reduce crime against women, mainly because the real issues are not tackled and cosmetic measures are undertaken.” The #metoo movement, which saw many women voice their agony, has not deterred offenders as number of sexual harassment cases increased over 11% compared to 2017. The number of rape and domestic violence cases, though, decreased-—from 4,320 (2017) to 4,076 (2018) and 6,584 to 5,013 respectively. “Police should treat each woman who seeks assistance with respect. Women should feel safe and confident when she goes to file a complaint at the police station,” said Pramila Sharma, a field coordinator of NGO ‘Kshamata’, which works against human trafficking. Sharma also pointed out that the government should include measures to educate people on importance on women’s security. “We should treat children as citizens of India and not someone as immature or a ‘future’ citizen. They deserve to be treated with respect, unfortunately, many adults are ignorant of this responsibility,” said Pramod Nigudkar, a child rights activist, stressing on the need to generate awareness on the behavioural changes which need to be adopted by adults, recognising their rights. He also pointed out that children should be taught to seek help in case of untoward incidences. The survey states that children, who are the future of the country, “constitute to be its vital resources”. They need special attention and care during childhood years, thus various schemes for child development are being implemented, it says. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-government-spend-on-prevention-higher-but-crime-cases-climb/articleshow/69835941.cms", "time": "2019-06-18 09:40:00"}, "Woman steals newborn from Mumbai's BYL Nair hospital ": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/woman-steals-newborn-from-mumbais-byl-nair-hospital/videoshow/69782785.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Celebs participate in 'Run for The Oceans 2019' event": {"link": "http://photogallery.indiatimes.com/events/mumbai/celebs-participate-in-run-for-the-oceans-2019-event/articleshow/69771281.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Maharashtra CM Devendra Fadnavis meets Shiv Sena chief, discusses cabinet expansion": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/maharashtra-cm-devendra-fadnavis-meets-shiv-sena-chief-discusses-cabinet-expansion/videoshow/69798829.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "After Gujarat septic tank deaths, Amitabh Bachchan recalls machine gift to BMC": {"description": "MUMBAI: Actor Amitabh Bachchan late Saturday night put out a tweet expressing his anguish over the death of seven persons while cleaning the septic tank of a hotel in Fartikui village of Dabhoi taluka in Vadodara. Responding to Mahindra Group chairman, Anand Mahindra’s tweet on the mishap, Bachchan said: “Anand …I had gifted 25 machines to BMC and a truck to them... the machines were given to individuals, the truck to BMC... a company in Aurangabad makes them ...never publicised it because that is not the reason for the gift... it’s horrifying to learn of this day in and day out.” Anand .. I had gifted 25 machines to BMC and a Truck to them .. the machines were given to individuals, the truck t… https://t.co/WT34dyjT2X&mdash; Amitabh Bachchan (@SrBachchan) 1560619613000On Saturday evening, Mahindra, in reference to the Vadodara incident, had tweeted saying, “Enough. Enough of this debasement of human life. I had Tweeted about an automated scavenging machine—the Bandicoot—developed by young students. Many other machines have also been designed. What’s preventing their widespread adoption? If funding is needed to produce in scale, count me in.” Similar accidents have taken place in areas around the city as well. In May, three men were killed after they inhaled toxic fumes while cleaning a septic tank at a housing society in Thane. In October last year, three sanitation workers died inside a manhole in Dombivli. They were contract labourers employed by a private contractor hired by MIDC (Maharashtra Industrial Development Corporation) to maintain a sewer line in Dombivli. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/after-gujarat-septic-tank-deaths-amitabh-bachchan-recalls-machine-gift-to-bmc/articleshow/69818971.cms", "time": "2019-06-17 08:20:00"}, "Tilak Nagar fire: Builders’ four flats sealed": {"description": "MUMBAI: Four flats belonging to the two absconding developers of a Tilak Nagar building that caught fire leading to the deaths of five residents last year have been sealed. The two-bedroom flats are in the same Sargam Society building which was found to have several illegalities that likely contributed to the deaths. Tilak Nagar police have moved the 72nd metropolitan magistrate, Vikhroli, over sealing flats 601, 702, 801 and 1101 of the C wing as builders Hemendra Mahapara and Subhak Mahapara have failed to turn up before the police despite reminders. Builders had sold off refuge area, building had no fire NOCThe Mahaparas were declared absconders by court earlier and a lookout notice is out to prevent them from fleeing the country. They have been booked for culpable homicide not amounting to murder, negligence, act endangering life of others, etc. The builders are accused of several illegalities in the building, including giving possession without occupation certificates and NOC from the fire brigade, selling off the 15th floor refuge area, selling open parking near the main gate and thus blocking entry to fire engines, and an inadequate fire-fighting system. The Mahapara brothers and Mukesh Kothari are partners at Reliance Realtors, which constructed Sargam Society, where fire engulfed a wing on last December 28. After Subhak’s bail plea was rejected, the brothers went into hiding and switched off their phones. Kothari was arrested after his anticipatory bail was rejected. “In March, court had proclaimed them absconders and sent summons to appear before the police, but they failed,” said inspector Sunil Kale of Tilak Nagar police. Later, the lookout notice was also issued against the duo. Police teams have visited Surat and other parts of Gujarat to trace the, but to no avail, said senior inspector Sushil Kamble. Earlier, six of their bank accounts were also frozen and policemen were posted at their construction sites in Mumbai in a bid to corner them. With the builders on the run, construction at their sites has come to a halt, said some residents of Chembur. The police say they need custodial interrogation of the two to get details of the various documents submitted to the government agencies. They have got some of the papers they had submitted to the BMC. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/tilak-nagar-fire-builders-four-flats-sealed/articleshow/69834270.cms", "time": "2019-06-18 05:33:00"}, "Science and arts students push up cut-offs in BMS": {"description": "MUMBAI: As degree colleges on Monday declared their first cut-offs for admissions, principals lamented the fall in the minimum score required to get admission into BSc in the city. They said the lack of demand among students for pure science courses was a worrisome trend. “Every year, we are seeing a drop in the BSc cut-offs. It is sad that no one wants to join the sciences,” Jai Hind College principal Ashok Wadia said. Shobana Vasudevan, principal of Podar College, said their cut-offs had risen marginally for commerce. Students from science and arts applying for BMS have increased tremendously, pushing up the cut-offs, said Vasudevan. While the cut-off for arts for students from boards other than state board at St Xavier’s College was 98.4%, for HSC students it closed at 98.42% in the first round. After admitting students in the in-house quota, St Xavier’s had about 12 seats for students from other boards and eight for the ones from the HSC board. In Mithibai and Ruia, arts closed at over 95% in the first list, a welcome trend, said principals. All these colleges have seen a marginal increase in their arts cut-offs. “The rise can be attributed to the majority constitution of in-house arts students belonging to the open category seeking admission back into Ruia, as a consequence of which the arts cut off may have gone up for 2019,” Ruia College principal Anushree Lokur said. She said the rise only applies to the open category of admissions for the year. Among the job-oriented, self-financed courses, cutoffs for BMS (Commerce) rose to higher than 95% in some colleges, whereas in most colleges a drop was seen in the case of BFM, another popular course. “The cut-offs for seeking admission into NM College in comparison to last year are very similar and there is only a marginal difference for this academic year,” NM College principal Parag Ajgaonkar said. (With inputs from Gargi Agrawal)Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/science-and-arts-students-push-up-cut-offs-in-bms/articleshow/69835036.cms", "time": "2019-06-18 08:14:00"}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Commerce cut-offs rise in Mumbai colleges": {"description": "MUMBAI: The first cut-offs for admission to top-rung degree colleges crossed 95% in some of the popular self-financed courses, a phenomenon most prominently seen in the commerce stream. BCom at HR College was available only for those scoring above 96% on the first day of admissions, up from last year’s 95%. At N M College and Jai Hind College, the cut-offs were 93% and 90%, respectively. The cut-offs in self-financed courses, especially in allied commerce ones, rose by one to two percentage points in most colleges. “With the cut-off being so high, no HSC student has made it for BCom as the cut-off is 96%,” HR College principal Parag Thakkar said. “It’s all ISC and CBSE students. For the courses where the cut-off ranges from 95% to 96%, just about one or two HSC students have made it.” He expressed surprise at receiving more applications for “plain” BCom. “The cut-off for that too is more than the self-financing courses,” the HR College principal said. Most seats in top colleges were taken by students from CBSE and ICSE boards. The higher cut-offs in the first list made it difficult for state board students, with comparatively lower marks, to get a seat. BSc cut-offs in many colleges fell dramatically; at Jai Hind, it dipped to 70% from 77% last year. (With inputs from Gargi Agrawal)Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/commerce-cut-offs-rise-in-mumbai-edge-out-state-board-students/articleshow/69834262.cms", "time": "2019-06-18 05:26:00"}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Mumbai: Medical student jumps off building": {"description": "MUMBAI: A 21-year-old youth studying in GS Medical College committed suicide by jumping from the terrace of his building at Dadar early Monday. While the reason behind the extreme step is still not clear, police said he had told his parents he was finding it difficult to cope up with two papers of Physiotherapy. Police have not found any suicide note. According to the police, the deceased, Onkar Mahesh Thakur, was the son of senior BMC officer, Mahesh Thakur. He was in the fourth year of Physiotherapy. Onkar is survived by his parents and an older sister studying in the US. Around 3.30 am on Monday, the security guard of Kohinoor Towers on Bal Govindas Road heard a loud thud. When he went to check, he found Onkar lying in a pool of blood. He alerted building residents who called the police and rushed him to KEM Hospital where he was declared dead before admission. Shivaji Park police have registered an accidental death report (ADR). Probe is on to find out how Onkar got access to the terrace keys. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-medical-student-jumps-off-building/articleshow/69836430.cms", "time": "2019-06-18 10:27:00"}, "unattended by G/N ward BMC inspite complaint": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unattendedbyg2fnwardbmcinspitecomplaint/articleshow/69834412.cms", "time": "", "description": ""}, "Vashi: School 'bars' single mother's kid, principal-parent's conversation video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/vashi-school-bars-single-mothers-kid-principal-parents-conversation-video-goes-viral/videoshow/69798169.cms", "time": "", "description": ""}, "\nVir Das hosts special screening of '31st October'\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Vir-Das-hosts-special-screening-of-31st-October/articleshow/54976690.cms", "time": "", "description": "Actor Vir Das recently hosted a private screening of Shivaji Lotan Patil’s '31st October', which released yesterday, for close friends at a suburban cineplex in Mumbai. Among those spotted at the do were Ramesh Taurani, Milap Zaveri, Neha Dhupia and Rannvijay Singha. Produced by Harry Sachdeva’s Magical Dreams Productions Pvt Ltd, co-produced by Anand Prakash with an all India release by Panorama Studios, '31st October' has Soha Ali Khan sharing screen space with Vir. Soha attended the screening with her husband Kunal Kemmu, who couldn’t stop praising her earnest portrayal of a Sikh woman. People even got emotional after watching the soul-stirring dramatic thriller. Listen to '31st October' songs on Gaana.com01:5931st October: Official trailerDownload The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "‘Police trying to hush up boat sinking’": {"description": "MUMBAI: A day after a ferry boat sank 500m off Madh-Marve shore, the two survivors claimed police were trying to hush up the matter and didn’t lodge a case as they are “shielding” a builder who runs the service. The police had claimed the duo may have fallen off the boat due to strong winds. “At 4pm, the boat was heading to Versova when it started to sink. Sameer, a local, and me caught rubber tubes and stayed afloat,” said Narendra Kumar. “There was no safety equipment ...I learnt that Sameer had gone to the police station, but the cops didn’t register a case.” Malwani senior inspector Deepak Phatangare and Versova senior inspector Ravindra Badgujar didn’t respond to TOI calls. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/police-trying-to-hush-up-boat-sinking/articleshow/69819349.cms", "time": "2019-06-17 08:54:00"}, "Designer roof at Bandra stn": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/designerroofatbandrastn/articleshow/69834366.cms", "time": "", "description": ""}, "health hazard": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/healthhazard/articleshow/69821434.cms", "time": "", "description": ""}, "Ashish Shelar meets junior colleges in Mumbai on seat increase": {"description": "MUMBAI: Newly appointed school education minister Ashish Shelar on Monday met principals of top junior colleges in the city to seek feedback on whether it was viable to increase up to 8% seats in arts and commerce and 5% in science for the first year junior college admissions. The idea is among one of the solutions proposed to give SSC students a level playing field in FYJC admissions after their results were impacted by the discontinuation of internal exams in languages and social sciences. Shelar and education department officials met close to 60 principals at Jai Hind College. A principal who attended the meeting said: “We were told that they were considering increasing seats at our colleges. We were asked for feedback and there was a mixed reaction from the attendees. Some principals raised concerns over the lack of infrastructure or staff and the need for a long term solution for the same.” Currently, aided divisions have 120 seats while unaided divisions have 80 students. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/ashish-shelar-meets-junior-colleges-in-mumbai-on-seat-increase/articleshow/69835002.cms", "time": "2019-06-18 08:13:00"}, "‘Radhakrishna Vikhe Patil in cabinet is unethical’": {"description": "MUMBAI: Congress and NCP reacted sharply to the induction of former leader of opposition Radhakrishna Vikhe Patil into the state cabinet on Sunday. Senior NCP leader and former deputy CM Ajit Pawar said it was unethical to induct the leader of opposition into the cabinet. “We’re surprised over Radhakrishna Patil’s induction soon after he quit as leader of opposition. The CM is setting a bad precedent. It is anti-democratic and unethical,” Pawar said. State Congress chief Ashok Chavan too said it was wrong on the CM’s part to engineer such defection. “It may not be illegal, but is against high traditions of democracy...,” Chavan said. He said it was wrong to induct him, particularly when after quitting the legislative assembly, he is not a member of any house and he cannot become a member in the next six months, since the tenure of the assembly is coming to an end before six months. CM Devendra Fadnavis justified the induction of both Vikhe Patil and Jaidutta Kshirsagar into the cabinet, saying, it was well within rules of the legislature. “They’ve resigned from the assembly. As per rules, they can be inducted into the cabinet even if they are not members of any house, but will have to be elected within six months,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/radhakrishna-vikhe-patil-in-cabinet-is-unethical/articleshow/69836260.cms", "time": "2019-06-18 10:10:00"}, "Just in front of michael high school": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/justinfrontofmichaelhighschool/articleshow/69834422.cms", "time": "", "description": ""}, "2 lakh trees to be axed for e-way": {"description": "", "datetime": "", "link": "https://mumbaimirror.indiatimes.com/mumbai/other/2-lakh-trees-to-be-axed-for-e-way/articleshow/69818027.cms", "time": "2019-06-17 09:33:00"}, "\nSpecial screening of 'Motu Patlu Kings of Kings' in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Farah-Khan-hosts-a-special-screening-of-Motu-Patlu-Kings-of-Kings-in-Mumbai/articleshow/54779404.cms", "time": "", "description": "Joining yaaron ke yaar Motu Patlu on their action safari were B-Town celebs and their young ones in a special preview screening hosted by Farah Khan. The director-choreographer turned host for this 3D adventure animation film, produced by Viacom18 Media Pvt Ltd, Cosmos Entertainment and Maya Digital Studios. The makers of 'Motu Patlu Kings of Kings', which releases this Friday, will donate Farah’s participation fee to an animal welfare organisation she supports, World For All. Along with Farah were the two do-gooders Motu and Patlu themselves, who spread the cheer at this screening, wowing both celebrities and their kids alike. Download The Times of India News App for Latest City ."}, "BJP Mumbai unit chief leaps to big league, lands school education": {"description": "MUMBAI: For BJP Mumbai unit president Ashish Shelar, it was just a matter of when he will join the big league. On Sunday, he was inducted as the minister for school education, sports and youth welfare. The move assumes significance as it comes during admission season. These departments were earlier held by Vinod Tawde, who will be now left with higher and technical education, welfare of minorities and Marathi language. Shelar, who started his political career during his student days in 1988 with ABVP, was seen as a potential state-level leader. A law graduate and two-term corporator, he became an MLC in 2012 before contesting the assembly polls in 2014. Meanwhile, he got opportunities to prove himself as a election strategist in the 2017 civic polls. During his term, BJP’s tally in the BMC reached up to 83 when Sena-BJP contested separately. He has also been actively focussing on the city’s civic infrastructure and other issues. He is said to share a good rapport with Amit Shah as the BJP national president has visited him at his residence several times during his Mumbai visits. Shelar is involved the sports sector, taking a cue from NCP chief Sharad Pawar. The former chairman of Mumbai Cricket Association also held the post of chairman of BCCI marketing committee. He worked with the Mumbai football association and Rope Skipping Association and has been vice chairman of the Rajasthan Sports Club. In BJP circles, the CM's decision to give school education department to Shelar is being viewed as a setback for Tawde. In the other decisions during the reshuffle, Sambhaji Patil Nilangekar has been given food & civil supplies, consumer protection, skill development, ex-servicemen welfare, while Jaykumar Rawal will head food & drugs administration, tourism, protocol and Subhash Deshmukh will head cooperation, relief and rehabilitation departments.’ Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/bjp-mumbai-unit-chief-leaps-to-big-league-lands-school-education/articleshow/69819410.cms", "time": "2019-06-17 09:11:00"}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Cabinet expansion in Maharashtra saw 13 new ministers inducted in Fadnavis government": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/cabinet-expansion-in-maharashtra-saw-13-new-ministers-inducted-in-fadnavis-government/videoshow/69812240.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Daily Morning Chaos outside Goregaon Station West": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dailymorningchaosoutsidegoregaonstationwest/articleshow/69821367.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "improper garbage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/impropergarbage/articleshow/69834409.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Mumbai: PhD holder arrested for stalking IITian": {"description": "MUMBAI: A 50-year-old PhD holder was arrested from his Satara residence on Saturday for allegedly stalking an IIT-B student and sending at least two dozen obscene messages to her. The case was registered at Powai police station three months ago after the victim complained that Vijay Deshmukh continued to harass her on social media and her college email ID by sending obscene messages and objectionable pictures even after he was sacked from the institute in 2018. “The accused, who is unemployed and unmarried, was issued summons as the incident occurred between 2016 and 2019,” said a police officer. “He didn’t respond to the summons, so we sent a team to Satara and nabbed him. His mobile phone has been sent to the forensic science laboratory to retrieve the obscene messages and objectionable clips that he had sent to the victim.” The complainant, the daughter of a professor, was studying engineering from IIT-Bombay, Powai, when she first met Deshmukh, who held a practical class. In the complaint, she said: “In 2016, Deshmukh sent a friendship request on my social media account. I ignored it. But as he kept inundating me with similar requests, I blocked his number, but he stalked me using different accounts. He even sent obscene messages on my college email.” She complained to the IIT-B women cell in 2018 and he was sacked. “When the student returned from her foreign study tour in December, she realized that Deshmukh was still sending her obscene messages. She informed her brother and friend, who advised her to file a complaint,” said the police officer. Deshmukh got bail on Sunday, said Powai police senior inspector Anil Pophale. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-phd-holder-arrested-for-stalking-iitian/articleshow/69819285.cms", "time": "2019-06-17 08:51:00"}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "water blocked at mamledar wadi malad": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterblockedatmamledarwadimalad/articleshow/69834370.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sewage being dumped into sea at Nariman Point": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewagebeingdumpedintoseaatnarimanpoint/articleshow/69834438.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "CM Devendra Fadnavis announces Rs 15,500 crore sops for Maharashtra farmers": {"description": "MUMBAI: Ahead of the state assembly elections in October, the Devendra Fadnavis government appears to be on a mission to complete disbursement of grants under various schemes. Addressing the media on the eve of the budget session, the chief minister said the state was releasing around Rs 8,000 crore for farmers, besides around Rs 7,500 crore from the PM’s Kisan Fund to 1.2 crore farmers. “We hope to complete disbursement of Rs 6,000 to each of the 1.2 crore farmers before the Kharif season begins,” he said. He indicated pre-election sops to the Dhangar community which has been demanding reservation for a long time. “At the budget session starting Monday, you will see a major decision for the Dhangar community,” Fadnavis added. He said this was the only government that had resolved long-pending demands such as the Maratha reservation. “Legal hurdles surrounding Maratha reservation have been resolved and admission of students has been completed successfully,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/cm-devendra-fadnavis-announces-rs-15500-crore-sops-for-maharashtra-farmers/articleshow/69819189.cms", "time": "2019-06-17 08:38:00"}, "Hum nahi sudhrenge": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/humnahisudhrenge/articleshow/69834386.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Mumbai civic body says its new projects promise faster drying in low parts like Hindmata": {"description": "MUMBAI: Dadar, Sion, Mahim and King’s Circle harbour several chronic waterlogging spots, and the most notorious of them all is Hindmata, known to go under water on any heavy rain day. This year, the municipal corporation says it is better prepared and will clear water from Hindmata faster. Though the BMC does not guarantee a totally flood-free area, it says the drain augmentation work it carried out in Hindmata will ensure rainwater does not remain accumulated for long periods. A visit to several waterlogging spots identified by the traffic police in Dadar, Sion, King’s Circle and Mahim found that while many works had been completed, concerns among locals remained. Works to reconstruct 2,500 metres of storm water drain (SWD) lines were taken up by the BMC around Hindmata — at Madkebuwa Chowk at Parel and Lalbaug police chowki. In the stretch from Lalbaug police chowky to Shravan Yashwante Chowk, while earlier there was an SWD line of 3000 mm by 2700 mm, there is an extra SWD proposed of 1,800 mm diameter, said officials. This work, though not fully complete, is expected to provide some relief. “This is a low-lying area and one cannot give a guarantee that water will not accumulate on a heavy rain day. But with augmentation works done, we hope that unlike earlier years, when rainwater would remain for an entire day, the accumulation may last only a few hours,” local corporator Urmila Panchal from the Shiv Sena said. A resident of Bhoiwada, Panchal said pumps for de-watering had also been placed. Then there are the other waterlogging spots like Dadar TT and Five Gardens. Dadar Parsi Colony resident Zarine Engineer said: “Dadar TT would previously witness a lot of waterlogging but that has reduced now considerably. With waterlogging spots identified in the area, my only concern is that that manhole lids are placed in all areas.” In King’s Circle, Gandhi Market remain a flooding spot. “It’s a very complex issue as we are not able to find space for laying an SWD line,” an official said. Local corporator Rajeshree Shirwadkar said she had six flooding spots in her area. “The problem with Gandhi market is that there is a water line running below, owing to which the SWD system cannot be widened,” she said. “The solution may be the pending Mahul pumping station.” In Mahim, spots like Mahim junction, Lady Jamshedji Road and Mahim Causeway see localised flooding. Officials said they placed pumps there. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-civic-body-says-its-new-projects-promise-faster-drying-in-low-parts-like-hindmata/articleshow/69836368.cms", "time": "2019-06-18 10:20:00"}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Uddhav Thackeray, 18 Shiv Sena MPs to visit Ayodhya on June 16": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/uddhav-thackeray-18-shiv-sena-mps-to-visit-ayodhya-on-june-16/videoshow/69787513.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "A stationary van": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/astationaryvan/articleshow/69821449.cms", "time": "", "description": ""}, "Mumbai Local Trains not ready for monsoon .": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mumbailocaltrainsnotreadyformonsoon-/articleshow/69821350.cms", "time": "", "description": ""}, "khaatara": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/khaatara/articleshow/69821305.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Mumbai: Fire breaks out in barrack at old ATC complex": {"description": "MUMBAI: A fire broke out at Mumbai airport’s old air traffic control complex in Sahar on Monday evening. A Mumbai airport spokesperson said that the fire broke out in an unoccupied Central Industrial Security Force (CISF) barrack which was located in the air traffic control complex. “No one was injured. The fire was brought under control by our fire fighting team,’’ said the airport spokesperson. As the building where the fire broke out was close to the complex’s compound wall, the raging fire was visible from the road that ran adjacent to it. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-fire-breaks-out-in-barrack-at-old-atc-complex/articleshow/69835776.cms", "time": "2019-06-18 09:29:00"}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Maharashtra government figures misleading: Prithviraj Chavan": {"description": "MUMBAI: Former CM and Congress leader Prithviraj Chavan on Monday described as misleading the findings in the economic survey. “It appears a jugglery of words and figures. Information is contradictory and misleading. From developments in the industrial sector, it has been established that the outcome of the Make in Maharashtra and Magnetic Maharashtra campaigns was negligible. It’s an alarming situation,” he said. Chavan said the government has admitted the number of vacant posts has increased by 30,000. “What happened to the CM’s promise to fill up 72,000 vacant posts?” he asked. On the rate of growth, it has been said it will be 7.5%. “Economist Arvind Subramanian had expressed doubts about the authenticity of data released by the government of India. I doubt if the state government too has used techniques adopted by the Centre to mislead people,” Chavan said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-government-figures-misleading-prithviraj-chavan/articleshow/69835968.cms", "time": "2019-06-18 09:44:00"}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "First Rain In Mumbai": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/firstraininmumbai/articleshow/69821348.cms", "time": "", "description": ""}, "Number of road mishap deaths rises 7% in Maharashtra, drops in Mumbai": {"description": "MUMBAI: The Maharashtra Economic Survey shows that 820 more lives were lost in mishaps across the state in 2018-19 as compared to previous year. The report shows that an average 36 people died in road accidents in the state daily. While the number of mishaps registered by the police have dropped in two years, the fatalities have risen and this was a disturbing trend, said experts. In Mumbai, however, there was a dip in road fatalities by 20% in the past one year. The fatalities across Maharashtra rose 7% from 12,264 to 13,084 in a year while the fatalities in road mishaps in Mumbai dipped from 490 to 410. The number of mishaps dropped from 39,848 cases across state to 35,955 in two years. Transport expert A V Shenoy said the main cause of accidents was indiscipline among drivers, speeding or overtaking and lack of sleep. “Human error is the number one cause of accidents followed by other factors like technical fault in vehicle,” he stated. The survey report mentioned that the number of accidents per ten thousand vehicles in Maharashtra during 2018 was 10. The number of valid motor driving licence holders in the state till March, 2018 was 3.41 crore, showing an increase of 4.1% over the previous year. The number of licences issued by RTOs in 2017-18 was 18.1 lakh, the report stated. A senior official from transport commissioner’s office said: “We have introduced compulsory audio-video training on road safety for those applying or coming for renewals for commercial driving licencesThey are being sensitized to drive safely, specially on arterial roads and highways and to ensure safety of pedestrians and other motorists.” A robust electronic enforcement system which includes speed cameras, CCTV cameras, speed guns has ensured violations are captured on the road, another official stated. According to Dr Rita Sawla, founder director of RADHEE Foundation, which works in the field of emergency medical care, an average 55 people were critically injured in road crashes in Maharashtra daily. “Many end up as paralytic, maimed or bed-ridden for life,” she pointed out, adding that there was a huge burden on health infrastructure due to the increasing number of mishaps in the state—with patients sometimes unable to get ICU admission in hospitals as beds are occupied. “When a patient is taken from one hospital to another in search of a bed, it further worsens his health condition,”' she observed. Officials from the transport department had identified 1,324 black spots (vulnerable to accidents). Of these, nearly 369 are being attended to while 955 will be rectified by March 2020, a source said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/number-of-road-mishap-deaths-rises-7-in-maharashtra-drops-in-mumbai/articleshow/69836034.cms", "time": "2019-06-18 09:49:00"}, "Men In Black: Promotions": {"link": "http://photogallery.indiatimes.com/events/mumbai/men-in-black-promotions/articleshow/69789902.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Illegally Transport Buses Vehicle": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegallytransportbusesvehicle/articleshow/69834416.cms", "time": "", "description": ""}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Panvel Municipal Against Swaach Bharat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/panvelmunicipalagainstswaachbharat/articleshow/69821412.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Mumbai: Three cadaver donations in a day, 10 get gift of life": {"description": "MUMBAI: Ten patients battling organ failure got a new lease of life as city hospitals facilitated three cadaver donations on Sunday - the highest in a span of 24 hours. Among the donors was a 17-year-old boy from Andhra Pradesh, a 35-year-old Juhu businessman, and a 44-year-old accident victim from Mulund.The donations, carried out at Lilavati in Bandra, Jupiter in Thane and Global Hospitals in Parel, have taken the year’s cadaver donation count to 45. The city is shy of just three donations from touching 2018’s tally of 48. The donation has facilitated 11 transplants. Besides, two hearts, livers and six kidneys harvested from the donors, corneas, too, could be retrieved from one of them. Juhu resident Rahul Saraf was visiting the GST office at Lotus InfoCentre on Thursday when an iron rod fell on him. He was certified brain dead on Sunday following which his family consented to donate his organs. His heart and lungs were transplanted into a 23-year-old woman, while his kidneys saved two lives at Global and KEM hospitals. The 17-year-old donor was undergoing treatment at Lilavati Hospital. It is learnt after he was declared brain dead, his family consented to donate his organs. His heart was transplanted into a nine-year-old girl, who was waitlisted on June 14. The 44-year-old woman from Mulund met with an accident that involved her husband and other family members too. “Though the donor’s brother also died and several members suffered injuries, the family agreed to donate her organs,” said transplant coordinator Aniruddha Kulkarni of Jupiter Hospital. Her liver, kidneys and cornea were donated. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/three-cadaver-donations-in-a-day-10-get-gift-of-life/articleshow/69833374.cms", "time": "2019-06-18 09:28:00"}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "\nA grand premiere for 'Tutak Tutak Tutiya' in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/A-grand-premiere-for-Tutak-Tutak-Tutiya-in-Mumbai/articleshow/54737025.cms", "time": "", "description": "The premiere of director Vijay’s 'Tutak Tutak Tutiya', which hit screens yesterday, was a star-studded affair. The film, produced by Pooja Entertainment and Films and Shakti Sagar Productions, is a horror comedy with loads of romance and drama. While producers Deepshikha Deshmukh and Vashu Bhagnani played perfect hosts, the lead stars Sonu Sood, Prabhudheva and Tamannaah interacted with the guests and posed for the shutterbugs. Shweta Pandit, Arjan Bajwa, Murli Sharma, Ravi Kishen, Gizele Thakral, Akanksha Puri, Gurmeet Choudhary and Debina Bonnerjee were among the other guests who were spotted at the event. Download The Times of India News App for Latest City ."}, "loose wires near FOB of Tilak Bridge": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/loosewiresnearfoboftilakbridge/articleshow/69834424.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Boundary wall collapse, calamity to occur": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/boundarywallcollapse2ccalamitytooccur/articleshow/69821323.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Mumbai: Free BEST rides up to 2km likely outside Metro stations": {"description": "MUMBAI: After announcing that there should be minimum bus fare of Rs 5 for a 5km distance, municipal commissioner Praveen Pardeshi on Sunday said that buses plying on 2km routes between Metro stations and commercial hubs/offices should offer “free rides” on an experimental basis. Sources said the objective was to increase ridership, which has fallen drastically over the years, to 50 lakh from the present 25 lakh. It will also encourage more office-goers to use public transport, thus reducing the congestion and pollution caused by private cars. Pardeshi, who is positive about reviving the cash-strapped BEST, has also proposed having more AC buses on busy routes, with at least 200 smaller AC buses hitting the roads by October-November, and increasing the BEST fleet to 6,000 buses in two years. He also suggesting introducing an app to provide live tracking of all buses with the “expected time of arrival”, to ensure that passengers wait for buses and do not switch to autos or taxis. BEST general manager, Surendrakumar Bagde, said he will be meeting Pardeshi on Monday to finalise the new fare structure and other sops to be given to passengers, and the related financial burden. “We expect BMC to compensate for the losses incurred by providing highly subsidised fares,” he said. This kind of fare reduction would mean a death knell for share autos and taxis on feeder routes, he added. “We expect 450 Mini/ Midi AC and non AC buses to hit the roads by November, and 80 electric buses by year end. These will be mainly deployed on feeder routes,” he stated. Shashank Rao, leader of the BEST Workers’ Union, who had signed the MoU allowing the wet leasing of smaller buses, is also the leader of the the largest autorickshaw union in the city. He believes that the MoU is in the best interest of the BEST workers, and that the auto business will not be hit. Further, Rao demanded a crackdown on the illegal autos plying without permits and driver badges. Pardeshi, who is keen to strengthen the city’s public transport, said that buses should have more visibility on roads, should be affordable for commuters and efficient in service. The areas which are likely to witness more AC buses in the near future include Fort, Churchgate, Nariman Point, Lower Parel, Mahalaxmi, Elphinstone Road, Dadar, Malad, and Goregaon, among others. The app will also be launched once BEST implements its Intelligent Transport Management System. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-free-best-rides-up-to-2km-likely-outside-metro-stations/articleshow/69819059.cms", "time": "2019-06-17 08:31:00"}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Southwest monsoon to hit Maharashtra by June 21: IMD": {"description": "PUNE/MUMBAI: With the effect of cyclone 'Vayu' on the southern peninsula getting over, the delayed southwest monsoon is now expected to arrive in Maharashtra by June 21, the IMD predicted on Monday. The much-awaited monsoon is expected to reach southern Konkan and Goa by June 21, and is likely to cover the entire Maharashtra by June 24 or 25. \"While the monsoon is likely to cover the entire Maharashtra, good rains are expected over the parched regions like Marathwada and Vidarbha, which are currently reeling under water crisis,\" an India Meteorological Department official said in Pune. He said though the monsoon got delayed due to 'Vayu', it's expected to move forward rapidly. \"The progress of the monsoon will be rapid after June 21. The monsoon is likely to cover 90 per cent of the country by July 4,\" he said. The official said despite the delay, the monsoon is mostly expected to cover Karnataka, remaining parts of Tamil Nadu and Telangana, Odisha, and parts of the North East later this month. \"Though the effect of 'Vayu' is over, there will be widespread heavy rains over parts of Kutch and Saurashtra in Gujarat and East Rajasthan by tomorrow,\" he said. Meanwhile, the India Meteorological Centre has predicted moderate showers in Mumbai and surrounding areas over the next two days, while south Konkan will receive higher intensity rain during the same period. A met department official said the forecast for Marathwada region, which was that of a dry spell this week, was Monday changed to one with isolated showers in some pockets. The Madhya Maharashtra region will also get showers in a few isolated places, and so will Vidarbha, though the rain will be of low intensity, the Met department said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/southwest-monsoon-to-hit-maharashtra-by-june-21-imd/articleshow/69831352.cms", "time": "2019-06-17 22:21:00"}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "CM Devendra Fadnavis: Decision on congestion fee after Metros start": {"description": "MUMBAI: The state government will decide on imposing congestion charge for vehicles in Mumbai once the under-construction Metro rail begin services, chief minister Devendra Fadnavis told TOI on the eve of the budget session of the state legislature. A recently concluded conference on eco-friendly transport for Mumbai held by Maharashtra Pollution Control Board (MPCB) jointly with NEERI and Mumbai First suggested Re 1 per km fee for private cars and SUVs and 50 paise for two-wheelers. These charges, aimed at reducing traffic on road and thus fuel consumption and pollution, are then proposed to go to BEST and other mass transport modes to improve services. BEST has welcomed the move. Mumbai is the ‘Most Traffic Congested City’ in the world with 65% congestion meaning road commuters spent 65% extra travel time. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/cm-devendra-fadnavis-decision-on-congestion-fee-after-metros-start/articleshow/69819013.cms", "time": "2019-06-17 08:23:00"}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "40,000 doctors boycott work in Maharashtra": {"description": "MUMBAI: More than 40,000 doctors in Maharashtra are boycotting work on Monday as part of a strike call given by their apex body IMA in support of their agitating colleagues in West Bengal, an official said. Doctors, from various government and private hospitals in the state, are mainly boycotting the OPD (Out-Patient Department) and other non-essential health services, he said. The Indian Medical Association (IMA) earlier gave the strike call for Monday, with withdrawal of non-essential health services across the country in the wake of the recent assault on doctors in West Bengal. \"Over 40,000 doctors and other medical practitioners in Maharashtra have decided to support their colleagues in West Bengal who are protesting against their Chief Minister Mamata Banerjee,\" an IMA official here said. However, the emergency services will not be affected and those already hospitalised will continue to get all the necessary medication and attention, he said. \"The OPD services have been suspended at various hospitals in support of the strike call,\" IMA Maharashtra's honorary secretary Dr Suhas Pingale told PTI. Junior doctors in West Bengal are on strike since June 11 after two of their colleagues were attacked and seriously injured allegedly by relatives of a patient who died at the NRS Medical College and Hospital in Kolkata. In a show of solidarity, medical practitioners across the country have decided not to work, leaving patients in the lurch. The IMA has demanded a comprehensive central law in dealing with violence on doctors and health care staff. Security measures and the determinants leading to violence should also be addressed, it said earlier in a statement. Exemplary punishment for perpetrators of violence should be a component of the central law and suitable amendments be brought in the Indian Penal Code (IPC) and Code of Criminal Procedure (CrPC), the IMA said. The medical body launched a four-day nationwide protest from Friday and wrote to Union Home Minister Amit Shah, demanding enactment of the central law to check violence against health care workers. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/40000-doctors-boycott-work-in-maharashtra/articleshow/69820867.cms", "time": "2019-06-17 11:17:00"}, "Comedians perform at 'Past Forward' event": {"link": "http://photogallery.indiatimes.com/events/mumbai/comedians-perform-at-past-forward-event/articleshow/69785440.cms", "time": "", "description": ""}, "Mumbai: Constable booked, suspended for trying to bribe inspector": {"description": "MUMBAI: The senior inspector of Boisar-MIDC police station has filed a case against a constable for allegedly trying to bribe him to turn a blind eye to the illegal activities in his area. The constable has been suspended. Inspector Janardhan Parabkar (50) on Sunday filed a case against Palghar local crime branch (LCB) constable Ramesh Naukudkar (42). In his complaint, Parabkar alleged around 7 pm on June 11, Naukudkar approached him at the police station and offered money to overlook illegal activities like drug trafficking, bootlegging and gutka smuggling in Boisar and Tarapur areas, which falls under Parabkar’s jurisdiction. Boisar police have been cracking down on illegal sale and transport of gutka, drugs and other crimes in their jurisdiction. Sources said since about a month, Naukudkar had been visiting the Boisar police station and asking Parabkar to go slow on the drive. When Parabkar refused to budge, the constable reportedly raised the bribe money. This angered the inspector who filed a case. It is not known how much money was offered. A case under the Prevention of Corruption Act has been registered against Naukudkar, who was suspended on Monday. Police officials said that an internal inquiry will be initiated into the allegations and Naukudkar will be terminated if he is found guilty. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/constable-booked-suspended-for-trying-to-bribe-inspector/articleshow/69833400.cms", "time": "2019-06-18 10:09:00"}, "A dirty ladder": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/adirtyladder/articleshow/69821259.cms", "time": "", "description": ""}, "\nSpecial screening of 'Chaar Sahibzaade — Rise of Banda Singh Bahadur' in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Its-3D-time-in-B-Town/articleshow/55370816.cms", "time": "", "description": "The makers of director Harry Baweja’s 'Chaar Sahibzaade — Rise of Banda Singh Bahadur', Eros International and Baweja Movies Pvt Ltd, had organised a special celebrity screening of the 3D animated movie, which hit screens yesterday. While the 2014 prequel had received thumbs up from the industry, the sequel had generated a lot of buzz, making it one of the most anticipated movies of 2016. In fact, the makers had hosted a screening of the film to army personnel and gallantry award winners in the Capital as well. Harry had said, “Banda Singh’s story is an inspiration for every generation and his struggle as a general resonates with the valour of our army personnel.” While Rowena and Pammi Baweja and Krishika Lulla played perfect hosts, Mandira Bedi, Siddharth Anand, Raj Kundra, Poonam Dhillon, Ramesh Thadani, Sagarika Ghatge, Ashish Chowdhury and Sanjay Suri were among those spotted enjoying the film. Download The Times of India News App for Latest City ."}, "With Ashish Shelar in cabinet, Manoj Kotak is top choice for BJP Mumbai unit chief post": {"description": "MUMBAI: Bharatiya Janata Party (BJP) member of Parliament Manoj Kotak is the frontrunner for the post of party’s city unit chief as the incumbent Ashish Shelar has been appointed as a cabinet minister in the Devendra Fadnavis government. BJP’s constitution has provisioned for one-man, one-post and it will have to look for a new BJP chief for Mumbai. BJP appointed J P Nadda as working president, after party chief Amit Shah took over as Union minister for home. “Kotak, who is close to Fadnavis, is the frontrunner for the job,” said a BJP functionary said on the condition of anonymity. “Fadnavis would like to see his man appointed as the city BJP chief.” Both, former MP Kirit Somaiya and the dropped cabinet minister Prakash Mehta, had been the Gujarati faces of the party for decades. However, the leadership has now decided to look beyond these two as they have fallen foul of the party leadership. “Kotak’s appointment will send out the message that the party has the interest of the community in mind. Hence, the party has also appointed BJP MLA from Charkop, Yogesh Sagar, as minister of state in the Fadnavis cabinet,” said a party functionary. Also, the chief minister is wanting to have his men to be a bridge between the Gujarati-Kutchi community and him, instead of depending on Mehta and Somaiya. Kotak, though a Gujarati, is very fluent in Marathi. “His appointment will not be looked upon as BJP favouring Gujarati over a Marathi. He has a good connect at the grassroots level as he was a corporator on three occasions,” said a source. Another BJP functionary said, “He is well aware of playing to the gallery as he took the oath as an MP in the Lok Sabha on Monday in Marathi. Whereas, Poonam Mahajan and Gopal Shetty took the oath in Hindi.” While Shiv Sena was averse to Kirit Somaiya, it had no qualms in extending support to Kotak. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/with-ashish-shelar-in-cabinet-manoj-kotak-is-top-choice-for-bjp-mumbai-unit-chief-post/articleshow/69836294.cms", "time": "2019-06-18 10:13:00"}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Andheri Station": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/andheristation/articleshow/69834403.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Mumbai: Guitar player found dead in Aarey pond": {"description": "MUMBAI: A 33-year-old man who worked in a media company was found dead in a pond at Royal Palms in Aarey Colony, Goregaon (E), on Saturday night. Residents from the locality later identified him as Sohan Chauhan. Police are trying to find out what led to Chauhan’s death. No injuries were found on his body and it is suspected he drowned. Around 7.35pm, Aarey Colony police were informed about a body floating in a pond, behind bungalow 25, overlooking Imperial Palace Hotel. “There is no approach road and one would have to scale down the backside of a row of bungalows. As there are no cameras facing the pond, it is not clear how and why Chauhan went there,” said a police officer. After the body was sent for autopsy, police made inquiries in the neighbourhood to establish his identity. Locals said he lived at Ruby Building and was known to play the guitar well. His brother later approached the police station. Chauhan's wife was in north India at the time. They had wed six months ago. An accidental death was recorded. In May 2018, Atharva Shinde, the 20-year-old son of a police officer, was found dead along the same pond. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-guitar-player-found-dead-in-aarey-pond/articleshow/69835585.cms", "time": "2019-06-18 09:11:00"}, "Despite 2018 drought, Maharashtra’s growth rate constant at 7.5%": {"description": "MUMBAI: Though drought swept through Maharashtra over the last year, leading to a major dip in farm output, the state’s economic growth rate for 2018-19 is set to remain unchanged at 7.5%, the figure for 2017-18, according to the state’s economic survey released on Monday. By contrast, the national growth rate is pegged at a lower 6.8% for 2018-19. The survey shows although growth rate in the agricultural and industrial sectors is set to decline compared to 2017-18, in the services sector it is expected to rise from 8.1% to 9.2%. Given the much higher share of the services sector in the computation of the value of economic activity in the state, this rise appears to have restored the growth rate. The survey showed a decline in estimated growth rate in the agricultural sector from 3.1% in 2017-18 to 0.4% in 2018-19 as a result of drought. While crop output showed growth of (-)8% in 2018-19, the survey forecast a rise in growth rate of several other segments. Growth rate in the livestock segment is expected to rise sharply from 8.5% in 2017-18 to 13.9%, while that in forestry and logging is set to double from 8.1% to 16.4%. Even the fisheries segment is expected to see a major rise from (-)11.7% to 3.4%. Maharashtra faces industrial slump, debt set to soarGrowth rate in the industrial sector is set to fall from 7.6% to 6.9%. The manufacturing sector is set to see a decline from 7.7% to 7.1%, while that in electricity and other utilities is estimated to decline from 6.5% to 4.3%. Mining and quarrying are expected to see a big dip from 7.2% to 2.9% But growth rate in the construction sector is set to improve significantly from 7.9% to 9.9%. Within the services sector, the financial, real estate and professional services segment is set to see a rise in growth rate from 7.6% to 9.4% while the trade, hotels and communications segment is expected to improve its growth from 7.6% to 9.4%. Asked about the dip in industrial growth, finance minister Sudhir Mungantiwar said, “Poor monsoon affected segments beyond agriculture. Yet we have sustained growth. PM Modi has said the country will be a 5 trillion dollar economy. Maharashtra’s contribution to it will be 1 trillion dollars.” The state’s financial position is still a concern, with debt estimated at Rs 4.14 lakh crore for 2018-19 compared to Rs 4 lakh crore in 2017-18. But the state says this is 15.6% of GSDP, well within the fiscal limit of 22.3% laid down by finance commission. Data has shown employment of 73.50 lakh in 2018 compared to 67.50 lakh in 2017. Of total employment reported, 31.1% was in public sector. On government jobs, sanctioned posts in July 2018 were 7.17 lakh, of which 1.91 lakh had been filled. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/despite-2018-drought-maharashtras-growth-rate-constant-at-7-5/articleshow/69834385.cms", "time": "2019-06-18 06:12:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Crop output dips, eats into Maharashtra economy": {"description": "MUMBAI: The state’s economic survey for 2018-19 details the decline in crop output as a result of the drought over the last year, especially in the rabi or winter crop, where the production of foodgrains is set to decline by 63% over the previous year. TOI had reported on the drop in the rabi crop output on June 7. The winter crop covers an average 53 lakh hectares in Maharashtra. The kharif or monsoon crop stands on roughly 150 lakh hectares and is the main crop in the state. The drought in 2018-19 affected 42% of the state’s talukas and has caused a severe water crisis. Live water storage in the state’s dams is 6.43% of total capacity. In Marathwada, it is just 0.5% of capacity. The production of rabi cereals is set to decline by 68%, pulses by 51% and oilseeds by a huge 70%, the economic survey shows. The output of rabi wheat is expected to fall by 61% and maize by 75% and harbhara (gram) by 52%. Within the oilseeds cluster for the rabi crop, the production of sesame (til) is expected to fall by as much as 92%. The picture for the kharif crop was mixed. The estimates show that despite the drought, sowing for the kharif crop increased, though very marginally. While the production of kharif foodgrains is set to decline by 12% in 2018-19 compared to the previous year, the output of kharif oilseeds is expected to rise by 16%. Sugarcane production is set to increase by 10% and cotton by 17%. However, within the oilseeds cluster, groundnut production is expected to decline by 33%, sesame by 58% and sunflower by 74%. The output of kharif cereals is expected to decline by 6% compared to 2017-18, while the pulses output is expected to fall by 35%. The production of toor dal is set to fall by 45%. However, the production of rice is set to rise by 28% and soyabean by 20%, the data shows. The area under horticulture also saw a decline. During 2018-19, the area under horticulture crops is 16.43 lakh hectares, and production is expected to be 224 lakh tonnes. In 2017-18, the area was 17.22 lakh hectares, and production was 248.53 lakh tonnes. The decline in horticulture output was 9.6%. CM Devendra Fadnavis had earlier, after chairing the kharif review meeting, said that “despite the drought, the state has managed an output of 115 lakh metric tonnes, which is higher than other drought years.” According to him, “This is because of our water conservation initiatives and increased investment in agriculture. In 2012-13, despite 90% rainfall, agricultural output was 128 lakh tonnes. In 2014-15, with 70% rain, it was 82 lakh tonnes. In 2018-19, with 73% rain, it was 115 lakh tonnes.” The CM had said that although delayed, the forecast for this monsoon was excellent. The forecast for central Maharashtra was 93-107%. Even in arid Marathwada, the forecast was 89-111%. “We will use SMS services to communicate forecasts to farmers so they can sow at the right time. Over the last year, 40 crore SMSes were sent,” he had said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/crop-output-dips-eats-into-maharashtra-economy/articleshow/69835813.cms", "time": "2019-06-18 09:33:00"}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Hide & seek": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hide26amp3bseek/articleshow/69834368.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Mumbai: Jilted lover posts 'terror' threats to harass ex-flame": {"description": "MUMBAI: The Thane police have arrested a man from Mumbai who posted alleged 'terror threats' in a prominent shopping mall here to harass his ex-girlfriend, an official said on Monday. The so-called 'terror threats' were discovered on Sunday afternoon, scrawled on some advertising pamphlets in the ground and first floor restrooms of Viviana Mall in the city, sending shockwaves among local people. They read: \"Gazva-e-Hind\", \"Dadar Siddhivinayak Temple Boom\", \"ISIS is Coming, Slipper cell is activated\", according to Thane Police Commissioner Vivek Phansalkar. Additionally, there were two mobile numbers found, one of a girl and another of a boy, penned in the same writing with the same sketchpen, police said. Thane Police teams, including the Anti-Terrorist Squad, swung into action immediately, and zeroed in on the girl and the boy from the phone numbers. The youths, both working in a local company, were brought in for interrogation. During questioning, the girl admitted to a seven-year long affair with one boy from Vikhroli, in northeast Mumbai, but they had split recently. She suspected he could be responsible for the 'terror threats'. Police secured the address of her former boyfriend, Ketan Ghodke, and despatched a police team which picked him up from his home in Vikhroli late on Sunday. During interrogation, Ghodke finally confessed that he had written those 'terror threats' only to harass his ex-girlfriend and her new boyfriend. Though Ghodke claimed he had no links with extremist groups and pleaded that his act was intended to teach a lesson to the girl and her friend, police have arrested him. While people from Thane heaved a sigh of relief, police are investigating the matter further against the backdrop of the Maharashtra Legislature session which started on Monday. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-jilted-lover-posts-terror-threats-to-harass-ex-flame/articleshow/69825313.cms", "time": "2019-06-17 16:11:00"}, "public living on the road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/publiclivingontheroad/articleshow/69821403.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Priyanka Chopra glams up a launch event": {"link": "http://photogallery.indiatimes.com/events/mumbai/priyanka-chopra-glams-up-a-launch-event/articleshow/69788775.cms", "time": "", "description": ""}, "IGNORE NO PARKING BOARD & PARK": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ignorenoparkingboard26amp3bpark/articleshow/69834397.cms", "time": "", "description": ""}, "To Pick up rubbish.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/topickuprubbish-/articleshow/69834374.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "60% of doctors in Maharashtra hospitals have faced violence: Study": {"description": "MUMBAI: Assaults, threats and shoving—60% resident doctors have endured one of these during their round-the -clock schedules in Maharashtra’s public hospitals, according to a study conducted by NGO CEHAT along with Maharashtra Association of Resident Doctors (MARD) and KEM Hospital. Of the 193 resident doctors who participated in the study, which was undertaken after a resident doctor in the Dhule Government hospital was beaten up by a mob in 2017, many confessed that they no longer proactively offer advice to patients. “Our study’s most important finding is that residents feel their workplace is unsafe,” said senior resident Dr Yashowardhan Kabra, who was the central MARD president when the study started in Marbrought into the casualty, the study found that only 31% of the assaults occurred in the casualty. The departments of general medicine (12.9%) and paediatrics (10.9%) were vulnerable too. Mobs were responsible for almost three-fourth of the attacks. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/60-of-doctors-in-maharashtra-hospitals-have-faced-violence-study/articleshow/69834444.cms", "time": "2019-06-18 06:16:00"}, "Ministers dropped not over work, but only to get new faces: CM Devendra Fadnavis": {"description": "MUMBAI: Six ministers submitted their resignations on the directive of chief minister Devendra Fadnavis before he expanded the cabinet on Sunday. The CM, however, refuted charges that they were dropped due to non-performance and said the decision was taken amicably to pave way for new faces. “We discussed the reshuffle among all of us and took a collective decision. The allegations made by opposition against them were baseless and have no impact on the reshuffle. Opposition could not provide right evidences to support their allegations resulting in clean chit to them,” the CM added. Rajkumar Badole, Vishnu Sawara, Dilip Kamble, Praveen Potey and Raje Ambarish Atram resigned on Saturday, Prakash Mehta followed suit on Sunday. “As per the procedure, resignations were submitted to Raj Bhavan and they have been accepted,” a senior bureaucrat. Fadnavis said the intention was to give chance to a newer lot to perform and take benefits of the government schemes to more and more areas. Asked about the probe and action against Mehta, he said the state's action-taken report on the Lokayukta's report on slum redevelopment scam will be tabled in both Houses of the legislature “I am sure that the truth will come to the fore to clear all the doubts,\" he added. According to a bureaucrat, it was found that the performance of Badole, Sawara, Kamble, Potey and Atram was not up to the mark; in fact their presence was not felt in their departments or as constituencies. In case of Sawara, it was allegedly found that as a leader of the tribal community he was not able to give new direction to the crisis-ridden department. “We were expecting, he will provide crucial guidelines for the welfare of tribals, but he did not move of his home town,’’ the bureaucrat said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/ministers-dropped-not-over-work-but-only-to-get-new-faces-cm-devendra-fadnavis/articleshow/69818812.cms", "time": "2019-06-17 08:31:00"}, "Trees Hacked without Permission": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/treeshackedwithoutpermission/articleshow/69821464.cms", "time": "", "description": ""}, "Mumbai: Drunk man outside railway loo woken, threatens to push cop under train": {"description": "MUMBAI: A 28-year-old man dragged a uniformed railway constable towards the railway tracks at GTB Nagar station and threatened to throw him in front of a running train around midnight on Saturday. The accused, Murugesh Devendra, was furious after the cop pulled him up for blocking access to a public toilet at the station. When reinforcements were called in, Devendra tried to flee but the cops nabbed him. “Devendra has been booked for assaulting a public servant and for intimidation,” said senior inspector Rajendra Pal, Wadala GRP. Constable Omprakash Munde, 27, was on night duty on Saturday. Around 12.05am, the operator of a public toilet on platform 1-2 told Munde about a man lying sprawled at the entrance to the toilet. Munde went to the man (Devendra) and woke him up. Devendra, who was sloshed, had collapsed in front of the toilet. Angry at being woken up, he hurled abuses at Munde. Expecting him to get violent, Munde called up his colleague, Shende, for help. Shende, who was on duty at Chunabhatti station, reached GTB Nagar. Meanwhile, Devendra ran towards Munde and started hitting him, leading to a scuffle between the two. According to the FIR, Devendra started to drag Munde towards the tracks and said he was going to “push the cop on the tracks, in front of a running train, and kill him”. By then, Shende reached the spot and found the two grappling. Shende rushed to his colleague’s aid. “By then, Devendra realised he was going to get caught. He bit Munde’s fingers and jumped onto the space between two sets of tracks in order to flee. Munde and Shende followed him on the tracks and managed to nab him,” said Pal. Devendra was brought to Wadala railway police chowky and arrested. Munde was sent for a medical check-up. The police said Devendra does odd jobs and lives in Mankhurd. He was travelling ticketless when he was caught and the police may apply charges relevant under the Railways Act. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-drunk-man-outside-railway-loo-woken-threatens-to-push-cop-under-train/articleshow/69819638.cms", "time": "2019-06-17 09:25:00"}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "\nArjun Rampal celebrates Navratri at Dagdi Chawl in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Arjun-Rampal-celebrates-Navratri-at-Dagdi-Chawl-in-Mumbai/articleshow/54737003.cms", "time": "", "description": "Arjun Rampal, who plays Arun Gawli in an upcoming biopic on the gangster-turned-politician, visited Gawli’s neighbourhood on Thursday evening to participate in the Navratri celebrations there. Arjun has been working on the film, titled 'Daddy', over the past few months. A large part of the biopic has been shot at South Mumbai’s Dagdi Chawl, where Gawli grew up and rose to power. The actor took to his social media page to thank the film’s crew and also the city’s police force for helping out with the shoot, which wrapped up early this week. Download The Times of India News App for Latest City ."}, "‘Miss Indias are the ones to watch out for when one goes for Miss World’": {"description": "This is her first visit to India, but the reigning Miss World, Vanessa Ponce de León Sánchez, is already in love with our butter chicken. While firangs usually pick up the chicken bits, this one loved the gravy too and “almost licked the plate clean” when she had her first serving. Vanessa, in Mumbai for the Miss India grand finale, which was held on Saturday and is keen to see the city. “I will have only one day for sightseeing and so, I want to go to the Marine Drive and The Gateway of India. The latter, I know, is a historical place. I’ve seen very old pictures of the Gateway and it’s lovely. Of course, I’ll keep eating more Indian food, especially butter chicken, which I love already,” said the 27-year-old as we settled for a quick chat with her at a suburban hotel suite. Excerpts... You were the first Mexican to win the crown last year. How has your journey been so far as Miss World 2018?The moment I was crowned, my life changed completely. I travelled all over and closely witnessed the Beauty With A Purpose projects that the other contestants have been doing in different countries. I am really proud of being their sister and very proud of being Miss World 2018. It’s been wonderful to be a part of this legacy. You were one of the judges at the Miss India grand finale. How was it?All the girls who participated in the Miss India pageant were super strong contenders. They dance, they sing, they play instruments, they do something artistic, they have amazing Beauty With A Purpose projects and they are beautiful! So, Miss Indias are the ones to watch out for when you go for Miss World. What is your plan forward?I want to open my own non-profit and I will continue working with all the other non-profits I already have, like my own multipurpose project, which includes a rehab centre. I want to give the message that volunteering is important and everyone can help. My mission in life is to help more people, so, I will keep doing that. It has been six months, half way though my year and I have learnt a lot, met people, learnt patience and discipline. These projects alone don’t solve the situations in the country, but we are helping so much. It is a long-term process, so be patient, keep working for it every single day. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/miss-indias-are-the-ones-to-watch-out-for-when-one-goes-for-miss-world/articleshow/69825993.cms", "time": "2019-06-18 01:00:00"}, "FYJC admission row: Maharashtra threatened us, says CISCE": {"description": "MUMBAI: The Council for Indian School Certificate Examinations has called out the state government for proposing to not take internal marks given to non-state board students into consideration for FYJC admissions so that SSC students can compete with them on an equal footing. In a letter to the education department on Monday, the council has called the decision to be “not only mala fide, but also illegal and liable to be struck down”. This year, SSC results took an over 10% hit as the board withdrew 20-mark internal exams for languages and social sciences. Following an outrage, then education minister Vinod Tawde met with senior officials and principals to review the results and came up with a formula to help SSC students in the FYJC race. Among the solutions proposed was to exclude internal exam marks for CBSE and ICSE students and to increase seats in sought-after junior colleges. The education department then wrote to the CBSE and CISCE demanding they share the details of the marks of internal/practical/oral and theory examination in each subject. While the CBSE has already shared the data with the education department, the CISCE has registered its displeasure. The council, in its letter, has stated that the education department’s communication threatened that if the data was not furnished, then students who passed out of ICSE will not be allowed to participate in class XI admission procedure. “In their last letter on June 16, we were informed that CBSE had shared the data and if we failed to do so by Monday evening, ICSE students would be allowed to participate in the admission process only after the third round,” Gerry Arathoon, secretary and chief executive officer of CISCE told TOI. The council’s letter, a copy of which is with TOI, said, “At the outset, we wish to submit that the state government cannot act unilaterally and in a discriminatory manner as sought to be done. The purported move is not only arbitrary but also unconstitutional and is liable to be withdrawn forthwith…We submit that the present decision of the state is not founded on fair play and equality and the same is not consonance with known norms applicable to the field in which policy decision are taken.” The CISCE has said it is preparing the details for languages and social sciences, but would require at least a couple of days to compile the data. “The CISCE reserves its right to challenge the aforesaid decision of the state government,” said the letter. School education secretary, Vandana Krishna, to whom the letter is addressed said, “Nothing is finalised yet. The state is considering the options. The minister will decide on Tuesday.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/fyjc-admission-row-state-threatened-us-says-cisce/articleshow/69833428.cms", "time": "2019-06-18 08:09:00"}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Eight cops go to ATS despite Mumbai police chief’s objection": {"description": "MUMBAI: Eight police personnel have been transferred to ATS despite the police commissioner objecting to their direct request to the DGP, bypassing him. Police commissioner Sanjay Barve on June 11 had issued show-cause notices to over 12 policemen, asking why he should not take disciplinary action against them for not following the protocol on transfers. Barve had told them to reply by June 13. Most officers replied that they did not intend to disrespect the city police chief and such requests had been made earlier too. The 12 had written to DGP S K Jaiswal seeking transfers to ATS. Those transferred include senior inspectors Nitin Alaknure, Dinesh Kadam, Nandkumar Gopale, Gnyaneshwar Wagh, Sudhir Dalvi, Rajesh Bhuyar, Umakant Adki and Santsoh Bhalekar. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/eight-cops-go-to-ats-despite-mumbai-police-chiefs-objection/articleshow/69836067.cms", "time": "2019-06-18 09:53:00"}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Maharashtra: As school dropout rates rise, experts ask for data tracker": {"description": "MUMBAI: In spite of various schemes brought in to ensure free and compulsory education, the dropout rate at the upper primary and higher secondary levels in Maharashtra continues to rise. The dropout rate of upper primary students has gone up from 1.06% (2016-17) to 1.56% (2017-18), whereas that for higher secondary school students increased from 2.4% (2016-17) to 2.9% (2017-18). Educationists have, however, said that the numbers, even if higher compared to previous years, don’t show the real picture. “The dropout data varies from source to source, and there is no uniformity. However, there is also a shortage of colleges across the state which could result in dropout at the higher secondary level. The dropout rate could be higher if compared from Class I enrolments vis-a-vis Class XII enrolments,” said Hemangi Joshi, an RTE (Right to Education) activist. Activists have also called for a central admission and monitoring system to plug the gaps in data. “Currently, the state doesn’t know where the dropout is happening, especially after Class X and Class XII, since the students don’t necessarily opt for a higher secondary course or college degree. We have time and again written to the government to bring in a monitoring system which can track all students across institutes in the state and country,” said Vaishali Bafna of SYSCOM, a Pune-based think tank. Experts also feel the need to concentrate on quality of primary education. “It is easy to say that students drop out of the education system because of poverty, but a large number lose interest in education as the quality of education is poor. There is also a lot of inter-state migration which displaces students and causes children to drop out,” said educationist Heramb Kulkarni. He had been following up with the state for the past few years when the government introduced drives to identify out-of-school children in the state. The survey report has mentioned that Samagra Shiksha is an integrated scheme being implemented in the state from 2018-19 by subsuming three schemes, that is, Sarva Shisha Abhiyan, Rashtriya Madhyamik Shiksha Abhiyan and Teachers Education. The Union government has made a financial provision of over Rs2,480 crore for the state during 2018-19. According to government data, the total number of primary and upper primary schools is 1.06 lakh, while the number of secondary and higher secondary schools comes to 26,857. The number of students enrolled in primary and upper primary schools across the state is 1.59 crore; for secondary and higher secondary schools, the number comes down to 66.5 lakh. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/maharashtra-as-school-dropout-rates-rise-experts-ask-for-data-tracker/articleshow/69835992.cms", "time": "2019-06-18 09:47:00"}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "\nSwara Bhaskar's web series screened in Mumbai\n": {"link": "https://timesofindia.indiatimes.com//city/mumbai/Swara-Bhaskars-web-series-screened-in-Mumbai/articleshow/54677895.cms", "time": "", "description": "One of India’s fastest growing media conglomerates, Viacom 18 launched its latest web series, '#ItsNotThatSimple', on its digital platform Voot. The makers also held a special screening of the show on Monday to select guests from the industry. Some of the celebrities who turned up at the venue to support the shows included Imran Khan and Avantika Malik, Aamir Ali and Sanjeeda Shaikh, Danish Aslam, Shruti Seth, Mini Mathur and Gul Panag. A six-episode web series starring Swara Bhaskar, Karanveer Mehra, Vivan Bhatena and Akshay Oberoi, the show has a funny take on urban marriage. Comedian Angad Singh Ranyal’s comic take on love, relationships and marriage was a treat for the audience. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Physiotherapy student jumps to death from building in Mumbai": {"description": "MUMBAI: A 21-year-old physiotherapy student allegedly committed suicide by jumping from a building at Dadar here in the wee hours of Monday, police said. Omkar Mahesh Thakur, went to the terrace of 'Kohinoor Tower', located on Bal Govind Das Road in Dadar area, around 3.30am and jumped from there, a police official said. A passerby spotted Thakur lying on the ground in a pool of blood following which he was rushed to a nearby hospital where doctors declared him dead, he said. Thakur, who lived in an apartment on the building's fifth floor, was studying physiotherapy at the KEM Hospital in Parel area here and was in the last year of the course, he said. The reason behind the extreme step was yet to be ascertained, the official said, adding that the deceased's friends and colleagues at the hospital were being quizzed. An accidental death report was registered and a probe was under way, he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/physiotherapy-student-jumps-to-death-from-building-in-mumbai/articleshow/69824164.cms", "time": "2019-06-17 14:49:00"}, "Gold worth Rs 10 crore seized, seven arrested in Mumbai": {"description": "MUMBAI: Directorate of Revenue Intelligence (DRI) officials seized nearly 33 kg gold worth Rs 10.5 crore on Friday and claim to have found for the first time Myanmar markings on the gold bars. Seven people who ran courier agencies in the city have been arrested. Officials said the gold was in the form of bars and biscuits and weighed between 100 gm and 1 kg. Besides the gold smuggled through the Indo-Myanmar border, officials found gold had also been illegally brought in from Dubai and some of the seized gold had Swiss markings. Some gold bars had been tampered with to conceal the country of origin. DRI officials said it was not clear how the gold reached Myanmar. The strategy was to transport gold smuggled through Kolkata, Hyderabad and Delhi airports to the city with the help of small-time courier agencies for a fee. The courier agencies charged between Rs 200 and Rs 700 per kg (the legal courier fees per kg) gold. DRI sources said the courier companies received the parcels at the cargo terminal. The consignments would arrive without the address of the consignee being mentioned. A call would be made to the sender and, based on instructions, the gold would be delivered. The smuggled gold was delivered to jewellers operating in Kalbadevi, Zaveri Bazaar, BKC and other places in Mumbai for a hefty commission. Following a tip off, the DRI intercepted 12 cargo consignments at the office of Concor Air Ltd, an agency that deals in domestic air cargo, at Santacruz. Four of the arrested have been released on bail. Three other arrested accused, Sanjay Didwania (49), Manohar Kothari (47) and Jaiprakash Saini (29), were produced before the Esplanade court and sent to judicial custody till June 30. The senders have not been arrested and DRI is conducting further raids across the country. DRI officials said this was the new modus operandi being adopted by smugglers to dodge authorities. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/gold-worth-rs-10-crore-seized-seven-arrested-in-mumbai/articleshow/69819449.cms", "time": "2019-06-17 08:58:00"}, "On cam: Duo cut open ATM, flee with Rs 10 lakh in Maharashtra": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/on-cam-duo-cut-open-atm-flee-with-rs-10-lakh-in-maharashtra/videoshow/69794867.cms", "time": "", "description": ""}, "Mum: DRI rescues lemur, vervet monkey, exotic cats": {"description": "MUMBAI: A vervet monkey, a lemur, a civet and exotic cats were among the animals seized during raids held at illegal pet trade shops for a second day across the city. Some of the exotic animals, like the lemur and vervet, were stuffed into cages which were further shoved into bags. Besides, at least 250 exotic birds, including yellow budgies and green conure, were found packed into 20 to 25 tiny cages. Six people have been arrested and Rs 1.09 crore seized from the shops. Some of the exotic animals and birds are delicate and need to be handled with utmost care, said Dr Jitendra Ramgaonkar, deputy conservator of forests. LemurThe raids were conducted at pet shops in Crawford Market, Kurla and Govandi by officials of the Directorate of Revenue Intelligence (DRI) with the help of the state forest department. Deputy director of DRI, Prashant Kumar, refused to comment. “I can’t comment as of now. We are still in the midst of investigation,” he said. The forest authorities cannot file a case against illegal pet traders in this case since, technically, exotic animals are not classified under the Wildlife Protection Act. “But these exotic animals are being illegally brought into the country and traded. Some of them could also be bred internally. So, DRI officials have initiated action against the traders for violation of the foreign trade policy and have booked them under the Customs Act,” Dr Ramgaonkar said. The animals have been handed over to the forest authorities and could be handed over to animal welfare organisations for foster care. Most of the birds are affected and not in good shape, said Dr Priti Sathe, veterinary officer at Thane. “Many birds, including a pair of Rosellas, have contacted a viral infection that causes a discharge from the eyes and makes them shed feathers,” said Dr Sathe. The environment in which some of the animals were crammed in was “pitiable”, said Pawan Sharma of Resqink Association for Wildlife Welfare, who helped in the veterinary care. “There was no ventilation and it must have been claustrophobic for the animals and birds,” said Sharma. “They were dehydrated and sitting in their poop. It was stinking badly.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/mumbai-dri-rescues-lemur-vervet-monkey-exotic-cats/articleshow/69834341.cms", "time": "2019-06-18 05:48:00"}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Kandivali jewellery workshop worker held for theft": {"description": "MUMBAI: Police have arrested a 21-year-old man for stealing gold ornaments worth Rs 28 lakh from a Kandivali West- based gold polishing workshop where he worked. The accused was arrested from Hyderabad on charges of theft within 48 hours of the crime. Safutullah Gayani, the accused, was working at a gold polishing unit owned by Rampad Santra at Sai Nagar for the past eight months. There were four other workers at the unit. Every evening, the unit's manager, Shaikh Momin, would collect ornaments polished by the staff and lock it in a vault inside the workshop. The key to the vault used to be with Momin. All the employees would sleep inside the workshop at night. On June 11, Rampad received a consignment of bangles and pendants weighing 1kg for polishing. The order was to be completed soon. The workers worked till late and went to sleep around 6am on June 12. At 10.30am, the shop owner received a phone call from a nervous Momin. He told Santra that 1kg gold ornaments had vanished from the vault. CCTVs in the unit showed Gayani applying glue on every camera. One of the cameras outside the shop had captured him walking away with a carry bag. After Santra lodged a police complaint, the police checked Gayani's call data record (CDR). \"Gayani wasn't carrying his cellphone. We contacted the people and learnt that he was on his way to Pune and then to Hyderabad. Our team picked him up from Hyderabad,\" said senior inspector Nitin Pondkule. Gayani admitted to taking out keys to the vault from Momin's trouser pocket, while he was asleep. He claimed that his employer hadn't paid him his salary, but Rampad has denied this. \"The entire looted gold ornaments have been recovered from Gayani,\" said DCP Sangramsinh Nishandar. \"The accused has worked in a few other polishing units before. Employers should conduct police verification of each of their staffers,\" he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/gold-polishing-worker-steals-ornaments-worth-rs-28-lakh-from-kandivali-workshop/articleshow/69835566.cms", "time": "2019-06-18 09:33:00"}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Ghatkopar station wants you to struggle": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghatkoparstationwantsyoutostruggle/articleshow/69834383.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "A year after wine shop owner's murder, no breakthrough in case": {"description": "MUMBAI: A year since wine shop owner Sajnish Singh Chawla was robbed and shot to death near his Goregaon establishment, the police are yet to make any breakthrough in the case. Chawla was walking towards his car with a bag containing Rs 4 lakh when he was shot in the temple by two masked men. What left his kin baffled and the community of liquor shop owners nervous was that the assailants first shot Chawla and then grabbed his bag. Chawla hailed from an affluent family that has business interests in construction, real estate and restaurants. The Vanrai police and multiple units of the crime branch have been working on the case. \"It's unfortunate that the killers havent been tracked down. The investigators seem to be trying their best,\" said Sumit, Chawla's brother. He added that the police had checked out the backgrounds of current and past employees at Chawla's wine shop. On June 10, 2018, Chawla shut his shop, Goregaon Wines near Virvani Industrial Estate, around 11.20pm. He started walking towards his car parked 100 metres away, accompanied by an employee named Kamlesh Yadav. Suddenly, two masked men in black cloth walked up with a pistol and shot Chawla in the left temple. The bullet exited from under his eye. As Chawla screamed in pain, the robbers picked up his bag of cash and fled. Yadav, who was unhurt, held a profusely bleeding Chawla and yelled for help. Some of the staffers heard him and alerted a patrolling police vehicle. Chawla was taken to the Bal Thackeray Trauma Hospital and then moved to Kokilaben Ambani Hospital where he died. Chawla was a well-built six footer and had never received threats from anyone. \"Surveillance camera footage and cellphone data dump was minutely scanned. We went through crime files to look for robbers that had struck in the past using a similar modus operandi elsewhere. Each such person was quizzed. Overall, more than 150 people have been questioned at different points. Officers also made trips to other states in south and central India to work on leads,\" said a police officer privy to the investigation. Chawla's family has been through a rough time in the past year. \"He is survived by his wife and two teenaged children. Tuesday was his first death anniversary and his family wanted to head somewhere out of the city because memories kept flooding them,\" said Sumit. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/a-year-after-wine-shop-owners-murder-no-breakthrough-in-case/articleshow/69819377.cms", "time": "2019-06-17 11:23:00"}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Nagpur: 100-year-old submerged well visible as Gorewada Lake dried up for the first time": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/nagpur-100-year-old-submerged-well-visible-as-gorewada-lake-dried-up-for-the-first-time/videoshow/69802090.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "CHUNABHATTI - KACHRAPATTI": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chunabhatti-kachrapatti/articleshow/69821297.cms", "time": "", "description": ""}, "Monsoon expected by this weekend in Mumbai": {"description": "MUMBAI/PUNE: After a prolonged delay, the onset of the south-west monsoon over the city is expected by the weekend. Weathermen said scattered rain in Mumbai was only “convective activity”. While the normal date for the onset is June 10, it has been delayed this year. Last week, due to Cyclone Vayu in the Arabian Sea, the city received significant showers. But with the weakening of the system, conditions are now becoming favourable for further advance of the south-west monsoon into more parts of the country. In the city, rainfall recorded since June 1 by IMD Colaba observatory was 101mm, while at Santa Cruz, it was 140mm. The rain departure in case of Colaba and Santa Cruz was -126.9 and -60.9 respectively. “While surface winds are favourable (southwesterly), the wind pattern needs support till mid-level, which is currently lagging. Conditions are becoming favourable for the further onset of monsoons in 4-5 days,” said Shubhangi Bhute, scientist, IMD Mumbai. On when the onset was expected over Mumbai, she said it may take 2-3 days to reach southern parts of Konkan, and thereafter to Mumbai around June 20-21. Rainfall was reported from many parts of the city on Monday, but the showers were short-lived. “Lower level winds are incurring the moisture, hence we are witnessing convective activity, but it has to sustain the monsoon pattern, which is lagging. We are waiting for sufficient moisture in the atmosphere,” she added. Convection in the atmosphere is the way air floats up on account of being warmer than surrounding air. Maximum temperatures in the city continued to remain on the higher side on Monday hovering around 34 degrees Celsius. Private forecasting agency Skymet on Monday said a spell of rain is likely over coastal parts of Maharashtra between June 23-26. Isolated heavy to very heavy rain is also likely. IMD (Pune) said the monsoon is expected to reach Maharashtra in four to five days, with chances of heavy rainfall at isolated places in Konkan and Goa on Wednesday. Anupam Kashyapi, head of weather, IMD (Pune) said the monsoon was set to enter parts of south Konkan and south Maharashtra by June 20-21, and may cover the entire state by June 24-25. said its entry into Mumbai will be known in few days. (With inputs from Neha Madaan)Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/onset-of-monsoon-over-mumbai-likely-by-this-weekend/articleshow/69834311.cms", "time": "2019-06-18 05:26:00"}, "Prosecution banks on Payal Tadvi’s last call, CCTV grab of accused in her room to oppose bail": {"description": "MUMBAI: A two-minute phone call at 4.51pm on May 22 between Dr Payal Tadvi and Dr He-ma Ahuja, one of the three doctors accused of abetting the former’s suicide, and the CCTV footage of Ahuja and co-accused Dr Ankita Khandelwal entering Tadvi’s room when she was being taken to the trauma centre are the key grounds the prosecution is relying upon to oppose their bail plea. The prosecution alleged that the duo had returned to Tadvi’s room to ‘steal the suicide note’ and ‘destroy evidence’ from Tadvi’s phone. “Their demeanour shows they committed the crime with extreme cruelty and a cool mind,” the nine-page reply to the bail plea said. During the hearing before the special court on Monday, special public prosecutor Raja Thakare submitted the reply against Ahuja (28), Khandelwal (27) and Dr Bhakti Mehare (26), Tadvi’s seniors at Nair Hospital who have been accused of harassing and ragging Tadvi and making casteist comments, which allegedly drove her to commit suicide in her eighth floor hostel room on May 22. The prosecution’s reply stated that the last phone conversation Tadvi had was with Ahuja, but added: “Ahuja is not divulging correct information about the call. She claims she spoke to Tadvi about work.” Questioning why the accused were the first to reach Tadvi’s room, the prosecution said that on May 22, at 7pm, Ahuja and Mehare knocked on Tadvi’s room, but got no no response. They then called others, broke open the door and found Tadvi hanging from the ceiling fan. The prosecution also questioned why the three accused had reached Tadvi’s floor before the suicide was discovered. It said that they had been unable to answer this. “It has been established during probe that on the day of the incident at 7pm, Ahuja and Mehare...came down from their ninth floor room to Dr Snehal’s room on the eighth floor. Khandelwal followed them. Soon after, they called others.” The prosecution added that after Tadvi’s body was carried to the lift, instead of going with the group, Ahuja and Khandelwal went to Tadvi’s room and were there for around five minutes, which was caught on CCTV camera. The reply also said Tadvi had called her mother at 3.39pm and complained about how the three seniors had worsened the harassment and threatened to not let her complete education after she had complained against them, to which her mother said she would come to the city. . “The victim belonged to a...scheduled tribe community, whereas the accused are... part of privileged society. This disparity may have an adverse effect on the witnesses and...investigation...,” the prosecution said, while opposing the bail plea. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/prosecution-banks-on-tadvis-last-call-cctv-grab-of-accused-in-her-room-to-oppose-bail/articleshow/69833441.cms", "time": "2019-06-18 08:33:00"}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Drainage cover disappears": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagecoverdisappears/articleshow/69834389.cms", "time": "", "description": ""}, "Vijay Wadettiwar to take over as leader of opposition": {"description": "MUMBAI: For the first time in recent history, the monsoon session of state legislature will begin without the leader of opposition in the lower house as its leader, Radhakrishna Vikhe Patil, joined the BJP and was inducted into the state cabinet on Sunday. NCP legislature party leader Ajit Pawar said the opposition on Sunday submitted a letter to speaker Haribhau Bagde that senior Congress leader Vijay Wadettiwar be appointed leader of opposition. “We have unanimously elected Wadettiwar. He should be declared leader of opposition as early as possible,” Pawar said. After a meeting of opposition leaders, including former CM Prithviraj Chavan, CLP leader Balasaheb Thorat, state NCP president Jayant Patil, leader of opposition in council Dhananjay Munde and former minister Naseem Khan, Pawar said the opposition will boycott the CM’s customary tea party to protest failure to tackle drought. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/vijay-wadettiwar-to-take-over-as-leader-of-opposition/articleshow/69819268.cms", "time": "2019-06-17 08:49:00"}, "Consumer injured in joyride, insurance company asked to give over Rs  7L payout": {"description": "Hiren Joshi had taken a Happy Family Floater Policy of Rs 6 lakh from Oriental Insurance which covered him, his wife and his dependant parents. The policy included personal accident coverage. Hiren got married and went on a honeymoon to Manali on a trip organized by Heena Tours and Travels. One of the attractions was paragliding. The paragliding activities were operated by trained persons. Hiren’s parachute, however, developed a technical snag, and the pilot could not control it, leading to a crash on a rocky hill. Hiren sustained grievous injuries in the accident which occurred on December 10, 2014. He was hospitalized till January 6, 2015 after which he returned to Mumbai for further hospitalization and treatment which continued till April 4, 2015. As the accident had occurred during subsistence of the policy-- valid from November 20, 2014 to November 19, 2015-- he filed a claim under the policy. The insurer rejected the claim on the ground that paragliding was a risky activity, and that the policy did not cover accidents occurring during aviation or ballooning except as a bonafide passenger. Since Hiren was paragliding, the insurer termed it a hazardous activity which was excluded under the policy. Hiren approached the insurance ombudsman who upheld the insurer’s stand, so he filed a consumer complaint. Advocate Ami Mandani who represented Hiren, argued the exclusion clause was not applicable since Hiren was not operating the parachute while paragliding, but was merely enjoying a joy ride which was being operated by a trained pilot. Even a tour operator had endorsed this fact, but the insurer argued the tour operator was not entitled to opine. It defended the repudiation under clause 4.19 of the policy.  The forum observed the policy was in existence since several years during which period no claim had been made. It concurred with advocate Ami Mandani that the exclusion clause would not apply to joy rides under trained pilots. The forum also noted that clause 4.19 of the policy had no bearing on the dispute. Accordingly, by its order of June 1, 2019 delivered by M P Kashar for the bench headed by Sneha Mhatre and D S Paradkar, the forum concluded the claim had been wrongly repudiated which constituted a deficiency in service. It noted even though the expenses for treatment had exceeded the coverage limit, Hiren had restricted his claim to the benefits available under the policy. The forum ordered Oriental Insurance to pay Rs 6 lakh for medical expenses and Rs 1,28,125 as personal accident benefit. Both these amounts would carry 3% interest from the date of the complaint being filed. In addition, Rs7,000 was awarded as compensation for mental agony and Rs 3,000 as litigation costs. The insurer has been given two months to comply with the order. (The author is a consumer activist and has won the Govt. of India’s National Youth Award for Consumer Protection. His email is jehangir.gai.columnist@outlook.in)Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mumbai/consumer-injured-in-joyride-insurance-company-asked-to-give-over-rs-7l-payout/articleshow/69833432.cms", "time": "2019-06-18 04:39:00"}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "charkop petroleum pump awaiting disaster": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/charkoppetroleumpumpawaitingdisaster/articleshow/69834407.cms", "time": "", "description": ""}, "Unruly Auto drivers": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unrulyautodrivers/articleshow/69821373.cms", "time": "", "description": ""}}