{"Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "NEET results: 85% clear cut-off": {"description": "VIJAYAWADA: Health minister Alla Kali Krishna Srinivas (Alla Nani) who took charge on Monday, officially released the National Eligibility cum Entrance Test (NEET) results for the state. The minister revealed the official figures from the state where around 46,718 candidates appeared for the examination. Of the total, 40,381 candidates, 85% of candidates successfully achieved the requisite cut-off. He also congratulated the toppers for achieving ranks below 100 in the national examination. Officials said that Dr NTR University of Health Sciences, Vijayawada will be releasing the Neet cut off list after the last round of state counselling is concluded, which would most likely be in the second week of August. The cut off list will include the ranks and marks scored by the candidates belonging to the reserved and unreserved categories who will be able to secure seats in the all India and the state quota. The application process for MBBS seats this year and the counselling process for the candidates will begin next week. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/neet-results-85-clear-cut-off/articleshow/69832355.cms", "time": "2019-06-18 04:19:00"}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "YSRC, TDP trade charges over corruption": {"description": "VIJAYAWADA: YSRC and TDP members traded charges against each other on core issues of development, welfare and corruption in the assembly on Monday. The debate on the motion of thanks to the governor’s speech seems to have given enough opportunity for YSRC to blame the previous government for neglecting welfare. YSRC MLAs G Srikanth Reddy, Kakani Govardhan Reddy, Ambati Rambabu, R K Roja and Jogi Ramesh blamed the TDP for indulging in heavy corruption and resorting to wasteful expenditure. They blamed TDP for not fulfilling the promise of loan waiver for farmers. They alleged corruption in Polavaram project, Amaravati land pooling and other issues. TDP MLAs K Atchannaidu and Gorantla Butchaiah Chowdary dared YSRC to prove their allegations. “You have been making these allegations for the fast five years sitting in the opposition. Now, sitting in the treasury benches, you are making the same allegations. If you are serious on this, who is stopping you from ordering probe and coming up with facts?” Atchannaidu asked. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/ysrc-tdp-trade-charges-over-corruption/articleshow/69832670.cms", "time": "2019-06-18 10:24:00"}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Real estate agent killed": {"description": "TIRUPATI: A real estate agent was murdered by unidentified men at Adoni town in Kurnool district on Sunday night. According to reports, the real estate agent was burned to death. According to Adoni sub inspector, Ramanjaneyulu, the deceased, 43-year-old Basavaraj owns a barber shop and also operates as a real estate agent. On Sunday, Basavaraj was reportedly taken away by some unidentified men, in the pretext of offering alcohol. “They took the deceased to the Maremma Guddi area where all of them consumed liquor. However in the morning, Basavaraju was found dead at the spot. The micreants reportedly burned him to death,” the sub inspector said. Upon receiving information, the Adoni police rushed to the crime scene and shifted the body of the deceased to a local government hospital for post-mortem. The police are on lookout for the accused.tnn Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/real-estate-agent-killed/articleshow/69832335.cms", "time": "2019-06-18 04:18:00"}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "In Prakasam, people desert villages for a drop of water": {"description": "ONGOLE: With no sign of rain, situation has worsened in the western parts of drought-hit Prakasam district. Thousands of families are deserting the villages. Hundreds of deep borewells have gone completely dry leaving no water to be tapped. According to unofficial reports, at least 24 villages in Yerragondapalem, Kanigiri, Giddalur and Markapuram constituencies have been deserted. This is the fourth consecutive year that Prakasam district is witnessing a severe drought. The rural water supply department (RWS), transporting water to the crisis-hit villages, has been struggling to meet the ever-increasing demand for water. Prakasam district singularly is taking up nearly 10,000 trips of water tanks each day of the 22,000 trips being supplied by the water supply department for the entire state. Sources said that RWS officials supplied over 7,500 trips per day to the area in April and upped the scale of supplies to 9,400 by May. They thought that the situation might ease down by June. However, it was not to be. The attempts of the RWS to revive the borewells have also gone in vain as water could not be tapped even at the depth of 1,000ft. Sources in the RWS say that they would not be able to continue the supply by tankers for long. “In fact, it has become very difficult to supply 1,000 trips per day to each assembly constituency,” said a senior RWS official. “Leaving the village is the only way to survive now,” said Pedda Venkateswarlu of Karumanupalle village of Tarlubadu mandal. Even villages located on the banks of Nagarjunasagar branch canal are facing acute drinking water crisis. It was, for example, considered that Podili mandal had ample reserves of drinking water. But even here, the borewells have all dried up this year. The cattle are the worst-hit and farmers are being forced to sell away their animals due to the shortage of water and fodder. Education minister and legislator of Yerragondapalem Adimulapu Suresh has words of promise to offer though. “We will make an assessment of the situation and seek additional funds from the CM to manage the situation,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/in-prakasam-people-desert-villages-for-a-drop-of-water/articleshow/69816972.cms", "time": "2019-06-17 09:34:00"}, "Chief minister Y S Jaganmohan Reddy  to attend Kaleswaram opening": {"description": "VIJAYAWADA: Chief minister Y S Jaganmohan Reddy has accepted his Telangana counterpart K Chandrasekhar Rao’s invitation to attend the inauguration of the Kaleswaram Project on June 21. On Monday, KCR met Jaganmohan Reddy at the latter’s Tadepalli residence to invite him. The two chief ministers discussed issues like inter-state river water, irrigation projects on Krishna and Godavari rivers, distribution of the institutions in the Schedule IX and X of the AP Reorganisation Act apart from other issues concerning both states. It is said that the two chief ministers have agreed to solve problems related to sharing of Krishna and Godavari waters and the projects proposed by the two states on the rivers without going to river water dispute tribunals. The chief ministers have decided to convene a meeting of chief secretaries of AP and Telangana on June 24. The secretaries, engineers and other senior officials of the water resources department would also be present in this meeting to resolve the inter-state water issues. Sources said KCR and Jagan had an initial talk about taking up a combined lift irrigation project on the Godavari to pump water into Nagarjuna Sagar reservoir. This would help both states to share the Godavari water from this reservoir. The Kaleswaram Project will benefit Guntur and Prakasam districts through Nagarjuna Sagar right canal. The CMs also spoke about taking up a combined lift irrigation project. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/jagan-to-attend-kaleswaram-opening/articleshow/69832589.cms", "time": "2019-06-18 10:25:00"}, "Curse of women led to TDP’s downfall, says YSR Congress MLA R K Roja": {"description": "VIJAYAWADA: YSR Congress MLA R K Roja, speaking during the motion of thanks to the governor in the assembly on Monday, said women of the state “cursed the TDP” in the elections, which reduced their strength to just 23 in the 175-member AP assembly. “The TDP did not show any respect for women during its five-year rule,” Roja said, adding that a woman officer was dragged by her hair in the sand by a TDP leader, who was among those defeated in the elections. “Some MLAs were involved in the call money sex racket where women were forced to provide sexual favours. Those MLAs have been defeated too. The former speaker of this assembly had said that cars should be parked in sheds and women should be confined to their homes. The speaker lost and was chased out of the polling booth during the elections,” she recalled. Roja said the TDP government had promised loan waiver to women of self-help groups but it was not fulfilled. “The women were forced to repay loans with more interest and were declared defaulters by banks,” she said, adding that those women played a big role in TDP’s humiliating defeat. “I was insulted on the floor of this House. I was suspended from the House for one year and they did not revoke the suspension even after the Supreme Court’s order. The women of the state saw all this and showed you the place where you are now.” She praised CM Jaganmohan Reddy, who has given greater share to women in the cabinet. “An ST woman has been made the deputy chief minister, while an SC woman is the state’s home minister,” Roja added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/curse-of-women-led-to-tdps-downfall-says-roja/articleshow/69832560.cms", "time": "2019-06-18 10:32:00"}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Naidu frisking: Senior cop backs airport security staff": {"description": "VIJAYAWADA: After the frisking of former chief minister N Chandrababu Naidu at Gannavaram airport sparked a war of words between TDP and YSRC leaders, a senior police officer has come out in support of the security personnel at the airport. E Damodar, an inspector general (IG) rank official, who works as controller of legal metrology, issued a statement that everyone has to undergo security check other than those who were exempted by Bureau of Civil Aviation Security (BCAS) at all airports in the country. He said having worked as an SP and overlooked VIP security for 3.5 years in undivided Andhra Pradesh, he wanted to clarify the rules on Aviation Security (AVSEC). The Standards and Recommended Practices (SARPS) of Chicago Convention of International Civil Aviation Organisation (ICAO) mandate adherence to the SARPS by all member states. India, as part of ICAO needs to conform to SARPS. BCAS has also laid down categories of persons exempted from security screening and former chief ministers, even with Z category security, have not been exempted. Damodar said it was the late Jayalalithaa, former Tamil Nadu chief minister, who took up the issue with civil aviation authorities and secured exemption after she was subjected to security screening once she stepped down as chief minister. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/senior-cop-backs-airport-security-staff/articleshow/69816734.cms", "time": "2019-06-17 11:08:00"}, "Dust bin blocking drainage.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dustbinblockingdrainage-/articleshow/67893438.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Two smugglers held, 13 red sanders logs seized": {"description": "TIRUPATI: Two smugglers were arrested and 13 logs of red sanders seized in a combing operation in the Seshachalam forests near Tirupati in the early hours of Sunday. Based on inputs regarding the movement of smugglers in the Nagapatla forest range in Chandragiri mandal, sleuths of the red sanders anti-smuggling task force, led by FSO Venkata Subbaiah, took up extensive combing operations inside the forests this morning. During the operation, task force sleuths spotted a group of around 14 smugglers around the forest area near Cheekateegalakona under Nagapatla forest range. As the task force sleuths got near them, the smugglers tried to escape. While several managed to flee, the task force sleuths took two smugglers into their custody at the spot. The arrested were identified as Vengeyan and Kumar who hail from hamlets in Vellore and Tiruvannamalai districts in Tamil Nadu. Task force sleuths seized 13 ‘A’-grade red sanders logs from the spot. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/two-smugglers-held-13-red-sanders-logs-seized/articleshow/69817060.cms", "time": "2019-06-17 21:11:00"}, "Dangling Danger:Evacuation in arundelpet": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/danglingdanger3aevacuationinarundelpet/articleshow/69420287.cms", "time": "", "description": ""}, "Hubby sets pregnant wife ablaze": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/hubby-sets-pregnant-wife-ablaze/articleshow/69806467.cms", "time": "2019-06-16 05:15:00", "description": "Vijayawada: A man killed his pregnant wife by setting her ablaze at Krishna Lanka area on the intervening night of Friday and Saturday. The deceased was identified as Battula Sailaja, 29, who worked as a teacher in a private school at Labbipet. Her 32-year-old husband Nambiyar is a junior lecturer at a private college in Gudivada. Nambiyar and Sailaja got married about seven months ago. Sailaja is a native of Lingareddipalem in Koduru mandal and was staying with her husband at Fakirgudem. Nambiyar used to visit Vijayawada on weekends. Police say that Nambiyar suspected his wife of having an affair. On Friday, Nambiyar doused Sailaja with petrol and set her on fire while she was asleep. Neighbours rushed to Sailaja’s rescue hearing her screams but by the time they could put off the fire, it was too late. Nambiyar was arrested. Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "New policy to make Andhra Pradesh a dry state: Excise minister": {"description": "VIJAYAWADA: The new liquor policy being formulated by the government will lead to complete luquor ban in the state. The plan will be finalised by chief minister Jaganmohan Reddy in the next ten days. This was revelaed by minister for excise and commercial taxes K Narayana Swamy in a meeting with district excise heads. Narayana Swamy said the aim of the meeting was to discuss the recurrent problems faced by the ground-level staff of excise department. “Though the new policy will take some time, we have initiated the process of liquor prohibition with the eradication of belt shops,” the minister pointed out. Narayana Swamy went on to say that the previous government had made false claims over eradication of belt shops and that TDP leaders had gained from flourishing belt shops. Another menace that the excise department is focusing on is that of arrack brewing, rampant in the two Godavari districts, agency areas and the areas sharing border with other states. The present liquor policy will expire by the end of June and new policy should be notified from July 1. The minister hinted that the new policy may downsize the number of liquor shops. He appealed to everyone to support the cause of complete liquor prohibition. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/new-policy-to-make-ap-a-dry-state-excise-min/articleshow/69806449.cms", "time": "2019-06-17 11:41:00"}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Pathetic pit": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/patheticpit/articleshow/67782652.cms", "time": "", "description": ""}, "Will revamp Arogya Sri scheme, says Nani": {"description": "Amaravati: Deputy chief minister in-charge of medical and health ministry, Alla Kalikrishna Srinivas (Nani) assumed charge at the secretariat on Monday. Speaking on the occasion, Nani said that making Andhra Pradesh a healthy state is as the top of the state government’s agenda. The deputy chief minister further said that the ‘Arogya Sri’ scheme will be completely revamped to help people. Every disease whose treatment costs more than Rs 1,000 will be included in the Arogya Sri package, he said. Addressing the media, Nani said that the TDP government had grossly neglected the scheme, causing suffering to the common people. He further alleged that the TDP government did not even clear the bills to hospitals, prompting them to refuse patients. “CM YS Jaganmohan Reddy was extremely pained at the death of infants in a government hospital in Ananthapuram. The incident was a result of the neglect of the TDP government,” the deputy chief minister said. Nani added that they have inspected the Ananthapuram hospital and would soon submit a report to the CM. Nani alleged that the TDP government had done nothing to improve health services except changing the name of the scheme to NTR Arogya Seva. Interestingly, the first file that the minister signed was to change the name of the scheme to YSR Arogya Sri. Nani assured that the government would soon begin the disbursement of Rs 10,000 pension to kidney patients. Meanwhile, women and child welfare minister Taneti Vanitha who also took charge as the secretariat on Sunday said and said that the CM has directed officials to not spare anyone indulging in crimes against women and children. The minister also cleared a file pertaining to increase of wages to Anganwadi workers. tnn Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/will-revamp-arogya-sri-scheme-says-nani/articleshow/69832372.cms", "time": "2019-06-18 04:20:00"}, "Telugu family of 4 found dead in US": {"description": "Vijayawada: Mystery shrouds the death of four members of a Telugu family who were shot and killed at their home in West Des Moines city, Iowa in the US on Saturday. Sunkara Chandrasekhar, 44, his wife Lavanya, 41, and their two sons aged 15 and 10, were shot and killed, a police statement said. The family was originally from Tsundur town in Andhra Pradesh’s Guntur district and were living in the US for at least the past two decades. On Saturday at around 10 am, a local resident contacted the emergency number 911 after being informed about gun shots being heard in Chandrasekhar’s house. Police officials, who rushed to the spot, found the four lying dead with gunshot wounds. Sources close to the family said that they had moved into the house only in March. Speaking to TOI, a family friend who is also a member of Telugu Association of North America (TANA) said on condition of anonymity that Chandrasekhar has been suffering from depression for a while and that there might have been a dispute in the family. In an Instagram post, local police explained that at the time of the shooting, other family members, including two adults and two children, were living in the house as guests. After discovering the bodies, one of them rushed out looking for help. He found someone who then called up 911. The police have not revealed the identity of the guests. Although the police have not given any details about the motive behind the shooting, they have stated that there is no immediate threat to the community and that the deaths directly affect their family friends and co-workers. They have also said that investigations had revealed that at the time of the gun being fired, no outsider had entered the house. This is being interpreted by many that a family dispute may be behind the deaths. Chandrasekhar worked for the Iowa department of public safety’s technology services bureau. Sources added that Lavanya too was a software developer. Friends and acquaintances cited his work excellence certificates claiming that he was hard working employee. TANA members got in touch with family members in Tsundur town and were told that everyone was in a state of shock. They also rejected any help saying that they did not want any attention. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/telugu-family-of-4-found-dead-in-us/articleshow/69832544.cms", "time": "2019-06-18 04:29:00"}, "Devotee offers ornaments worth Rs 2cr": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/devotee-offers-ornaments-worth-rs-2cr/articleshow/69806480.cms", "time": "2019-06-16 05:14:00", "description": "Tirupati: A new set of gold ‘Kati-Varadha hasthams’, weighing about 6kg and worth Rs 2.25 crore was added to the treasures of Lord Venkateswara at the Tirumala temple on Saturday. The hasthamswere doanted by Thanga Durai, a cloth merchant from Tamil Nadu. He earlier donated a gold sword worth Rs 2 crore. Download The Times of India News App for Latest City ."}, "Drainage position": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageposition/articleshow/69683869.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Andhra Pradesh: 39,000 take test for forest beat officer vacancies": {"description": "TIRUPATI: As many as 39,123 candidates appeared for the screening tests for forest beat officers on Sunday. The tests were held across 13 districts by the the Andhra Pradesh public service commission (APPSC). After the APPSC had released notifications for recruitment to the posts of forest beat officers and assistant beat officers, as many as 70,139 candidates had applied for the posts. However, only 45,694 candidates downloaded the hall tickets, and an even lower number— 39123 appeared for the screening tests. The number amounts to 85.61% of the candidates who downloaded hall tickets. The test was held at 161 centres. Visakhapatnam topped the chart with 5,565 candidates appearing for the screening tests on Sunday, while only 1,464 candidates appeared for the tests in West Godavari. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/39k-take-test-for-forest-beat-officer-vacancies/articleshow/69817097.cms", "time": "2019-06-17 17:57:00"}, "2 girls suffer injuries in leopard attack on Tirumala ghat road": {"description": "TIRUPATI: Two young girls suffered injuries when a leopard attacked them on the second ghat road leading to Tirumala on Sunday night. 13-year-old Pavani and 21-year-old Yamini, both residents of Balaji nagar in Tirumala were returning home from Tirupati accompanied by their respective fathers on two two-wheelers when a leopard pounced upon them near the 16th kilometre turn along the second ghat road. According to the victims, the leopard attacked both the vehicles simultaneously when they fell. Following the fall, the leopard attempted to drag the girls away. In a bid to save their daughters, the fathers tried to scare off the wild cat. One of the fathers found a log and somehow managed to scare the leopard away. The girls sustained minor injuries on their legs and were rushed to Ashwini Hospital at Tirumala for treatment. The girls have been placed under observation for 24 hours. Locals and devotees in the area are scared out of their wits following the midnight leopard attack. Some locals said that forest department officials of the Tirumala Tirupati Devasthanams (TTD) have done little to prevent leopard attacks. “Even though a leopard was spotted near Mokalla Mettu on May 8, which is close to where the incident occurred on Sunday, the forest department has done nothing to capture the wild cat,” said a resident of Tirumala on condition of anonymity. Meanwhile, the forest department has not been able to confirm whether the leopard who attacked the goals was the same as the one spotted near Mokkala Mettu earlier. Instead of initiating measures, the forest officials are advising locals against venturing into the twin ghat roads in two-wheelers, especially at night. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/2-girls-suffer-injuries-in-leopard-attack-on-tirumala-ghat-road/articleshow/69832323.cms", "time": "2019-06-18 04:18:00"}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "clearing of wastage forgotten": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/clearingofwastageforgotten/articleshow/68972971.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Kurnool: Carrom game leaves 1 dead, another hurt": {"description": "TIRUPATI: A simple game of carrom, that started in a calm friendly manner between two groups, ended up in violent scenes. One died and another was injured after an altercation broke out between the two groups over points in the game. The shocking and violent incident took place at Mahanandi mandal headquarters in Kurnool district late on Saturday night. According to Mahanandi police sub-inspector Tulasiram Prasad, two groups of youngsters were playing a carrom game and a quarrel broke out between the players over points scored. The quarrel led to a clash between the two groups resulting in grievous injuries to two youngsters. The two injured, Ravi Kiran and Ashok, were immediately rushed to Nandyal government hospital. 23-year-old Ravi Kiran died at the hospital while undergoing treatment. Ashok was said to be out of danger. Mahanandi police have registered a case in the incident and a few youngsters involved were taken into custody. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/carrom-game-leaves-1-dead-another-hurt/articleshow/69816994.cms", "time": "2019-06-17 22:38:00"}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Villagers block truck carrying sand": {"description": "VIJAYAWADA: Villagers staged a protest by blocking the path of a truck carrying sand from Muneru rivulet in Kanchela village under Nandigama mandal in Krishna district on Monday. According to police sources, the incident happened in the morning, when locals spread the word after they found a few people filling up the truck with sand from the dried path in the rivulet. Soon, they stopped the vehicle before it could flee the spot and said that they would not allow the sand to leave the village. Thereafter, the truck driver contacted the builder involved in the mining. The builder then approached the villagers and explained that they have taken requisite permissions from the district collector’s office through AP Builder’s Association to extract the sand. Regardless of the permission, the villagers refused to let them go of the truck and stated that the villagers too are stakeholders in the matter. Eventually, the truck had to be abandoned at the spot while the builders association will once again approach the district collector’s office for a smooth resolution of the matter. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/villagers-block-truck-carrying-sand/articleshow/69832301.cms", "time": "2019-06-18 04:16:00"}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Finance minister likely to take a call on CFMS’ future on Monday": {"description": "AMARAVATI: Finance minister Buggana Rajendranath Reddy will review the Comprehensive Financial Management System (CFMS) on Monday. CFMS, created during the TDP regime, is seen as a route to release funds to contractors without following rules. Chief secretary LV Subramanyam had directed finance department to streamline payments on a first-come-first basis instead of choice based system after taking over the reins of the state administration before the elections. But things did not follow suit. Many top officers, considered to be close to the TDP regime, were shunted to insignificant posts after Y S Jaganmohan Reddy became chief minister. Senior IAS officer Muddada Ravichandra was retained as secretary in the finance department although the government brought in S S Rawath as principal secretary. Krishnadevarayalu, a technocrat appointed as CEO of CFMS, was allowed to continue in the position. Sources said Ravichandra and Krishnadevarayalu were kept in the finance department only to assist the government to dig out past irregularities, if any. Sources said finance minister Buggana Rajendranath Reddy would take a final call on continuing CFMS after a review with top officials. Senior officials in the finance department are critical of the government decision to allow both Ravichandra and Krishnadevarayulu. Sources said the finance department had hurriedly cleared nearly Rs 200 crore bills before the new government took charge in the state. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/finance-minister-likely-to-take-a-call-on-cfmss-future-today/articleshow/69816758.cms", "time": "2019-06-17 22:30:00"}, "congestive T-junction": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/congestivet-junction/articleshow/69366305.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Sewage coming from drinking water pipes!": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewagecomingfromdrinkingwaterpipes21/articleshow/69551063.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Farmers suffer at the cost of illegal seed processing units": {"description": "Guntur: Notwithstanding the delayed monsoon pushing agriculture activities on to back foot, illegal seed processing units are working overtime to make the most from the anxiety of farmers. Thanks to tacit support from senior officials in agriculture department, fraudsters are packing spurious seeds for marketing. The vigilance and enforcement department have sealed two illegal seed processing units operating for the past two years in Guntur city. “It is not possible for fraudsters to continue operations without support from top officials in the agriculture department,” said a vigilance and enforcement official. The agriculture department has not carried out mandatory inspections in processing units despite knowing that many plants are flouting the norms. Sources said the department is turning a blind eye to unethical operations of seed processing units, seed manufacturing units and fake pesticide firms. As per rules, the processing units should collect seed only from recognized seed research and testing laboratories. The seed readied by scientists should carry a lot number, scientist name and seed variety. The processing centre should maintain records with all details before handing them over to farmers. The unit should have details of the farmer so that the agriculture department carries out germination tests in the field. The seed will be allowed to market only after successful completion of germination test. Many processing units do not procure breeders and set up in the unit, which is mandatory to run the operations. With no official visiting the plants, processing units are marketing unauthorized and untested seeds. Sources said processing units are procuring old and expired seeds from seed firms and sell them to farmers after processing. The seeds are packed in bags carrying unauthorized logos and brand names to lure farmers. There are allegations about officials in the agriculture department receiving money to let illegal seed processing units to continue. Seed processing units have a turnover not less than Rs 50 crore and it is alleged that the ‘share’ of certain department officials is around Rs 2 to Rs 5 crore. The officials and processing units blame farmers in case they lodge complaints of poor germination, saying the growers did not follow the guidelines to get best results. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/farmers-suffer-at-the-cost-of-illegal-seed-processing-units/articleshow/69832289.cms", "time": "2019-06-18 04:15:00"}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "CM to visit Polavaram project site on June 20": {"description": "VIJAYAWADA: Chief minister Y S Jaganmohan Reddy will visit the Polavaram Project site on June 20. The CM is likely to hold a review meeting at the project site with officials and the contractor to have an on-the-spot assessment of the project. He may also review financial aspects of the project, land acquisition, rehabilitation and resettlement, money paid to contractors and funds received from the central government. The CM is planning to request the central government to take over construction. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/cm-to-visit-polavaram-project-site-on-june-20/articleshow/69832619.cms", "time": "2019-06-18 04:36:00"}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Bhavanipuram, HB colony Garbage and sewage problem": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bhavanipuram2chbcolonygarbageandsewageproblem/articleshow/67782676.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "CM’s convoy vehicles to be upgraded": {"description": "VIJAYAWADA: Security officers of the Andhra Pradesh chief minister have said that they will be making some changes in YS Jaganmohan Reddy’s convoy vehicles. Sources said that around six new black Toyota Fortuner vehicles bearing a registration number AP 39 PA 2345 will line-up for the new chief minister. The old batch of vehicles has been sent to Hyderabad while the new convoy is being set up. Jaganmohan Reddy’s uncle and former YSR Congress MP YV Subba Reddy inspected the chief ministers chambers at the secretariat, the cabinet hall, the helipad and the convoy. A discussion also took place between the officials who made some suggestions. Jaganmohan Reddy’s number plate design will also undergo a change. Though Jaganmohan enjoys Z+ category security, similar to his predecessor N Chandrababu Naidu, security measures were further upgraded during the election campaign. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/cms-convoy-vehicles-to-be-upgraded/articleshow/69832604.cms", "time": "2019-06-18 04:35:00"}, "FAMOUS FOR DEATHS": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/famousfordeaths/articleshow/69764449.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Now, Andhra Pradesh to have women’s battalion": {"description": "VIJAYAWADA: Andhra Pradesh will get an exclusive women battalion soon, home minister Mekathoti Sucharitha said on Sunday.  The state government is mulling to raise four additional battalions as there is provision in the AP State Reorganisation Act, 2014. Out of the four battalions, the state government is considering to raise one women battalion and one tribal battalion. Assam, Nagaland and Jammu and Kashmir have women battalion. AP will now join the exclusive club. The Central Reserve Police Force also have women battalions. While Telangana raised four battalions after the state bifurcation, Andhra Pradesh did not utilise the provision. Each battalion will have about 1,000 personnel. Speaking to TOI, director-general of police (DGP), Gautam Sawang said the Union government will support AP in raising the new battalions. It will provide infrastructure and monetary support to the state. Having women battalion will not only increase women representation in the police department but also helps in dealing with women issues, he said. Sucharitha on Sunday said safety of women is going to be top priority for them. She said a toll free number will be launched soon for women. She said introduction of toll free number is one among the slew of measu res going to be launched.  She also announced that the government will issue notification soon to fill all vacancies in the police department. Earlier, Sucharita assumed office in the second block of Andhra Pradesh secretariat at Velagapudi near here on Sunday. She signed the file clearing medical reimbursement for constables as her first file after taking the charge. She said welfare of police personnel will be taken care of in YSRC government. “All police personnel in the state will get one weekly off like other employees. The process in this regard has already begun and we will implement weekly off to cops very shortly” she said. Sucharita observed that there is an urgent need to work towards curbing crimes against women and children.  Making a reference to Tadipatri pastor incident, Sucharita said she received a call from the girl’s mother. She complained how her daughter was subjected to sexual abuse by the pastor. “I have directed the cops take immediate action and they have booked the pastor and arrested him in less than two days. All complaints pertaining to crimes against women and children will be dealt in the same manner,” she said. The results of 2018 police recruitment drive will be announced shortly, she said adding that the notification for remaining vacancies in the department will also be issued. She said friendly policing initiatives will be launched soon. All police personnel in the state will get one weekly off like other employees. The process in this regard has already begun and we will implement weekly offs shortly. All crimes against women and children will be dealt speedily Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/now-andhra-to-have-womens-battalion/articleshow/69816896.cms", "time": "2019-06-17 07:11:00"}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "450kg sandalwood seized in joint raid by AP, Kerala forest officials": {"description": "TIRUPATI: Officials from Kerala and Andhra Pradesh forest departments jointly raided an abandoned sandalwood processing unit that had closed down about 10 years ago and seized about 450 kg of sandalwood in the form of chips and dust, near Gudipala in Chittoor district in the late hours of Sunday. According to Chittoor East DFO Jagannadh Singh, based on the inputs shared by a sandalwood smuggler Shohibe (34), alias Kunjappa, who was recently taken into custody by the Kerala forest department, a team of around 20 forest department officials led by Munnar DFO Narendra Babu arrived in Chittoor yesterday in search of the sandalwood dump. “The accused led us to an abandoned sandalwood processing unit where we discovered nearly 450 kg of sandalwood log,” the DFO added. The owner of the abandoned processing unit was taken into custody by the forest department officials. Meanwhile, officials from the Kerala forest department maintained that they were initially taken into custody by their Andhra Pradesh counterparts but were later released after their identities were confirmed, in addition to ministerial level intervention. The Kerala team also maintained that their AP counterparts had told them that since the raids were carried out near Chittoor, the seized goods would remain in the custody of Andhra Pradesh. However, S Saravanan, chief conservator of forests, wildlife management, Tirupati circle, denied the version of the Kerala forest department. Saravanan said the question of detention of the Kerala forest team did not arise. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/450kg-sandalwood-seized-in-joint-raid-by-ap-kerala-forest-officials/articleshow/69832690.cms", "time": "2019-06-18 10:24:00"}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Raids continue, 26 unfit buses taken off streets": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/raids-continue-26-unfit-buses-taken-off-streets/articleshow/69806386.cms", "time": "2019-06-16 05:06:00", "description": "Vijayawada: As many as 99 cases were booked and 26 buses seized across the state on Saturday as the transport department’s crackdown continued against errant vehicles of educational institutions. As many as 265 cases have been booked so far across the state.In Krishna district, deputy transport commissioner E Meera Prasad participated in the raids on Saturday morning. Meera Prasad said that apart from having fitness certificates, school buses should adhere to other prescribed norms as well. “We have been checking for other essentials like fire extinguishers, first aid boxes and racks to place books.” Another important aspect that schools should ensure is that all bus drivers should be less than 60 years old. “Schools should also conduct medical check-ups on the drivers once in every three months and the medical reports should be submitted in the parent-teacher meeting,” Meera Prasad pointed out, adding that it is essential to send the designated driver on duty. “Others should not be allowed even if they are qualified,” he said. Meera Prasad further said that the raids will continue in future and vehicles should always be ready to face tests. In Guntur, DTC Rajaratnam participated in the drive and booked seven cases on Saturday, seizing 22 buses so far. Transport department had started the raids since schools re-opened across the state. Since more than 40 per cent of school buses have not renewed their fitness certificates by going through mandatory tests, the transport department took a serious note of the issue. The government has also directed officials to take stringent action against the errant schools. Transport minister Perni Venkatramaiah (Nani) ordered to implement the rules to ensure safety of the students. Download The Times of India News App for Latest City ."}, "LEAKING MAN HOLE CREATING AN MESS": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leakingmanholecreatinganmess/articleshow/69350599.cms", "time": "", "description": ""}, "As air quality worsens, workers grapple with respiratory ailments": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/as-air-quality-worsens-workers-grapple-with-respiratory-ailments/articleshow/69806540.cms", "time": "2019-06-16 04:24:00", "description": "Vijayawada: The burning of toxic waste and fuels in industrial estates has led to a deterioration in air quality in the city in recent times. An increase in the number of industries on the outskirts of the city and unscientific treatment of industrial waste at Jawahar Autonagar and other industrial estates are major factors for the high levels of particulate matter-10 (PM-10) in the city. The Andhra Pradesh Pollution Control Board (APPCB), which carried out a study on the reasons behind high PM-10 levels found that furnaces and industries using coal and petroleum coke (‘petcoke’) as fuel were causing severe damage to air quality. Jawahar Autonagar is the largest industrial estate in Andhra Pradesh, comprising over 6,000 industries, mainly in the automotive and steel molding sectors, which depend on petcoke and coal as fuel for the furnaces. The estate employs around 2.5 lakh people, who work in these polluted and unhygienic conditions. There is no proper coordination between Jawahar Autonagar and the Vijayawada Municipal Corporation (VMC) when it comes to handling solid waste, with workers alleging that staff of the Industrial Area Local Authority (IALA) can be seen burning toxic industrial waste. “There is no door-to-door garbage collection in Autonagar. Authorities of the IALA are ignoring public health. The VMC imposes penalties for burning solid waste, while IALA workers burn hazardous industrial waste daily,” said Bandi Samuel Raj, who runs a tyre retreading company. Meanwhile, severe respiratory disorders have become common in Jawahar Autonagar but the IALA has no action plan yet to handle this. “The chairman and commissioner of IALA are not bothered about the pollution. The main road connecting Autonagar with Ramavarappadu has become a hub for burning industrial waste. Fumes emitted by burning garbage cause bronchitis and other allergies among residents. Residents of Kanuru, Sanath Nagar and Currency Nagar have been affected due to air pollution from Auto Nagar,” said KMV Rama Rao, who leads a trade union in the estate. Pulmonologists warn that inhaling toxic fumes will severely damage one’s health. “The smell of rotten eggs is quite common in Autonagar, which is nothing but burning sulphur. Inhaling these fumes will cause respiratory problems in the long run and may increase the chance of cancers and heart diseases,” said Dr BV Mohana Rao, a pulmonologist. APPCB has said it is preparing long-term as well as short-term plans to handle air pollution. “We are preparing and implementing local area action plan for pollution hotspots and enforcement of air pollution control measures in all industries, including in unauthorised areas. We will use continuous emissions monitoring system (CEMS) data for enforcement and legal compliance monitoring,” said BSS Prasad, APPCB chairman. Download The Times of India News App for Latest City ."}, "This is what happens to our irrigation canals": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thisiswhathappenstoourirrigationcanals/articleshow/67782610.cms", "time": "", "description": ""}, "over flowing of drainage tank": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingofdrainagetank/articleshow/67922768.cms", "time": "", "description": ""}, "felling of trees by L&T for Storm water drainage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fellingoftreesbyl26amp3btforstormwaterdrainage/articleshow/67633371.cms", "time": "", "description": ""}, "Chevireddy Bhaskar Reddy new TUDA head": {"description": "TIRUPATI: Chandragiri YSRC legislator Dr Chevireddy Bhaskar Reddy took charge as the chairman of Tirupati urban development authority (TUDA) on Sunday. Tirupati MLA Bhumana Karunakar Reddy felicitated the new chairman and appealed to him to strive for the overall development of TUDA. The new chairman vowed to preserve the sanctity of the temple city in line with the sentiments of the visiting devotees and the locals alike. ‘‘Our top priority will be to provide clean water to all. We have a vision document and we will deliver the best of services to the citizens in a transparent manner,” he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/bhaskar-reddy-new-tuda-head/articleshow/69817013.cms", "time": "2019-06-17 22:40:00"}, "Andhra Pradesh government readies to supply nine-hour free power": {"description": "VIJAYAWADA: The Andhra Pradesh government has geared up with Rs 1,700 crore infrastructure to ensure uninterrupted free power for nine hours to the farm sector. Stating that farmers’ welfare is the highest priority for the government, chief minister YS Jaganmohan Reddy has directed officials to work out modalities and make foolproof arrangements to provide nine hours of free power daily for agriculture sector during day time. According to energy minister B Srinivasa Reddy, power utilities are preparing modalities to begin the prestigious scheme. The state has 18.15 lakh pumpsets and 6,663 agriculture feeders. Of them, 4,951 feeders are ready for the nine-hour scheme. Keeping in view Tuesday’s meeting on the modalities of the nine-hour supply, the minister held a teleconference on Sunday. The state has proposed tariffs at Rs 1.50 a unit for aqua farmers, free power to SC, ST colonies up to 200 units a month, and Rs 12,500 to each farmer towards input cost. He said several states had followed the system introduced by former chief minister YS Rajasekhar Reddy. The scheme had been diluted later. Now, Jaganmohan Reddy wants to strictly implement the free power scheme and stop crop losses due to interruptions in power supply to borewells. The CM will directly contact farmers in future to know the ground reality on the nine-hour power supply” Srinivasa Reddy said. After the review of the power sector on Tuesday, a report will be submitted to the chief minister. Energy secretary and Transco chairman and managing director N Srikant said of the 6,663 agricultural 11 KV feeders in rural areas, only 1,712 feeders require some additional infrastructure to begin the nine-hour power supply during day time. Erection of 16 extra high-tension substations, 32 capacitor banks, 52 power transformers and 112 km of extra high voltage lines 220 KV should be completed to make these feeders ready. These balance 26% agriculture feeders will also be given nine hours supply in two spells (five hours during day time and four hours in night) until they are ready with full infrastructure. When officials informed about the pending loan amount of Rs 3,700 crore approved by the World Bank to improve infrastructure under Power for All scheme, the minister told them the matter would be brought to the notice of the chief minister. B Sreedhar, managing director, APGenco, said it has installed capacity of over 5213 MW. All measures have been taken to optimise the generation capacity of APGenco keeping in view the abnormal increase in demand. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/govt-readies-to-supply-nine-hour-free-power/articleshow/69816744.cms", "time": "2019-06-17 22:26:00"}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "bad road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/badroad/articleshow/68040836.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Will launch toll free number for women's safety: AP home minister": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/will-launch-toll-free-number-for-womens-safety-ap-home-minister/articleshow/69811111.cms", "time": "2019-06-16 13:41:00", "description": "VIJAYAWADA: Andhra Pradesh to have a toll free number for women. Home minister Mokathoti Sucharitha on Sunday said that safety of women is going to be the top priority for them and introduction of toll free number is one among the slew of measures going to be launched. She also announced that the government will issue notification very soon to fill all vacancies in the police department. Sucharita assumed her office in second block of Andhra Pradesh Secretariat at Velagapudi on Sunday. She signed the file clearing medical reimbursement for constables as her first file after taking charge. She said welfare of police personal will be taken care of in YSRC government. “All police personal in the state will get one weekly off like any other employees. The work has already begun in this regard and we will implement weekly offs for cops very shortly,” she said. Sucharita observed that there is an urgent need to work towards curbing crimes against women and children. Taking a reference to the Tadipatri pastor incident, Sucharita said that she received a call from the girl’s mother. She complained how her daughter was subjected to sexual abuse by the pastor. I have directed the cops to take immediate action and they have booked the pastor and arrested him in less than two days. All complaints pertaining to crimes against women and children will be dealt in the same manner. Sucharita noted that though there is a chance of creating four battalions in the state post-bifurcation, the previous government did not formed them. We are going to form four battalions very soon out of which one is of ‘women battalion’ and the other one will be ‘tribal battalion’. The results regarding 2018 recruitment will be announced shortly and the notification for remaining vacancies in the department will also be released, said Sucharita. She noted that friendly policing initiatives will be launched to create an atmosphere where anyone can walk into police stations to lodge complaints and for grievance redressal. Download The Times of India News App for Latest City ."}, "Ammavodi cash to harm govt schools, fear many": {"description": "VIJAYAWADA: Some schools in the state have already started to advertise about the Rs 15,000 benefit under the state government’s Ammavodi scheme even before the government has finalised it. The state government has announced that monetary benefit under Ammavodi will be extended to all parents who were sending their children to school whether it is a private or a government school. However, detailed guidelines of the scheme are yet to be formulated and notified. While private school managements are upbeat over the new scheme and hope that this will be attractive to parents and would increase student strength, experts and student organisations are expressing concerns over the scheme. PDF MLC KS Lakshman Rao said that the scheme in its present form will be disadvantageous to government schools in the state. He fears that if parents get benefit to support their children’s education, everyone might send their wards to private schools. “The government should give the benefit to only those who send their children to government schools,” said Lakshman Rao. State general secretary of Progressive Democratic Students Union (PDSU) A Ravi Chandra fears that the scheme in its present form will hasten the privatisation of education in the state. “The first causalties of the scheme will be the 8,000 government schools running with single teacher,” he said. Requests have been pouring in to the offices of education minister A Suresh and government advisor Ajeya Kallam to change the scheme to limit the benefit only to government schools. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/ammavodi-cash-to-harm-govt-schools-fear-many/articleshow/69817036.cms", "time": "2019-06-17 22:42:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Jaganmohan Reddy makes strong pitch for SCS at Niti Aayog meet": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/jaganmohan-reddy-makes-strong-pitch-for-scs-at-niti-aayog-meet/articleshow/69809039.cms", "time": "2019-06-16 10:28:00", "description": "VIJAYAWADA: Andhra Pradesh chief minister Y S Jaganmohan Reddy on Saturday made a strong case for grant of special category status (SCS) to AP before the governing council meeting of Niti Aayog in Delhi, stating that in the absence of SCS, educated youth from the state are migrating to other areas in search of employment opportunities. He spoke at length, supported by documentary evidence, to press for SCS. He requested Prime Minister Narendra Modi to fulfil the promise given to the people of AP at the time of bifurcation. He also tried to impress upon the PM and others that giving SCS to AP is fulfilment of the constitutional obligation as it was promised in Parliament. It’s also a political commitment, he added, as the BJP had included the promise in its 2014 election manifesto. Jagan built a strong case for SCS to AP by producing a copy of Union cabinet’s decision of March 2, 2014, which directed the Planning Commission to grant SCS to AP. He produced a copy of the letter of the 14th Finance Commission member Prof Abhijit Sen, in which he denied that he had recommended the abolition of SCS. The CM tried to justify his SCS demand on the ground that except AP, no state in the country was bifurcated with a promise of giving SCS as a precondition. “No state was bifurcated against the wishes of majority of its people and against the resolution of the state assembly. The residuary state does not have a capital city,” Jagan stated, adding that the per capita grants to special category states is Rs 5,573, whereas AP received only Rs 3,428. Download The Times of India News App for Latest City ."}, "Sewage flowing since January, No action taken": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewageflowingsincejanuary2cnoactiontaken/articleshow/69420280.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "68,000 devotees offer prayers at Tirumala": {"description": "TIRUPATI: The temple of Lord Venkateswara saw heavy rush of pilgrims on Sunday. Devotees have been flocking to Tirumala for the three days now as summer vacation nears the end across the country. According to TTD sources, the waiting time for ‘sarva darshan’ stretched up to 28 hours by the evening on Sunday. As many as 68,047 devotees offered prayers to Lord Venkateswara till 6pm on Sunday. All the compartments in the twin Vaikuntam Q complex were full and the pilgrims were forced to wait outside. Besides the regular hundi collection, TTD received Rs 23 lakh as donations to Sri Venkateswara nithya annaprasadam trust and Sri Balaji Arogya Varaprasadini scheme on Sunday. Meanwhile, the annual “Jyestabhishekam” reached a crescendo at the Tirumala temple. A series of special rituals were held and Lord Malayappa swamy with his two divine consorts Sridevi and Bhudevi were re-draped with the gold armour. A colourful procession was taken out later in the evening as the Lord and his divine consorts blessed the devout. Thousands took part in the procession on Sunday. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/68k-devotees-offer-prayers-at-tirumala/articleshow/69817052.cms", "time": "2019-06-17 21:16:00"}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "No need to go for spider man movie": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noneedtogoforspidermanmovie/articleshow/69733050.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "it's a part & a garbage ground": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/it2623393bsapart26amp3bagarbageground/articleshow/67860416.cms", "time": "", "description": ""}, "Girls shine in open school class X exams": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/girls-shine-in-open-school-class-x-exams/articleshow/69806410.cms", "time": "2019-06-16 05:09:00", "description": "Vijayawada: Only 69.93% students passed the class 10 examination of the Andhra Pradesh open schools society (APOSS) while 67.82% cleared the Inter exam. While 56,149 students had appeared for the class 10 exams, 64,279 students appeared for the Inter. The results of both the exams were released on Saturday.  While girls toppled boys in the class 10 exams with a pass percentage of 73.7 (as opposed to the boys’ 67.58), boys did a little better in Inter with 67.8% passing the exam (66.45% girls passed Inter). While releasing the results, education minister Aadimulapu Suresh appreciated the results from Prakasam district which had the best numbers in the exams and asked officials from Nellore, Visakhapatnam and Kurnool to focus on improving the results. He expressed his disappointment with the Visakhapatnam coordinator for being negligent towards his duties. Suresh did this while conducting a review meeting with APOSS coordinators from 13 districts. “The open school system is to provide an opportunity for those who failed to attend regular schools. We should conduct examinations in a transparent manner without encouraging mass copying, fake candidates and other forms of malpractices,” the education minister said. Download The Times of India News App for Latest City ."}, "Jagan unlikely to accept BJP’s Lok Sabha deputy speaker post offer": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/jagan-unlikely-to-accept-bjps-ls-deputy-speaker-post-offer/articleshow/69806617.cms", "time": "2019-06-16 10:27:00", "description": "VIJAYAWADA: YSR Congress supremo and chief minister YS Jaganmohan Reddy on Saturday told party MPs that there was no need for an alliance with the BJP, indicating that he is not prepared to accept any posts at the Centre including the Lok Sabha deputy speakership. The decision is in tune with his pre-election stand that YSRCP would support any political party that would give special category status to AP. Since the BJP has not yet responded positively on the SCS issue, he wants to wait. Jagan was addressing the parliamentary party meeting of YSRCP in Delhi on Saturday. He, however, said there was no need for the MPs to go into a fighting mode with the BJP-led Central government. “We will have some good relations with the BJP. There is no rivalry nor friendly relationship with the BJP as of now. Our relationship is healthy,” said party MP from Hindupur Gorantla Madhav. However, Jaganmohan Reddy had told every MP to be in touch with the government in getting new schemes to the state and also clearing all pending bills. Jagan had set the core issue of Special Category Status issue as the agenda for the party MPs in Parliament. Jagan wanted the MPs to be vibrant and vigilant. Jaganmohan Reddy had told the MPs to keep the SCS issue alive all through the Parliament sessions. He told them that the party with 22 MPs in Lok Sabha should get more time in the House to raise issues concerning the state. “Use every opportunity to demand SCS,” he said. The chief minister had further told them that he would divide them into groups and give departments to deal with both inside and outside the Parliament. The MPs concerned should take up the issues with the departments and see that funds are given from the Centre without delay. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Retailers continue to flout court order": {"description": "Vijayawada: Even though the Supreme Court and the state consumer forum had issued orders against the sale of branded plastic bags, the practice goes on unabated across Vijayawada. From supermarkets to major wholesale dealers, vendors have been charging between Rs 10 and Rs 25 for branded plastic or cloth bags. According to the judgement of the consumer forum last year, plastic bags can be sold only if they are not branded. The local municipal body was empowered to implement the order. The body was given the authority to impose fines ranging from Rs 9,000 to Rs 18,000. “Recently, one of the Decathelon showrooms in Hyderabad was fined for selling branded carry bags. Prior to that, a Bata showroom in Chandigarh was held for contempt of court for a similar issue,” said Harish Shekhawat, a city-based consumer activist. Officials of the Vijayawada Municipal Corporation (VMC) said that they are first focussing on weeding out harmful plastic bags and will subsequently focus on the issue. Shekhawat further said that consumers blindly shell out money for carry bags exhibiting the brand name, without the awareness that the brand logo entitles them to get it for free. Many major retailers continue to violate the law as they would rather be fined once than lose a major source of income from customers. In their defence, retailers say that manufacturing these bags cost much more than disposable bags and they have already laid out a suggestive notice to bring their own bags. The public can keep the bill where they have been charged for branded carry bags and lodge a complaint through the Meekosam mobile application. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/retailers-continue-to-flout-court-order/articleshow/69832315.cms", "time": "2019-06-18 04:17:00"}, "Andhra Pradesh family of 4 found shot in US; probe on": {"description": "VIJAYAWADA: Mystery shrouds the death of four members of a Telugu family who were shot and killed at their home in West Des Moines city, Iowa, in the US on Saturday. Sunkara Chandrasekhar (44), his wife Lavanya (41) and their two sons aged 15 and 10, were shot and killed, a police statement said. The family was originally from Tsundur in Andhra Pradesh’s Guntur district and were living in the US for at least the past two decades. On Saturday at around 10 am, a local resident contacted the emergency number 911 after being informed about gun shots being heard in Chandrasekhar’s house. Police officials, who rushed to the spot, found the four lying dead with gunshot wounds. Sources close to the family said that they had moved into the house only in March. A family friend, who is also a member of Telugu Association of North America (TANA), told TOI on condition of anonymity that Chandrasekhar has been suffering from depression for a while and that there might have been a dispute in the family. In an Instagram post, local police explained that at the time of the shooting other family members, including two adults and two children, were living in the house as guests. After discovering the bodies, one of them rushed out looking for help. He found someone who then called up 911. The police have not revealed the identity of the guests. Although the police have not given any details about the motive behind the shooting, they have stated that there is no immediate threat to the community and that the deaths directly affect their family friends and co-workers. They have also said that investigations had revealed that at the time of the gun being fired, no outsider had entered the house. This is being interpreted by many that a family dispute may be behind the deaths. Chandrasekhar worked for the Iowa department of public safety’s technology services bureau. Sources added that Lavanya too was a software developer. Friends and acquaintances cited his work excellence certificates claiming that he was a hardworking employee. TANA members got in touch with family members in Tsundur and were told that everyone was in a state of shock. They also rejected any help saying that they did not want any attention. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/ap-family-of-4-found-shot-in-us-probe-on/articleshow/69834916.cms", "time": "2019-06-18 09:55:00"}, "Cases booked against SPFs, devotee in Alipiri incident": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/cases-booked-against-spfs-devotee-in-alipiri-incident/articleshow/69806603.cms", "time": "2019-06-16 04:30:00", "description": "Tirupati: Tirumala police booked cases against special protection forces personnel and one Dilli Babu, a devotee from Tamil Nadu, late on Friday night in the Alipiri incident, after the TTD’s vigilance and security wing recommended shifting of the SPFs responsible for manhandling the devotee. Tirumala II town inspector, Y Venkateswarulu, told TOI that cases were booked against both on the basis of complaints lodged by the SPF police and the group of devotees. “The incident happened because of communication gap and language barrier. We analysed CCTV footages and recorded statements. Based on the complaints, cases were booked against the devotee as well. But we have not detained them and even allowed them to leave for their home town on humanitarian grounds,” added the inspector. It may be recalled that Dilli Babu was thrashed by SPF cops at Alipiri check-point following an altercation after they tried to seize prohibited tobacco products from him on Thursday. After a video of the beating went viral, the TTD top brass ordered a probe into the incident and subsequently shifted the SPF cops to non-focal points, besides recommending disciplinary action against them. Meanwhile, Bharatiya Janata Party leaders have strongly condemned the incident. A group of leaders led by former TTD trust board member G Bhanu Prakash Reddy met Tirumala police and asked them to book cases against the cops, not the devotee. Download The Times of India News App for Latest City ."}, "Eminent doctor passes away": {"description": "TIRUPATI: Dr B Govinda Narayana, resident medical officer at Sri Venkateswara Institute of Medical Sciences (SVIMS) passed away on Sunday night after suffering a heart attack while undergoing treatment at the superspecialty hospital in Tirupati. A condolence meeting was held at SVIMS on Monday. Director cum vice-chancellor, Fellow doctors commemorated the services rendered by Dr Narayana who joined the institution in 2000 as a resident medical officer and served for 19 long years.tnn Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/eminent-doctor-passes-away/articleshow/69832421.cms", "time": "2019-06-18 04:23:00"}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Drinking getting contaminated with sewage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drinkinggettingcontaminatedwithsewage/articleshow/69437168.cms", "time": "", "description": ""}, "Minister reviews progress of Kanaka Durga flyover project": {"description": "VIJAYAWADA: The deadline for completion of the Kanaka Durga flyover has been extended till December 31. Since the start of works, this is the fifth deadline that has been set for the completion of the Rs 500 crore project. The Kanaka Durga flyover will maintain traffic flow on the western side of the city and also on National Highway 65. Citizens must brace for traffic curbs again as officials are planning to stop vehicular traffic for at least a month to complete the works. Minister for roads and buildings Dharmana Krishna Das inspected the flyover works on Saturday with endowments minister Vellampalli Srinivas and Vijayawada Central MLA Malladi Vishnu. Krishna Das reiterated that completion of the Kanaka Durga flyover will be taken up on top priority. “If people support us, the works will be completed by end of the year. We want to give the flyover as a new year’s gift to the people of Vijayawada,” he said. Endowments minister Vallampalli Srinivas found fault with the previous government for failing to complete the flyover works. He said the previous government lacked commitment. “Local TDP leaders only made tall claims but could not complete the works. We are going to complete the flyover works in a time-bound manner,” the minister said. MT Krishna Babu, principal secretary of roads and buildings department, said that 85% of the works have been completed so far. The construction company was asked to complete the works in three and a half years in the tender and later told to complete the works within a year. “Because of the company’s internal issues and other problems, they could not complete the works,” Krishna Babu said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/minister-reviews-progress-of-kanaka-durga-flyover-project/articleshow/69817086.cms", "time": "2019-06-17 18:12:00"}, "playing with life's": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/playingwithlife2623393bs/articleshow/69366301.cms", "time": "", "description": ""}, "Pedestrians left to the mercy of traffic": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pedestrianslefttothemercyoftraffic/articleshow/67782699.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Andhra Pradesh: Half-day run for schools till June 22": {"description": "VIJAYAWADA: Owing to continuing heatwave conditions in the state, the state government on Sunday issued orders saying that schools will continue their half-day sessions till June 22. Regular hours of the schools will be restored from June 24, according to the latest orders issued by commissioner of school education K Sandhya Rani. The decision was taken after the forecast made by the Andhra Pradesh state disaster management authority (APSDMA) that severe heatwave conditions will prevail across the state of AP for some days now because of the slow progression of south-west monsoon. The school education department had ordered conducting half-day schools after reopening of schools on June 12. All schools in the state were directed to conduct classes from 8am to 12:30pm. Schools in the state have been ordered to follow the instructions in view of the safety of the children. District education officers have been directed by the government to take action against the schools which do not comply with the instructions. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/half-day-run-for-schools-till-june-22/articleshow/69817067.cms", "time": "2019-06-17 09:55:00"}, "Two youths drown in West Kukkuleru drain": {"description": "ELURU: Two youths drowned at the West Kukkuleru drain at Modi village in Mogalthuru mandal on Monday evening. The bodies were later fished out by the police. According to the police, a local festival celebrating the village deity Settibalija Mutyalamma was being held at the Perupalem north village on Monday morning. Hundreds of villagers had gathered to offer prayers to the deity. After the ‘jatara’ (local festival), the villagers too the deity’s idol to immerse it in the West Kukkuleru drain (also known as Uppeteru). Around 10 youths had gathered for the immersion ceremony. 18-year-old Kavuru Suresh, a resident of Parupalem north village and 20-year-old Donga Ramesh, resident of Mutayapalli village ventured into the water to take a dip. However, soon after both the youths drowned in the water and were washed away. The others gathered immediately informed the police and began a search for the missing youths. Police, revenue and fire officials reached the spot and after a lot of effort, managed to retrieve the bodies. The Mogalthuru police have registered a case. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/two-youths-drown-in-west-kukkuleru-drain/articleshow/69832390.cms", "time": "2019-06-18 04:21:00"}, "Downsizing of liquor shops not to affect excise revenue in first year": {"description": "VIJAYAWADA: Even as the government is mulling to downsize the number of wine shops by 20% across the state as a first step in achieving prohibition, excise revenue is likely to be unaffected in the first year. As the government is considering to increase liquor prices to make it unaffordable, margin on liquor sales is likely to be increased compensating the corresponding losses in volumes, according to reliable sources in the excise department. The state government is earning nearly Rs 7,000 crore revenue on liquor sales with an average 16 per cent year-on-year growth. There are about 4,402 wine shops and 826 bars across the state which do retail liquor sales. On the other hand, each wine shop is having eight to 10 belt shops which do illegal sales of liquor especially in rural and sub-urban areas. Now with the new government taking the decision to eradicate all belt shops and also to downsize the number of liquor outlets, the sales volumes are likely to get affected. However, this reduction in number of shops may not affect revenues in the first year, said a senior official on condition of anonymity. As the liquor policy is likely to be tweaked every year to downsize the number of outlets to impose complete liquor ban in next five years, revenues will come down from the second year. The increase in liquor prices, however, will give a one-year window for the government to compensate revenue loss and look for alternative sources. On the other hand, many liquor shop owners are also looking to come out of the trade as the state government’s decision is not favourable to them as they expect tighter norms in the upcoming policy. With the reduction of margins in the previous policy, many of them had ended up in losses. Some who are in the trade for long are also not interested this time to participate in the bidding, said Y Srikanth who runs a bar in Vijayawada. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/downsizing-of-liquor-shops-not-to-affect-excise-revenue-in-first-year/articleshow/69817075.cms", "time": "2019-06-17 18:18:00"}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "is it looks like a public place": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/isitlookslikeapublicplace/articleshow/67922796.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Rowdy-sheeter stabbed to death in Vijayawada": {"description": "VIJAYAWADA: A 32-year-old rowdy-sheeter was stabbed to death by two persons on CVR flyover in Vijayawada on the intervening night of Saturday and Sunday. The deceased, identified as Kilari Suresh, was a native of Chitti Nagar. According to Mohammed Umar, inspector of Two Town police station, the murder was carried out around midnight. Suresh stopped an auto on CVR flyover and demanded money from the driver and his friend (who also is an auto driver by vocation). As the two men refused to give him money, Suresh took out a knife and threatened to attack them. Police said that all the three men involved in the incident were in an inebriated state. As Suresh threatened the two friends with his knife, the auto drivers retaliated and attacked him. They snatched the knife from Suresh’s hand and inflicted deep gashes upon him with the knife. Suresh died on the spot with heavy bleeding. Upon knowing about the incident, cops rushed to the spot and shifted the body to a government hospital. Suresh was a habitual offender and drinker. He often used threats to extort money in an inebriated state at Wynchpet and Chitti Nagar areas. He has a rowdy sheet against him at Two Town police station and many pending cases. On the other hand, the auto drivers are said to be natives of YSRC Colony and they do not have any criminal background, according to police sources. Cops are yet to make arrests in the case. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/rowdy-sheeter-knifed-to-death/articleshow/69816985.cms", "time": "2019-06-17 22:35:00"}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Farmers’ welfare set to get lion’s share in Andhra budget": {"description": "AMARAVATI: Farmers’ welfare will dominate YS Jaganmohan Reddy government’s first budget, as the agriculture department has sought an allocation of at least 20,000 crore to the sector. This is nearly Rs 15,000 crore additional grant to the allocation made in the vote-on-account budget. The agriculture department has already submitted its draft report to the finance department, which has begun preparing the budget. “CM Jagan wanted farmers’ welfare to be the priority of the government. Allocations in the budget will be in line with our CM’s vision,” said minister of animal husbandry, fisheries and marketing Mopidevi Venkata Ramana. According to the initial proposals readied by the agriculture department, about Rs 8,500 crore will be needed to implement the YSR Rythu Bharosa. According to the scheme, the state government has assured to grant Rs 12,500 to each farmer in the state ahead of the Rabi season in October. Sources said that the chief minister has already directed the agriculture department to include tenant farmers under the scheme. Meanwhile, in order to implement the scheme the state government has already scrapped the Chandrababu Naidu government’s Annadata Sukhibhava scheme, which promised to grant Rs 9,000 per year to small and marginal farmers. As per official data, about 60.5 lakh farmers have been identified in the state who own land and there are another 7.5 lakh tenant farmers. Hence, the department has estimated that financial assistance will have to be extended to nearly 68 lakh farmers, for which it will need Rs 8,500 crore. Apart from this the government has promised to pay, on behalf of the farmers, the interest on a loan of Rs 1 lakh. The department has demanded a Rs 4,000 crore for the interest free loans scheme. The state government has also promised to pay the total premium on agriculture insurance from the exchequer. The agriculture department has estimated that it would require another Rs 2,000 crore to pay the premium. Besides agriculture, for the dairy industry, Ramana said, the government has already signed the proposal to increase the milk procurement price by Rs 4 per litre with immediate effect. This scheme would require at least Rs 200 crore for its implementation. “We are committed to implementing each and every promise made during Jagan’s padayatra and is part of Nava Rathnalu. We will make every effort to spare funds for the hassle-free implementation of the schemes in spite of severe financial crisis,” said agriculture minister Kurasala Kannababu. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/farmers-welfare-set-to-get-lions-share-in-state-budget/articleshow/69816723.cms", "time": "2019-06-17 10:19:00"}, "leakage main water line at Rr pet 'Y' Junction,.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leakagemainwaterlineatrrpet2623393by2623393bjunction2c-/articleshow/67922731.cms", "time": "", "description": ""}, "HAFARZAD PARKING NOT ALLOWING ANY VEHICLE": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hafarzadparkingnotallowinganyvehicle/articleshow/69334167.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Lowering wasteful expenditure is priority: FM": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/lowering-wasteful-expenditure-is-priority-fm/articleshow/69806598.cms", "time": "2019-06-16 04:29:00", "description": "Vijayawada: Finance minister Buggana Rajendranath Reddy has started the exercise to prepare his first budget, which will be presented sometime next month. Since taking charge of the crucial ministry, Buggana has been holding review meetings with all department heads to know the state’s present financial situation. “I have just started looking at the finances, and it has shocked me. The previous government completely mismanaged the state’s finances. Though the CAG had warned about the financial mismanagement, the earlier government never paid heed to it. The exchequer is now empty,” he said. The minister further alleged that while the previous government diverted funds from every account, the expenditure was mostly unwarranted. “A big portion of the state’s funds was spent on publicity and other works. Funds from various departments were pooled up and spent on tours and events,” he said, adding that he would require some more time to get to know the actual position of the state’s finances. “Many things need to be readjusted to meet the needs of all departments, and the promises made to people.” The first priority of the government is to cut down on wasteful expenditure, the finance minister said. “Money not spent on extravagance is money earned. We have started with a revenue deficit of Rs 16,000 crore, and there are no major revenue sources. Our government will function keeping this fact in mind. We are committed to bring down the expenditure. Chief minister Jaganmohan Reddy set the tone by going for a simple swearing-in ceremony and also for the swearing-in of the new cabinet (on June 8). This government’s main focus will be on austerity,” he asserted. He also stated that a huge amount of funds needs to be released to the state from the central government. “The previous government did not submit utilisation certificates (UCs) for which funds were not released. We are going to submit the UCs for the funds to be released,” the FM added. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "byrning of rubbush": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/byrningofrubbush/articleshow/68350399.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "9-yr-old dies in road accident in Tirumala": {"description": "TIRUPATI: A 9-year-old boy on pilgrimage with his family was killed in a road accident when the driver of an SUV lost complete control of the vehicle and hit the devotees. The deceased has been identified as Loka Prasad. According to Tirumala police, the nine-year-old and his family had arrived at Tirumala on pilgrimage. As the family exited the pilgrim’s amentities complex I and were walking down the road near Kalyani rest house, an SUV came and struct them. The child died on the spot. Other devotees too sustained severe injuries. The Tirumala police have registered a case against the driver who reportedly had a fit and lost control of the vehicle. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/9-yr-old-dies-in-road-accident-in-tirumala/articleshow/69832410.cms", "time": "2019-06-18 04:22:00"}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Huge pit at Eluru road Swarna Palace hotel": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hugepitatelururoadswarnapalacehotel/articleshow/68972947.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "parking vof gas cylinders under power lines": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingvofgascylindersunderpowerlines/articleshow/68350402.cms", "time": "", "description": ""}, "Min seeks better price for tobacco": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/min-seeks-better-price-for-tobacco/articleshow/69806435.cms", "time": "2019-06-16 05:10:00", "description": "Guntur: Agriculture minister Kurasala Kannababu made an appeal to traders to be generous towards remunerative prices to tobacco farmers. He said that traders should keep the dire straits of the farmers and pick up the stocks at higher prices. On Friday, Kannababu held a meeting with representatives of tobacco traders and farmers Minister following the instructions of chief minister Jaganmohan Reddy. The minister pointed out that it was not proper on the part of traders to be reluctant in picking up stocks in peak season. “You might be having problems in offering high prices due to poor export orders. However, you should not undermine the unrest among farmers as it would permanently hit the trade,” Kannababu advised. He asked the tobacco industry to take small losses in their stride if needed to provide remunerative prices to the growers, particularly those who grow low-grade varieties. He insisted that the prices should not go down further from the prevailing Rs 85 per kg. Former MP Yalamanchili Sivaji said that traders have deliberately slowed down purchases only to offer low prices. He said that growers could not survive unless they were paid at least Rs 120 per kg for the low grades. Farmers alleged that big players were exerting pressure on small merchants to abstain from the market and this was the reason why prices were getting low. ITC CEO Sanji Rangrass said that the stocks being brought by the farmers in the SLS (southern light soil) region were of very low quality and increasing prices could be a tough ask. Indian Tobacco Association (ITA) president Mittapalli Umaamaheswara Rao, on his part, said that there was no demand for low grade varieties in the export market and offering more than Rs 80 per kg was unviable for them. He said that traders were suffering huge losses due to the purchase of inferior quality stocks. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Heatwave forces govt to extend half-day schools for one more week": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/heatwave-forces-govt-to-extend-half-day-schools-for-one-more-week/articleshow/69814388.cms", "time": "2019-06-16 19:24:00", "description": "VIJAYAWADA: The state government on Sunday issued orders extending the half-day schools in view of the prevailing heatwave conditions across the state. The half-day schools will continue for one more week till June 22. The decision was taken after the weather forecast given by Andhra Pradesh State Disaster management Authority (APSDMA) that severe heatwave conditions likely to prevail across the state because of slow progression of south west monsoon. The school education department directed to conduct half-day schools after the reopening of schools on June 12. All the schools in the state were directed to conduct classes from 8Am till 12:30Pm. Normal working hours of schools will be restored from June 24 according to the latest orders issued by the commissioner of school education K Sandhya Rani. The school education department directed the schools to follow the instructions scrupulously in view of the safety of the children. The district education officers have been directed to take action against the schools which do not comply with the instructions. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "June 18 now! Wait for monsoon gets longer": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/june-18-now-wait-for-monsoon-gets-longer/articleshow/69806400.cms", "time": "2019-06-16 05:08:00", "description": "Vijayawada: The state will continue to experience hot and humid weather conditions till June 18. Weathermen made this forecast given that the south-west monsoon might get further delayed by three to five days owing to the impact of cyclone Vayu in the Arabian Sea. According to the Andhra Pradesh weather early warning and research centre (AWARE), a division of RTGS, most places in coastal and northern Andhra might record high temperatures between 45°C and 46°C in the coming days. On Saturday, temperatures ranged between 44°C to 46°C in 202 locations across the state. While Kanimeraka village in Bondapalle mandal of Vizianagaram district recorded the highest temperature of 46°C in the state, Vechalam village of Visakhapatnam came a close second with temperatures of 45.98°C. The next ranks were taken by Sringavarapukota (45.6C), again in Vizianagaram district, and Poduru (45.18C) of West Godavari district. The Andhra Pradesh real-time governance society said, “13 automatic weather stations (AWS) recorded temperatures between 45°C and 47°C. 124 AWSs recorded temperatures between 43°C and 45°C. Noticeably, all districts witnessed more than 41°C temperature on Saturday. All coastal districts recorded over 45°C.” Once monsoon arrives on June 18, many parts of Rayalaseema and coastal districts might receive moderate to heavy rainfall. “The south-west monsoon is likely to touch Anantapur and Chittoor districts first and then spread across the state,” scientists at AWARE said. The APRTGS has directed district administrations to make necessary arrangements to handle heatwaves. District collectors have been directed to provide ORS and buttermilk to motorists. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Road for auto parking.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadforautoparking-/articleshow/67716989.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Dinage Problem From 3years": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dinageproblemfrom3years/articleshow/68897922.cms", "time": "", "description": ""}, "PARKING MID OF THE ROAD NEAR SAIBABA TEMPLE ROAD,": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingmidoftheroadnearsaibabatempleroad2c/articleshow/69334170.cms", "time": "", "description": ""}, "Patient dies at SVRR hospital, family claims medical negligence": {"link": "https://timesofindia.indiatimes.com//city/vijayawada/patient-dies-at-svrr-hospital-family-claims-medical-negligence/articleshow/69806571.cms", "time": "2019-06-16 04:27:00", "description": "Tirupati: A patient died at the SVRR government hospital in Chittoor district on Saturday, allegedly due to medical negligence. Ironically, the incident took place within minutes after district collector Narayana Bharat Gupta inspected the hospital. The patient, Babu, had high fever and was admitted to the hospital’s general ward a couple of days ago. His condition worsened on Saturday, his relatives said, alleging that he died as he could not be shifted to the intensive care unit (ICU) for want of stretcher. They said they searched for a stretcher for 30 minutes but could not find one in the hospital. Finally, it was the attendant of another patient who managed to get a stretcher. But by the time Babu was shifted to the emergency ward, his condition had worsened. He developed convulsions and died before doctors could start treatment. The bereaved relatives entered into a heated argument with the hospital staff and staged a demonstration. They later took the body home to complete funeral rites. Hospital officials were unavailable for comment. But sources confirmed lack of proper infrastructure led to the patient’s death. Download The Times of India News App for Latest City ."}, "obstructive drainage with debris dumped": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/obstructivedrainagewithdebrisdumped/articleshow/67716835.cms", "time": "", "description": ""}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Prove irrigation project irregularities, TDP dares govt": {"description": "VIJAYAWADA: TDP questioned the new government’s priorities in the assembly on Monday. The opposition party alleged that the governor’s speech did not include key topics such as Amaravati development, Polavaram Project and industrial policy. Both Houses of the legislature have begun the debate on the motion thanking governor ESL Narasimhan for his address on June 14. In the assembly, government whip Budi Mutyala Naidu moved the motion, seconded by Kakani Govardhan Reddy. They said the government headed by Y S Jaganmohan Reddy is giving priority to neglected sections and farmers. They accused the TDP government of indulging in heavy corruption in Polavaram Project and Pattiseema lift irrigation scheme. TDP leader K Atchannaidu found fault with the governor not acknowledging development in the last five years. He questioned the government for not making any mention of Amaravati and Polavaram Project. He welcomed the ruling party’s decision to order probe into irrigation projects and asked them to prove the charges. He dared them to stop Pattiseema scheme, if YSRC found it useless as some members claimed. “If you think Pattiseema is a wasteful project, I would advise you to stop pumping water from the scheme for this season and see what the farmers would say,” Atchannaidu said. He found fault with the government handing over some buildings of AP to Telangana, without settling the institutions listed in Schedule IX and X of the AP Reorganisation Act. He also wanted the government to check with the energy department and ensure there are no power cuts in the state. Finance minister Buggana Rajendranath Reddy blamed the TDP government for not getting funds from the central government or get Schedule IX and X institutions bifurcated in the last four years when the TDP was in alliance with BJP. On developmental issues, the minister said the TDP government had utilised the spillover funds from the 13th finance commission, full funds from the 14th finance commission and funds from MNREGS. “Whatever was spent from these funds had gone mostly to Janma Bhoomi committees ignoring the elected gram panchayat sarpanches and ward members,” the minister said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/vijayawada/prove-irrigation-project-irregularities-tdp-dares-govt/articleshow/69832645.cms", "time": "2019-06-18 04:39:00"}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}}