{"Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "\nVic and Vini get buzzing at Output Bengaluru\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/vic-and-vini-get-buzzing-at-output-bengaluru/articleshow/68863753.cms", "time": "", "description": ""}, "Garbage menace at Pulakeshinagar.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagemenaceatpulakeshinagar-/articleshow/69641640.cms", "time": "", "description": ""}, "Bengaluru: Senior citizens urge riders to not use footpath, obey traffic laws": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/bengaluru-senior-citizens-urge-riders-to-not-use-footpath-obey-traffic-laws/videoshow/69774680.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Auto with 12 aboard collides with bus; 4 dead": {"description": "Bengaluru: A woman and her two daughters and a cousin were killed after the autorickshaw they were travelling in with seven others collided with a private bus near Vishwanathapura in Devanahalli on Monday morning. Police dismissed initial reports that the accident occurred when the autorickshaw driver was trying to avoid potholes. Ram Nivas Sepat, superintendent of police, Bengaluru Rural confirmed that the accident took place when the axle of the vehicle broke. “As the axle broke, the auto with 12 persons aboard veered to its right and collided head on with a private bus coming from the opposite direction. Passersby rushed the injured to hospital, where doctors declared four of them dead,” he said. “It is true that there are potholes on the road. But the accident took place as the axle of the vehicle broke,” another police officer said. Hasina Mohammed, 35, her daughters Zoya Mohammed (5) and Shajia Mohammed (8) and cousin Sania R, 17, who were killed, were heading to the deputy commissioner’s office in Chapparakallu in Devanahalli to get some corrections done in their Aadhaar cards. Residents of Giddappanahalli in Hoskote, Hasina was a daily wage worker and her two daughters attended Vishwanathapura government school. Sania, a SSLC dropout, lived with Hasina and helped her in household chores, police said. Hasina’s husband was also a daily wager. The autorickshaw driver, Abu Ahmed alias Hasanabba, has been shifted to Devanahalli government hospital. Hasanabba, a relative of Hasina, was also on his way to get corrections done in his Aadhaar card. Two other passengers in the auto too were injured. Transport department officials are investigating why the axle of the autorickshaw snapped and if overloading was one of the reasons. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/auto-with-12-aboard-collides-with-bus-4-dead/articleshow/69832867.cms", "time": "2019-06-18 04:30:00"}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "City’s theatre fraternity eulogises Karnad through his plays": {"description": "", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/citys-theatre-fraternity-eulogises-karnad-through-his-plays/articleshow/69817206.cms", "time": "2019-06-18 04:30:00"}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Scenes from the 'Birth of a Nation'": {"description": "BENGALURU: If you go to the Wikipedia page for the Indo-Pakistani War of 1971, you’ll find a photograph of Lieutenant General AAK Niazi, the Commander of Pakistani Eastern Command, signing the documented instrument in Dacca in the presence of Lieutenant General Jagjit Singh Aurora (General Officer Commanding-in-Chief of Indian Eastern Command). The attribution for the image notes that it was taken from the website of the Indian Navy. No photographer’s name is given. The war, for all intents and purposes was over. Photographers from news agencies and publications from around the world descended on Dhaka – or Dacca, as it was then called. But the Indian Government had its own photographers to record the war, and Bengaluru-born Sreenivas Kumar was one of them. The 83-year-old became interested in photography when he was young, and he left Bangalore for Bombay in 1958, to do a cinematography course with a film studio. He pursued a freelance career for a while, before taking up a job with the Films Division of India in 1961. In 1968, he answered an advertisement looking for a photographic officer at the Directorate of Advertising and Visual Publicity (DAVP), and got the job. “The job was based in Delhi, and I spent a few years covering various national events,” he says. Then, the war happened. He was transferred to the DAVP’s Defence Wing, and was assigned to cover the war. “There were not many volunteers to cover the war,” he says, laughing at the memory. “But I was keen to do it. I was issued two Nikon F2 cameras – the latest model – by the department, and then, I boarded a military transport plane that took me to Calcutta. From Calcutta, we travelled by road to Teliamura in Tripura,” he says. Kumar, then 35, joined a team of four including a cameraman from the Films Division and a reporter from All India Radio and left Delhi on December 1, 1971. Kumar took a couple of dozen rolls of film with him. “Back in those days, Japanese brands were not allowed in India. We had to make do with film rolls from the Soviet Union. We used NP 22 for slow shutter speed photos and NP 27 for fast clicks,” he says. The team members were given Army officer ranks and wore uniforms – as per law – to begin work from the front. “We were stationed in a camp in Teliamura where I met members of the Mukti Bahini, armed guerrillas, fighters for Bangladesh liberation. I got some good shots of them in the jungles before we began on our hurried road journey to Agartala from where news of heavy Pakistani shelling was coming in,” Kumar recalls. Initially, there wasn’t too much problem with getting film. But then, heavy shelling by Pakistani forces made air travel between Delhi and Calcutta difficult, and getting additional rolls of film was hardly a high priority. “I used to borrow film from other photographers, and was lucky enough to be able to get rolls of film whenever I visited Calcutta,” he says. The procedure was that Kumar would take pictures and they would be sent to Delhi. “The Government and the army were responsible for developing the snaps, and it would be a long time before I could even see the photographs I had taken,” he says. “While some of the black and white photos from the frontline made it to the newspapers and magazines, I maintained a personal collection of hundreds of rejected images of the war. And some are rare photographs of the conflict and surrender,” says the octogenarian, who retired from service in 1985. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/scenes-from-the-birth-of-a-nation/articleshow/69827347.cms", "time": "2019-06-17 18:17:00"}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Cracking down on Ponzi schemes is Bengaluru new police chief’s priority": {"description": "BENGALURU: With 1.25 lakh people having lost their money to Ponzi scams in Bengaluru in the last decade, new police commissioner Alok Kumar on Monday said preventing such fraudulent schemes will be one of his priorities. Kumar, a 1994-batch IPS officer who is from Saharsa in Bihar, took charge as the 32nd police commissioner of Bengaluru on being promoted on Sunday. His predecessor T Suneel Kumar was posted as additional director general of police (recruitment). Alok Kumar, 50, who served as additional commissioner (crime, Bengaluru city), was handpicked by chief minister HD Kumaraswamy over a dozen IPS officers. His appointment comes at a time when the city has been rocked by a series of Ponzi scams, which flourished because of support from some unscrupulous police officers. Asked about the challenges before him, Kumar told mediapersons nearly 1.25 lakh persons in Bengaluru have become victims of Ponzi scams and that a coordinated approach would be adopted to tackle the menace. “Police do not have powers to take preventive measures against persons running Ponzi schemes. We will create public awareness, hold discussions with officials and take action,” he said. Asked about increasing cybercrimes, Alok Kumar said establishing cyber economic and narcotic (CEN) police stations across the city is one solution. “There is a already proposal with the government and we shall pursue it,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/cracking-down-on-ponzi-schemes-is-new-police-chiefs-priority/articleshow/69832907.cms", "time": "2019-06-18 09:42:00"}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "BWSSB’s snail’s pace of work makes commuting hell in Begur": {"description": "", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bwssbs-snails-pace-of-work-makes-commuting-hell-in-begur/articleshow/69832768.cms", "time": "2019-06-18 04:30:00"}, "Bellandur residents join hands to take stock of tree wealth": {"description": "BENGALURU: Equipped with measuring tapes and mobile phones, children, youths and other residents of Bellandur began mapping their tree wealth on Sunday. In all, 32 trees were mapped in an hour by the participants of Bellandur Tree Census, a joint initiative of Project Vruksha and Bellandur Jothege, a citizen changemaker group. The exercise will continue on every Sunday for the next three months. Project Vruksha aims to geo-tag and map trees of Bengaluru and update the BBMP’s tree census data using its own mobile phone application, Vruksha. The participants clicked photographs of the trees, measured their girth, identified the species and uploaded the same on the app. Kishori Mudaliar, founder of Bellandur Jothege, said Bellandur volunteers aim to create a living record of mapped trees which will include details like girth and species and also identify hazardous trees so that BBMP could protect them. “We want our trees to survive the onslaught of urbanisation,” said Kishori. The exercise is focused on ensuring citizen participation to make it a sustained campaign. “Our volunteers will train others, who, in turn, will train more people on how to use this app,” said Anand Singh, a resident of Bellandur. “Together, we mapped Pride of India, tabebuia, jungle jalebi, bohemia, large-leaf mahogany, gulmohar, pongam, Singapore cherry and subabul trees,” said children, who enthusiastically in the Sunday drive. “Tree tagging also means learning in detail about the trees and their ecological value, when they flower and how they benefit humans,” said tree doctor Vijay Nishanth. “When you tag a tree, you build a bond with it,” he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bellandur-residents-join-hands-to-take-stock-of-tree-wealth/articleshow/69817210.cms", "time": "2019-06-17 07:12:00"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Yoga For All campaign in Bengaluru": {"description": "Starting from June 14 till June 30, ‘Yoga is for all’ campaign to kick off in the city. The campaign spearheaded by yoga experts, will be reaching out to over 100 NGOs, charitable organisations, schools, universities, government, and private organisations, to achieve the goal of 1,00,000 people sharing joy and happiness of yoga in the city. Speaking about the event, Grand Master Akshar, \"yoga has transcended the boundaries and keenly practiced across the globe. In association with World Yoga Organization, Yoga is for all campaign is aimed to spread the message of Health, Peace, and Happiness. This Made in India discipline has the potential to alleviate the various health and mind issues confronting the global populace. We hope to magnify the reach of Yoga and International Yoga day is an important step in that direction.\" Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/yoga-for-all-campaign-in-bengaluru/articleshow/69828483.cms", "time": "2019-06-17 19:28:00"}, "Bengaluru: Investors of IMA Jewels stage protest after founder goes ‘missing’": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/bengaluru-investors-of-ima-jewels-stage-protest-after-founder-goes-missing/videoshow/69746821.cms", "time": "", "description": ""}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "the footpath has no space to walk": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thefootpathhasnospacetowalk/articleshow/69570056.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Water level in Karnataka dams dips to 14% of capacity, hits rock bottom in three": {"description": "BENGALURU: Delayed monsoon has brought water levels further down in major reservoirs of Karnataka, raising concerns. Data accessed by TOI shows only 114 thousand million cubic feet (tmcft) of live storage is available in 13 major reservoirs. The figure is just about 14% of the total storage capacity of 825 tmcft. According to Karnataka State Natural Disaster Monitoring Centre (KSNDMC), the water level in three dams, Ghataprabha (1%), Tungabhadra (2%) and Malaprabha (3%), has literally hit rock bottom. KSNDMC director GS Srinivasa Reddy said the present picture is a complete contrast of the previous year’s situation, when some of the reservoirs were full. “Last year, we received ample rain in May itself. Some dams like Kabini were full by this time. This time, the effect of Cyclone Vayu has further delayed the monsoon. Though rain is expected in a few days, it will take another month to see more inflow into reservoirs,” he added. A senior official from KSNDMC explained that the initial weeks of June usually see a lull, though last year was an exception. “Rain should have started by the second week at least. Delayed filling of dams will have an impact on agriculture and hydro power generation. More importantly, it will have a cascading effect on drinking water availability next summer,” he added. Among the 13 reservoirs, only Supa and Narayanapura have comparatively good live storage at 30%. Even in dams of the Cauvery basin, the levels are between 10% and 14%. Weathermen have predicted rain or thundershowers at a few places in coastal Karnataka and at isolated places in interior Karnataka for the next few days. “On Sunday too, most parts of coastal Karnataka and some of south Karnataka received showers. However, dry weather prevailed in north interior Karnataka. Dakshina Kannada, Uppinangadi and Chikkamagaluru got heavy rain,” said an official from Meteorological Centre, Bengaluru. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/water-level-in-dams-dips-to-14-of-capacity-hits-rock-bottom-in-3/articleshow/69833052.cms", "time": "2019-06-18 09:46:00"}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Repeat of drain repair frequently": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/repeatofdrainrepairfrequently/articleshow/69764398.cms", "time": "", "description": ""}, "Bengaluru: BJP leader electrocuted, wife, son injured in fire": {"description": "KOLAR: A BJP leader died following a strong electric shock and his wife and son suffered burn injuries on Sunday when a devastating fire, most probably triggered by a short circuit, ravaged their house in Bazaar Street, Bangarpet. It happened around 3am Sunday when they were sleeping. While TS Nagaprakash, 58, vice-president of the Kolar BJP district unit died, his wife Shobha and son Swaroop were injured when she attempted to rescue him. Police said the fire broke out due to a short circuit and engulfed the house after some household articles, including a TV stand, were gutted. Nagaprakash, who woke up around 3.30am after he felt suffocated, tried to switch on the light and was electrocuted. His cries for help woke up Shobha and Swaroop who rushed to his aid. After neighbours got alerted, police and fire brigade personnel rushed to the spot and doused the fire. Shobha and Swaroop were rushed to Jalappa Hospital. Dr Lakshmaiah, medical superintendent of the hospital, said Shobha sustained 5% burn injuries but is critical because she’s an asthma patient. PR Ravindara, assistant sub-inspector, Bangarpet said police have written to the executive engineer, Bescom, seeking a report on the cause of the short circuit. Kolar MP S Muniswamy visited Nagaprakash’s house to enquire about the incident. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bjp-leader-electrocuted-wife-son-injured-in-fire/articleshow/69817235.cms", "time": "2019-06-17 08:59:00"}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Roads are frequently dug up and not fixed": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadsarefrequentlydugupandnotfixed/articleshow/69569962.cms", "time": "", "description": ""}, "Govt mulls fast-track courts for Ponzi cases": {"description": "BENGALURU: Interminable progress in adjudication of lawsuits related to Ponzi schemes has prompted the state government to consider the setting up of fast-track courts to try such cases. The move comes against the backdrop of the IMA Group cheating thousands of investors of crores of rupees. Revenue minister RV Deshpande told TOI that the government is contemplating new legislation for Ponzi schemes that will involve fast-track courts to ensure speedy trials. “We have realised that there are certain loopholes in the system that have to be plugged,” Deshpande said. “Fast-track courts for Ponzi cases are among various reforms we are considering.” The IMA Group scam surfaced last week after an audio clip surfaced of its founder-owner, Mohammed Mansoor Khan, threatening to commit suicide. That led to thousands of depositors lodging police complaints against the firm. The case has posed new challenges to investigators. Among them, the firm claimed to be a limited liability partnership in which profits are subject to market risks, precluding police from taking action against it under the Karnataka Protection of Interest of Depositors in Financial Establishments (KPID) Act, 2004. Officials contemplating the new legislation said the department of parliamentary affairs is studying the issue and a bill for the new law is likely to be introduced during the monsoon session of the assembly. Home minister MB Patil said the government wanted to give investigating agencies more teeth. “Police currently cannot confiscate the assets of a Ponzi company even if there is a case,” he said. “There is a procedure to be followed through the revenue department. In the new system, police will have the power to seize properties.” He said the government will create a common platform comprising representatives of the police, revenue, income tax and commercial tax departments to deal with cases related to Ponzi schemes. In the absence of such an arrangement, cases have not progressed and depositors have been left without restitution years after cases were filed. For instance, in the ViniVinc case, an early Ponzi company that unravelled in 2005, only a handful of depositors retrieved their money. In the Ambidant case of last year, 1,700 complainants with claims totalling Rs 600 crore are yet to get back their money as the matter is entangled in legal and procedural quagmires. Government sources said around 17 Ponzi companies are currently facing trial. The government recently took back the power to seize assets that it had handed to the competent authority — the assistant commissioner of revenue. Principal secretary, revenue, Rajkumar Khatri said steps are being taken to restore the power of the assistant commissioner to confiscate assets. LC Nagaraj, assistant commissioner, revenue, Bangalore north subdivision, said the special investigation team (SIT) has identified movable assets including gold jewellery in in the IMA case and on Monday started the process to seize them. “It takes time to initiate the process to seize immovable properties of the IMA Group as the government is yet to restore our power to do so,” Nagaraj said. While police earlier said it could not invoke the KPID Act against IMA, Nagaraj said they now could as the department had received complaints from people claiming that they had deposited money with the firm and Mansoor Khan is now on the run. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/govt-mulls-fast-track-courts-for-ponzi-cases/articleshow/69832503.cms", "time": "2019-06-18 04:46:00"}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Revenue department sought legal opinion, but withheld IMA Group documents": {"description": "BENGALURU: Another attempt by the government to shield the IMA Group, which has allegedly cheated thousands of investors of crores of rupees, has come to light. The revenue department, accused of bailing out group founder-owner Mohammed Mansoor Khan, failed to furnish a single document about the firm while seeking the law department’s opinion on whether provisions of the Karnataka Protection of Interest of Depositors (KPID) in Financial Establishments Act and Rules can be applied against IMA and its group entities, according to documents, copies of which are with TOI. Sending back the file on April 27, 2019, the law department said the revenue department had not furnished sufficient documents pertaining to the IMA Group. “...no documents relating to M/s I Monetary Advisory are placed on record…,” said the note. A law department officer said: “The revenue department initially rushed to help the company. It tried to involve the law department. But we declined as it hadn’t given sufficient documents.” Amid persistent reminders from the Reserve Bank of India to take action against the IMA Group, the revenue department sought the law department’s opinion. The revenue department also claimed that the assistant commissioner, north sub-divison — the competent authority to confiscate assets under KPID Act and Rules — had submitted a report on March 8, 2019 that no action could be taken against IMA. The revenue department cited a police finding which said the case be closed as there was no complaint, documents show. Earlier, the government had taken back powers from the assistant commissioner to attach the company’s assets despite a public notice on it. The revenue department’s move to seek legal opinion came even as Khan was financially distressed and sought a loan of Rs 600 crore from a bank. Asked to get an NOC, Khan went, with Shivajinagar MLA Roshan Baig, to the revenue department. “We sought legal opinion as per RBI procedure. If the law department found the documents furnished were insufficient, they could have said so. What prevented them from doing so?” asked revenue minister RV Deshpande. The note also reads: “At the threshold, it may be noted that the concerned assistant commissioner has submitted that no action can be taken under KPID Act against IMA Group. If the administrative department is to revisit the matter, it is for the administrative department itself to examine and decide whether the case can be made out against the firm.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/revenue-department-sought-legal-opinion-but-withheld-ima-group-documents/articleshow/69819419.cms", "time": "2019-06-17 12:45:00"}, "Thousands of patients left stranded as Bengaluru hospitals shut OPDs, all non-essential services": {"description": "BENGALURU: Thousands of patients, many of whom had traveled to the city from other states for medical appointments were left in the lurch after hospitals across the state shut their out patient departments and withdrew all non-essential services, on Monday, in solidarity with the Indian Medical Association’s call for a nationwide strike condemning the attack by kin of a patient on a doctor, in Kolkata recently. A large number of patients were seen waiting outside hospitals, unaware of the strike and hoping to get treatment. Out patient wards at NIMHANS, M S Ramaiah Hospital, BMRC Hospital and Apollo hospitals remained shut on Monday, causing chaos. Siddhesh, who had come from Chitradurga with his mother and Manik from Bengal, who had an appointment for his two-year-old child suffering from brain tumour, were seen waiting outside NIMHANS early Monday morning. “We have come all the way from Bhardhaman in West Bengal for our child’s treatment here at NIMHANS. We had a screening test scheduled today and even our tickets back are already booked. This strike today has caused us major inconvenience,” said Debaditya Mukherjee, father of six-year-old Debanwita Mukherje, both of whom were seen camped outside NIMHANS hospital, on Monday. Ashima M (38) was also found waiting outside the hospital with her three-year-old child Riya. \"If the OPDs were scheduled to be closed, why were we given appointments for today,\" she rued. Anjaney (70), who had come all the way to BMRC Hospital from Andra Pradesh, said, “I have come all the way from Andra Pradesh with my wife Subhadham for an appointment for a surgery.” Meanwhile, doctors at BMRC were found engaged in a silent protest outside the ‘medicine’ ward of the hospital, holding placards that read ‘Zero Tolerance on Abuse of Doctors’ and ‘Save Doctors’. “Whatever we doctors do is always for the best management of the patient. The society should take cognizance of this fact and create conducive environment for healthcare workers where we can discharge our duties without worrying about our safety. This calls for a tough legislation to protect healthcare workers. At Apollo, we have suspended non-essential out patient services and only our emergency and essential services are running as usual,” said Dr Arun Naik, consultant neurologist and neurosurgeon, Apollo Hospitals, Bengaluru. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/thousands-of-patients-left-stranded-as-hospitals-shut-opds-all-non-essential-services-in-bengaluru/articleshow/69821932.cms", "time": "2019-06-17 12:39:00"}, "JSW land deal row: BJP will take protest to CM's home office": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/jsw-land-deal-row-bjp-will-take-protest-to-cms-home-office/articleshow/69809369.cms", "time": "2019-06-16 10:15:00", "description": "BENGALURU: State BJP leaders, led by BS Yeddyurappa, will gherao chief minister HD Kumaraswamy's home office, Krishna, on Sunday to protest the government's controversial land deal with JSW Steel in Ballari. The protest will cap the day-and-night dharna called by the party to protest the government's alleged failures on various issues. All BJP legislators and MPs will participate in the protest, the party said in a statement. The JSW land deal involves 3,667 acres. Critics say the government has given it at a throwawa y price. On Saturday, the coalition government announced that a cabinet subcommittee would review the deal. \"It's an eyewash,\" Yeddyurappa said on the review. \"We want the decision to sell the land to be withdrawn. Let them continue the lease agreement; we don't have any objection with that.\" Home minister MB Patil accus ed the BJP of politicking on the issue. \"The land was given to Jindal (of JSW Steel) when Yeddyurappa was in power. Now, they are opposing it because of political reasons,\" he said, adding that such opposition could affect the business environment in Karnataka, putting off industries looking to invest here. But another Congress MLA, Anand Singh, has now raised objections over the land deal, saying would protest if the government didn't reconsider its decision. Earlier, legislator HK Patil had voiced his concerns. Download The Times of India News App for Latest City ."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Garbage menace at Muninanjappa Layout": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagemenaceatmuninanjappalayout/articleshow/69834429.cms", "time": "", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Rakshit Shetty have a high-octane birthday party": {"link": "http://photogallery.indiatimes.com/events/bangalore/rakshit-shetty-have-a-high-octane-birthday-party/articleshow/69723706.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Huge Pothole": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hugepothole/articleshow/69569960.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "47 dengue cases in one locality in Bengaluru": {"description": "", "datetime": "", "link": "https://bangaloremirror.indiatimes.com/bangalore/others/47-dengue-cases-in-one-bengaluru-locality/articleshow/69817504.cms", "time": "2019-06-17 09:36:00"}, "BJP turns down govt’s offer of talks, tries to storm CM’s office": {"description": "BENGALURU: After two days of dharna in Bengaluru in protest against the state government’s JSW Steel land deal, the BJP on Sunday tried to make a strong statement of dissent by trying to storm chief minister HD Kumaraswamy’s home office, Krishna. This, despite the CM sending a letter of appeasement along with an emissary in the form of his cabinet colleague and animal husbandry minister Venkatrao Nadagouda to the BJP camp. Police have made elaborate security arrangements to ensure the protest does not spiral into a law and order situation in the city. Early on Sunday morning, as BJP leaders led by party state president BS Yeddyurappa were preparing to gherao the CM’s home office, the JD(S)-Congress coalition government made a pre-emptive effort to checkmate the opposition by sending Nadagouda along with a letter from the CM. While Nadagouda did not stay more than 30 seconds, suggesting that it was only a political move by the coalition to disrupt the BJP’s plans, the letter stated Kumaraswamy was open to parleys over the land deal, IMA scam and other concerns of the opposition. “The government has taken all possible drought-mitigation measures and successfully implemented the farm loan waiver. In the case of JSW land deal, the cabinet has already referred the matter to a sub-committee. I’ve taken note of your day and night protest with utmost seriousness and I’m willing to have talks with you at a time of your suiting,” read the letter. However, during his public speech, Yeddyurappa stated that the party need not pay heed to Kumaraswamy’s “false assurances” and went ahead with the plan. This prompted Kumaraswamy to take to Twitter from New Delhi; “Despite my efforts to have talks with the opposition on their concerns, the BJP has decided to gherao my office. This suggests that BJP is looking for publicity and not concerned with development issues of the state,” he claimed. Drama outside Krishna As soon as around 3,000 protesters reached Kumara Krupa Road, police stopped them outside the Chitrakala Parishath premises adjoining Krishna. The leaders were swiftly detained. However, vociferous leaders tried to barge through the barricades and locked horns with police for denying their “democratic right to protest in front of the CM’s office.” Police had already brought in around 10 BMTC buses and deployed a 250-strong contingent to handle the protesters. Knowing what was coming next, Yeddyurappa boarded the bus without creating a scene, and let the younger leaders hog the limelight through their defiance. MLAs like MP Renukacharya and R Ashoka desisted the cops’ efforts to take them to the bus, and tried to push through the personnel waving party flags. However, they were all forced to vacate the premises. The leaders were taken to Cubbon Park and released in half an hour. Towards the end, by 1pm, the protest came to an anti-climax, much to the relief of several young workers who left the place to watch the much-anticipated India-Pakistan World Cup match. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bjp-turns-down-govts-offer-of-talks-tries-to-storm-cms-office/articleshow/69819465.cms", "time": "2019-06-17 09:15:00"}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Woman held with drugs hidden in sanitary pads": {"description": "BENGALURU: A woman recruited to smuggle drugs from Bengaluru to Doha was nabbed at the Kempegowda International Airport (KIA) parking lot on Saturday with contraband concealed in sanitary pads. She was accompanied by three others, whose interrogation led Narcotics Control Bureau (NCB) sleuths to two kingpins of the drug smuggling cartel. The duo, Abu and Mohammed, are in their mid-20s and belong to Kerala. They were running the India-Qatar drug smuggling ring with Bengaluru as the base. Drugs, including hashish and methamphetamine, were recovered from their hideout in Austin Town. The total value of the seizure is around Rs 3 crore. According to NCB sources, a team led by Bruno A, zonal director (acting) of NCB’s Bengaluru unit, received specific information on a city-based drug cartel looking to recruit carriers to smuggle contraband from Bengaluru to Doha. “We began investigation a few weeks ago and were finally able to zero in on four gang members on Saturday morning. The three men, who were agents, and the woman were caught in a Karnataka-registered car parked on KIA premises. She had 510gm of methamphetamine and 572 Lyrica (a sedative) capsules in her possession,” said an NCB officer. The sleuths identified the woman as a mule who was scheduled to fly from Bengaluru to Doha on Saturday with a rucksack. “The three agents had recruited her to smuggle the drugs into Qatar with the promise of good remuneration and free travel,” the officer added. Grilling of the trio led investigators to a house on Linden Street, Austin Town, from where the kingpins were picked up. A total of 2.8kg of hashish oil, 13.6kg of hard hashish, 330gm of methamphetamine and 9kg of ganja was found in the house rented by the men four months ago. The hashish and methamphetamine are estimated to be worth over Rs 20 lakh in the international market. The six arrested persons were remanded in judicial custody on Monday. Further probe is under way. Box: Kingpin was a carrier in Qatar A drug carrier himself three years ago, Abu returned to India from Qatar last year. He settled in Bengaluru with his aide Mohammed and started sourcing methamphetamine and other drugs from Mumbai, Delhi and Goa. The two procured hashish from Kerala. “They used to send mules across India to bring drugs to Bengaluru and recruit carriers to fly with the contraband, mainly from KIA and occasionally from Mangaluru and Kochi airports. They had been running the cartel for a year,” another investigator said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/woman-arrested-with-drugs-hidden-in-sanitary-pads-on-kia-premises/articleshow/69832842.cms", "time": "2019-06-18 07:56:00"}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "\nBengalureans get their dose of art at Chitra Santhe\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/bengalureans-get-their-dose-of-art-at-chitra-santhe/articleshow/67419884.cms", "time": "", "description": "Bengaluru’s biggest arts carnival — Chitra Santhe — made a splash this year as well. Sprawled from the Karnataka Chitrakala Parishath premises to Kumara Krupa Road, the 2019 edition of the santhe saw artist participation from different parts of the state. From vibrant paintings to artefacts, sculptures and graphic prints, it was a riot of colours and intricate pieces at the festival. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "IMA jewel scam: 1 lakh investors duped, 5000 crore rupees siphoned off": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/ima-jewel-scam-1-lakh-investors-duped-5000-crore-rupees-siphoned-off/videoshow/69754418.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Manhole cover falls inside.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/manholecoverfallsinside-/articleshow/69718389.cms", "time": "", "description": ""}, "Garbage dangles on the fence.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedanglesonthefence-/articleshow/69629919.cms", "time": "", "description": ""}, "\nUsha Uthup performs at Taj MG Road, Bengaluru\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/usha-uthup-performs-at-taj-mg-road-bengaluru/articleshow/68794254.cms", "time": "", "description": "The city’s who’s who got together recently to toast to all things new. The Taj MG Road, Bengaluru, has been a reflection of the city’s cosmopolitan flavour. It has embraced change to reflect a re-imagined, redesigned and renewed identity. The hotel’s deluxe rooms continue to showcase spectacular views of Ulsoor Lake and the city dotted with greenery. Each room is designed with wooden flooring, walls bearing a unique collection of abstract art and a touch of silver and rose gold. Enjoy the first rays of sun and the green hues of Tamara Lawn, their newest venue which is suitable for all occasions, including barbecues, cocktail parties or intimate gatherings with loved ones, accompanied by a menu that is carefully crafted to meet personal preferences. This facilitates private meetings in the newly renovated business centre, equipped with state-of-the-art video conferencing facilities and audio-visual equipment to support virtual communication, as well as visualisation and analysis of data for effective decision-making. The Trinity Square, the all-day diner, is crafted on the simple principles of innovation, ambience and experience. From France’s Lobster Thermidor to Karnataka’s beloved Bisibele Bath, this diner swings from gourmet to comfort food in minutes, whatever the hour. Discover a fusion Afternoon High Tea that blends the classical with the local. Tantalise your senses with the aromas of the live grill, the comforting warmth of fresh bakes and the shake and swirl of freshly prepared juices, mocktails and cocktails. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Guitarist belts out new notes with navtar": {"description": "BENGALURU: On Sunday morning, audience gathered at the Indian Music Experience (IME) in JP Nagar were in thrall as Bengaluru-based composer and guitarist Vishnu Ramprasad belted out Carnatic and fusion tunes on his navtar — a hybrid instrument that he has himself designed and invented. The navtar, according to Vishnu, is a combination of Indian traditional and Western instruments which lets one play classical and Carnatic songs as well as Western jazz and oriental music. The instrument is trademarked and is awaiting patent. “Though it may appear like a traditional guitar, a closer look at it will reveal a variety of design changes and modifications. For example, the most important distinction is that it has nine strings (hence, nav-tar. Nav also means unique in Sanskrit), six of which are fretted and tuned like a guitar and three additional playing strings on a fretless board, designed and tuned differently to suit Indian classical music. The sound of it is best described as a combination of a sarod, sitar and guitar. Some have even said that it offers a totally different, new sound altogether,” said Vishnu, while describing the instrument, which he got custom-made from a guitar maker in Auroville, Puducherry. While delivering a talk on ‘Innovation and Tradition’ at IME, on Sunday, Vishnu pointed out how the invention stemmed from a desire to combine two of his interests — Indian classical and Western music. “I think it’s very important for an artist to delve deep into an art form, to it’s very source, and bring out the essence and beauty of it to the listeners, while maintaining an original voice/signature of his own,” said Vishnu. “There are many ideas and refinements in design I’d like to execute, after which it would be a great honour for me to have the navtar housed at the IME,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/guitarist-belts-out-new-notes-with-navtar/articleshow/69818976.cms", "time": "2019-06-17 08:20:00"}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "IMA Mohammed Mansoor Khan met me with Shivajinagar MLA Roshan Baig: Revenue minister R V Deshpande": {"description": "BENGALURU: Shivajinagar Congress MLA R Roshan Baig had taken IMA Group founder-owner Mohammed Mansoor Khan, who was seeking a NOC from the government to raise a Rs 600-crore loan from a bank, to revenue minister RV Deshpande. Revealing this in an interview with TOI, Deshpande, however, denied that he had done Khan any undue favour. TOI had on Friday reported that a Muslim politician had taken Khan to a minister to enable him to get a clean chit for his company’s operations, but a senior IAS officer declined to issue the certificate despite pressure from the minister. Deshpande said it was the police department which had given IMA a clean chit after the RBI insisted that the firm’s deals be looked into. Why were you particular about giving a clean chit to IMA when it was in financial distress and Mohammed Mansoor Khan was desperately trying raise funds through a bank loan?It was not me or the revenue department that gave a clean chit to IMA. Police submitted a report that the activities of the company did not attract action under provisions of the Karnataka Protection of Interest of Depositors in Financial Establishments (KPID) Act and said there was no case against it. We only wanted to hear from the law department about the company as it was still under the RBI scanner. Did Khan meet you in person seeking help...?Khan met me last month. I cannot deny this fact. But I didn’t do him any undue favour. Khan came to meet me with Baig. Baig said Khan was from his constituency and was of good character. I clearly told Baig that we would only do whatever we were allowed to do within the legal framework. But these developments give scope for doubt that the revenue department went out of its way to help the IMA Group...As I said earlier, the government did not do anything outside the legal framework. While the police department reported that the activities of IMA did not attract provisions of the KPID Act as it was not collecting deposits from the public, the RBI wanted to reinvestigate. I told my principal secretary Rajkumar Khatri to follow the laid-down procedure. He sent the file to the law department. There are allegations that pressure was exerted on officials...I am not one to hide anything. I hadn’t even seen the file before Khatri sent it to the law department. It came to me only after the law department sent it back. I am so transparent that I invite you to see the file and learn about its movement from the revenue department to the law department and back to the revenue department. While I don’t remember the exact details, the file came to me last month and the government is still pursuing the matter. With all this, how do you expect people to have faith in the government and hope to get justice?People can repose faith in the government as we are making sincere efforts to get the depositors justice. We are even looking into new legislation to ensure speedy disposal of cases involving Ponzi companies. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/ima-khan-met-me-with-baig-deshpande/articleshow/69818642.cms", "time": "2019-06-17 12:59:00"}, "On way to get their Aadhar cards corrected, four die after auto collides with bus in Bengaluru": {"description": "BENGALURU: A woman and her two daughters and a cousin were killed after the autorickshaw they were travelling in with seven others collided with a private bus near Vishwanathapura in Devanahalli on Monday morning. Police dismissed initial reports that the accident occurred when the autorickshaw driver was trying to avoid potholes. Ram Nivas Sepat, superintendent of police, Bengaluru Rural confirmed that the accident took place when the axle of the vehicle broke. “As the axle broke, the auto with 12 persons aboard veered to its right and collided head on with a private bus coming from the opposite direction. Passersby rushed the injured to hospital, where doctors declared four of them dead,” he said. “It is true that there are potholes on the road. But the accident took place as the axle of the vehicle broke,” another police officer said. Hasina Mohammed, 35, her daughters Zoya Mohammed (5) and Shajia Mohammed (8) and cousin Sania R, 17, who were killed, were heading to the deputy commissioner’s office in Chapparakallu in Devanahalli to get some corrections done in their Aadhaar cards. Residents of Giddappanahalli in Hoskote, Hasina was a daily wage worker and her two daughters attended Vishwanathapura government school. Sania, a SSLC dropout, lived with Hasina and helped her in household chores, police said. Hasina’s husband was also a daily wager. The auto driver, Abu Ahmed alias Hasanabba, has been shifted to Devanahalli government hospital. Hasanabba, a relative of Hasina, was on his way to get corrections done in his Aadhaar card. Two other passengers in the auto too were injured. Transport department officials are investigating why the axle of the autorickshaw snapped and if overloading was one of the reasons. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/four-die-after-auto-with-12-on-board-collides-with-bus-in-bengaluru/articleshow/69835086.cms", "time": "2019-06-18 08:33:00"}, "BESCOM electric pole encroaching on Road.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bescomelectricpoleencroachingonroad-/articleshow/69316297.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "With no parking facilities, city students deal with dented bikes and hefty fines": {"description": "What do you do if you stay far from college, there is no official transport mechanism and public transport has last mile connectivity issues? Well, you take your own vehicles, mostly two-wheelers, and head out. But then comes the next hurdle. Where do you park? With no space earmarked for students to park their vehicles inside campus, most are compelled to hunt for spots in the neighbourhood, which in turn inconveniences residents of the area. With traffic cops cracking the whip on students parking near college, many end up missing class in their search for an appropriate spot, or pay hefty fines for violating rules. Educational institutions like Mount Carmel College, Jyothi Nivas College and Sri Bhagwan Mahaveer Jain College are a few city colleges that offer no parking solutions for students using their own means of transport. Safety of vehicles an issue“One day, I had parked my scooter close to the boundary wall of a house near my college. On my return, I saw that they had scribbled ‘Do Not Park Here’ on the seat. Thankfully, it was with chalk, though,” says Bindu Menon*, a student of Mount Carmel College. The lack of parking area means that students leave their two-wheelers and four-wheelers by the roadside close to college. For students who live far, this translates into leaving early from home to get a parking spot near college. And their woes don’t end here. Roadside parking often leads to quarrels with residents of the area, as well as fines paid to traffic cops. Radhika Suman* from Jyoti Nivas College rues, “Our college has limited parking space. By the time we reach in the morning, the nearby lanes are almost full, considering that there are a lot of offices and eateries in the vicinity. Even if we do manage to find parking space, there is no guarantee on the safety of our vehicles and we often come back to see punctured tyres, scratches and dents. Sometimes, our vehicles are towed away by traffic cops, which are released only after we cough up the fine.” Colleges claim they are helping studentsCollege authorities, meanwhile, say they are doing their best to help students with parking space. “This year, senior students will be allowed to park their vehicles in the ground near college, that is otherwise used for all sports activities. Freshers are encouraged to use public transport or carpool,” says Jency Jose, student welfare officer at Mount Carmel College. Jency adds that even though the administration regularly informs students not to bring their own vehicles, they continue to do so. “We have also told students not to park their vehicles in the lanes nearby, as it inconveniences residents,” she adds. Anila Thomas, lecturer at Jyoti Nivas College , says that though there is enough space for students to park, sometimes due to construction work, there are difficulties. “There is enough space for students, but because there is construction work going on, we sometimes have a problem. The students too are adjusting with the parking space that is available to them now. But this is just temporary, if students have an issue they can always approach us,” says Anila. (With inputs from Hanisha Sanjay) Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/with-no-parking-facilities-city-students-deal-with-dented-bikes-and-hefty-fines/articleshow/69826341.cms", "time": "2019-06-18 00:00:00"}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "parking on footpath even when parking available": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingonfootpathevenwhenparkingavailable/articleshow/69300002.cms", "time": "", "description": ""}, "Killer manhole at Hosapalya main road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/killermanholeathosapalyamainroad/articleshow/69404833.cms", "time": "", "description": ""}, "Make sure investors get money within 100 days: Congress leader H K Patil": {"description": "BENGALURU: Firing yet another salvo against the coalition government, Congress leader and former minister HK Patil on Sunday said chief minister HD Kumaraswamy should ensure that people who lost their money in the I Monetary Advisory (IMA) scam get it back within 100 days. He said the coalition government has taken steps to unearth the truth by forming a Special Investigation Team. “That’s not enough. It should provide justice to investors. Victims of many such past cases are waiting even now,” he said in an open letter to Kumaraswamy. He said the chief minister should personally monitor the case by appointing an ombudsman and set up a special court to try scams, like the IMA one, to ensure legal procedures are completed at the earliest. Patil said the government should try these cases under the new ordinance (Banning of Unregulated Deposit Schemes Ordinance, 2019) promulgated by the Centre in February to curb Ponzi schemes and protect small investors. It’s valid till August and may become an Act in the upcoming Parliament session. It allows a special court to complete legal procedures of attachment, realisation and distribution of proceeds to depositors within 180 days from the date of filing an application by a competent authority. It also targets black money or unaccounted-for funds which get converted into legitimate assets. He added that it would prevent gullible investors from getting fleeced and also plug many gaps in current laws. It not only helps depositors but also the government in limiting conversion of black money into white. The government should take steps to create awareness among the poor who, lured by high interest rates, fall prey to such schemes, he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/make-sure-investors-get-money-within-100-days-congress-leader-h-k-patil/articleshow/69819231.cms", "time": "2019-06-17 08:43:00"}, "Houses partially damaged due to tidal waves in Karnataka’s Mangaluru": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/houses-partially-damaged-due-to-tidal-waves-in-karnatakas-mangaluru/videoshow/69784351.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Rail track between Tumakuru-Gubbi doubled": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/rail-track-between-tumakuru-gubbi-doubled/articleshow/69815975.cms", "time": "2019-06-16 21:51:00", "description": "BENGALURU: The South-Western Railway (SWR) on Sunday made it official that the track doubling work between Tumakuru and Gubbi (18 km) in South Karnataka has been commissioned recently. It consists of three stations (including 1 halt station). A media communication from SWR said that the doubling work is part of Arsikere-Tumakuru doubling project (96 km) which was sanctioned in 2015-16 for Rs 578 Cr. This project is fully funded by Ministry of Railways. This is the second completed section of aforesaid doubling project, other being Arsikere-Karadi which was completed in last year November. The entire project is scheduled for commissioning in 2020-21, Railway added. The doubling has been completed at a cost of Rs 108 Crores. The section has three stations viz., Heggere (Halt), Mallasandra and Gubbi stations. 28 minor bridges, 3 major bridges and 2 Road Under Bridges have been constructed as part of the doubling. One new Foot Over Bridge has been provided at Gubbi railway station. Tumakuru – Gubbi (18 km) stretch is on Bengaluru–Huballi line spanning 478 km of which 400 km is in Mysuru Division and the rest is in Bengaluru Division. Doubling of Railway track in this section will increase line capacity of this important line connecting Bengaluru to Huballi, Belagavi, Mumbai etc., This will give impetus to rail infrastructure in the region. It constitutes the main trunk route for Karnataka. The doubling project once completed fully will result in much faster movement of trains and improve intercity connectivity, added Railways. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Bengaluru: Three dead, 16 injured after under construction sewage treatment plant collapses": {"description": "BENGALURU: Two engineers and one supervisor were killed and 16 others sustained injuries after the centering of an under-construction sewage treatment plant(STP) collapsed at Jogappa layout opposite to Lumbini garden on Monday morning. Among the 16 injured, six are said to be critical. The injured have been shifted to three different private hospitals and cops have booked a negligence case against concerned officials including engineers, police said. According to cops, the incident occurred at around 11.30am. “All the 20 workers were trapped inside. Alerted by public, five fire tenders with emergency teams rushed to the spot and pulled all the 20 men from the debris. However, three of them had died by then,” police said. In Video:Under-construction water tank collapses in Karnataka’s BengaluruDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bengaluru-three-dead-16-injured-after-under-construction-sewage-treatment-plant-collapses/articleshow/69824822.cms", "time": "2019-06-17 22:29:00"}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "\nBaking workshop at The Den, Bengaluru\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/baking-workshop-at-the-den-bengaluru/articleshow/67806611.cms", "time": "", "description": "The Den Bengaluru and The Consulate General of Israel to South India hosted an interactive baking workshop with Israeli baker chef Keren Agam on January 31. The convivial baking workshop was designed to share the traditional taste of Israeli breads and pastries with Bengalureans. Some of the city’s socialites and baking lovers were invited to the venue, where Keren and chef Manu Kumar compelled guests to ignite their baking skills. The traditional Israeli baking workshop, titled India & Israel Traditionally Innovative, was enjoyed by the attendees over fine wines and scrumptious nosh. The event marked the celebration of 27 years of the official diplomatic ties between India and attributed it to the land of Israel. Download The Times of India News App for Latest City ."}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Bengaluru: Infant dies a day after receiving vaccination": {"description": "MADIKERI: A four-and-a-half-month old infant died a day after she was administered the pentavalent vaccination in Kudluru village near Kudige in Kodagu district on Saturday. The baby girl, daughter of Nagaraju, was administered the vaccine at an anganavadi in Kudluru, along with other children at the centre on Friday. The vaccination drive was held under the supervision of the district health department.The baby contracted fever soon after she was given the injection on Friday. Although it is common for infants to develop a fever after they are administered vaccinations, the parents grew worried when the fever did not abate on Saturday, and they rushed her to a private hospital in Kushalnagar, where the doctors suggested they take her to Mysuru. However, the baby died en route Hunsur. Somwarpet taluk medical officer Shrinivas said that the pentavalent vaccination that was administered has been s dispatched to be tested in order to confirm the exact cause of death. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/infant-dies-a-day-after-receiving-vaccination/articleshow/69817226.cms", "time": "2019-06-18 04:30:00"}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Road dug up and unattended": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roaddugupandunattended/articleshow/69834420.cms", "time": "", "description": ""}, "Bengaluru Metro alignment clashes with GAIL Gas network at many points": {"description": "BENGALURU: With GAIL Gas pipeline network coming in the way of its alignment, Namma Metro’s Phase 2 project appears to have run into rough weather. Sources said Metro’s Gottigere-Nagawara, RV Road-Bommasandra, Silk Board-KR Puram and KR Puram- Kempegowda International Airport lines are likely to be delayed if GAIL Gas and Bangalore Metro Rail Corporation (BMRCL) don’t resolve the issues. On Gottigere-Nagawara corridor, for instance, GAIL Gas’s eight-inch steel pipeline is close to the proposed underground Pottery Town Metro station. BMRCL along with GAIL Gas recently conducted a joint site visit at Pottery Town. GAIL Gas has now agreed to shift the pipeline about 200m away. At Silk Board junction, where an interchange station of RV Road-Bommasandra and Silk Board-KR Puram lines is planned, about 200 metres of steel pipeline has to be relocated. Separately, GAIL Gas has asked BMRCL to realign 700 metres of Metro line of the Silk Board-Agara Lake stretch on Outer Ring Road to avoid shifting of GAIL Gas’s pipeline, which is now under the discussion stage. Sources said BMRCL is unlikely to change the alignment as it may have to acquire additional properties. However, at some locations, GAIL Gas has already realigned its proposed pipeline during execution stage based on the modifications suggested by BMRCL. In fact, GAIL Gas shifted 2km of an eight-inch gas pipeline from Jayadeva Hospital-Sony World signal to accommodate Metro alignment. Further, about 1.3km of pipeline was rerouted in Yelahanka as per BMRCL recommendations. On ITPL Main Road, GAIL Gas officials said they shifted operational MDPE network carrying natural gas in two places and relocation of operational steel network is in progress at two other locations. “On the same ITPL Road the steel network (uncharged) was shifted at two locations in the construction phase itself,” said a GAIL Gas official. “When natural gas pipelines are laid by open trench method, the depth is 1-2 metres from ground level and may vary depending on the presence of other utilities like drains, water pipelines and electric cables. When pipelines are laid by trenchless (HDD method), the depth varies from 2 to 8m,” said a GAIL Gas spokesperson. Asked if it’s possible to relocate pipelines, an official said: “GAIL Gas is laying steel & MDPE pipeline networks. So, shifting of charged gas pipelines is the last option as gas supply to customers will be affected. There are also safety concerns. The relocation of steel network can be taken up only when there is no other alternative.” “We are coordinating to resolve issues related to natural gas pipelines and Metro work. We’ll soon resolve these issues to meet the Phase 2 deadline. We’re also conducting a joint survey with GAIL Gas for new Metro lines so that necessary modifications can be implemented during the design stage itself,” said a BMRCL official. LESSONS FROM PAST DAMAGE GAIL officials said two instances of damages to gas pipelines due to Metro work have been reported on ITPL Road. Sources said after the damage to a gas pipeline on ITPL Road in October 2018, a coordination meeting was held between GAIL and BMRCL officials to discuss ways to avoid such incidents. Both agencies decided to share alignment details of the proposed and ongoing work and map the utilities along Metro alignment and take precautionary measure. All Metro work was suspended for a week and joint site visits were conducted to identify vulnerable areas. BMRCL resumed work post joint site visit. BMRCL had changed Namma Metro route to KIA via Hebbal after the line proposed earlier — which runs via Ramakrishna Hegde Nagar, Nagawara and Jakkur — was too close to Bengaluru-Mangaluru Oil pipeline. All Saints’ Church protests against BMRCL Residents, activists and members of All Saints' Church protested for the fourth time, inside the All Saints' Church in Ashoknagar against the Bengaluru Metro Rail Corporation Limited (BMRCL) which is acquiring the church’s 4,500sqm of land for Metro work. Activists claimed the project is against the BMRCL’s DPR (detailed project planning). “Over 150 trees belonging to 13 different species will have to be cut for the construction,” said Jiben Vijaya of All Saints'. The protesters want the proposed Metro station at the spot needs to be moved 25 metres to the left to avoid damage to the environment. TIMES VIEW There’s no end in sight to the woes of Namma Metro. The latest is the possible clash of GAIL pipelines with the Metro sections of upcoming lines. It’s time these companies sat down to resolve the issue at the earliest. There have been too many delays in Metro construction and this has resulted in massive cost escalation. The huge popularity of the two Metro lines among commuters is an indicator of how badly the city needs this mass transport system. We need more lines and better connectivity to all areas so that people can move seamlessly across the city. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/metro-alignment-clashes-with-gail-network-at-many-points/articleshow/69819743.cms", "time": "2019-06-17 16:42:00"}, "Garbage on roads": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageonroads/articleshow/69209811.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "A gala 50th birthday for Soundarya Jagadeesh": {"link": "http://photogallery.indiatimes.com/events/bangalore/a-gala-50th-birthday-for-soundarya-jagadeesh/articleshow/69724016.cms", "time": "", "description": ""}, "Road dug open and left unattended.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roaddugopenandleftunattended-/articleshow/69511034.cms", "time": "", "description": ""}, "RCB": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "\nAurum Brew Works launches in Bengaluru\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/aurum-brew-works-launches-in-bengaluru/articleshow/68644556.cms", "time": "", "description": "Aurum is the Latin word for gold and the source of its chemical symbol, ‘au’. Aurum Brew Works, which was launched recently on Sarjapur Road, is a microbrewery with contemporary cuisine. The brand aims to curate beers with best in-class international malts and hops to ensure finest quality of brew. The food experience at the microbrewery is a showcase of Western, modern Indian and Karnataka cuisine, suiting the tastes of Bengaluru’s knowledgeable and well-traveled citizens. The house desserts are a delight to the eyes and taste buds. Contemporary, yet classy, the venue is spread across multiple zones across two floors, which is why a bunch of the city folk hung out at the launch party. Download The Times of India News App for Latest City ."}, "Bengaluru ponzi scam: IAS officer stood between Rs 600 crore IMA bailout plan": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/bengaluru-ponzi-scam-ias-officer-stood-between-rs-600-crore-ima-bailout-plan/videoshow/69802759.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Bescom plans 650 e-vehicle charging stations across Karnataka; 100 in Bengaluru": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/bescom-plans-650-e-vehicle-charging-stations-across-karnataka-100-in-bengaluru/articleshow/69809386.cms", "time": "2019-06-16 10:33:00", "description": "BENGALURU: The Bangalore Electricity Supply Company (Bescom) has proposed to set up 650 electric vehicle (EV) charging stations across Karnataka, 100 of which will be in Bengaluru. The proposal is under the Faster Adoption and Manufacturing of Hybrid and Electric Vehicle (FAME) scheme. Bescom said Bengaluru will be its major focus, where the project will be implemented first. The 100 stations will be in addition to the 112 that are expected to become operational by August this year. With 8,980 e-vehicles, Bengaluru currently has more than 57% of such vehicles registered in the state. Records show there has been a nearly 40% jump in the number of registered electric vehicles in the city between 2018 and 2019.  Under the FAME project, Bescom plans to set up charging stations every 20-25km for a 50km distance on either side of Bengaluru-Tumakuru highway and for a 100km distance on either side of Bengaluru-Mysuru highway.  \"Due to space constraints, most of the proposed EV charging stations will come up in government offices and complexes. After Bengaluru, stations will be set up in Mysuru, Hubbali-Dharwad and Davangere and later in Shivamogga and Belagavi,\" said CK Sreenath, deputy general manager, smart grid and electric vehicle, Bescom.  The power utility submitted the proposal recently, but is yet to get the nod from Bureau of Energy Efficiency, Sreenath said. With Bescom planning to procure 25 more e lectric vehicles, four additional charging stations will be built at its corporate office. Download The Times of India News App for Latest City ."}, "'Settle medical expenses of injured pillion rider'": {"description": "BENGALURU: A Bengalurean who fell from a Honda Activa after it was hit by a speeding car and sustained injuries will be reimbursed the entire medical expenditure of Rs 91,271 incurred by him. The Karnataka high court directed New India Assurance to settle the medical expenses borne by Sunil, a resident of Shantinagar. As he had already been paid Rs 14,000, the insurance company now has to give him Rs 77,271 with 9% interest. Sunil had challenged the Rs 32,000 compensation awarded by the Bengaluru Motor Accident Claims Tribunal (MACT) on February 12, 2016. On September 24, 2014, he was riding pillion with his friend Nandan Gowda. Around 4.30pm, the duo reached Banashankari II Stage when a rashly driven car hit their scooter. Both Sunil and Nandan were thrown off the two-wheeler and sustained injuries. Sunil was shifted to nearby Sevakshetra Hospital and treated as an outpatient there. Later, he was shifted to Excelcare Hospital and from there to Maharaj Agrasen Hospital, where he underwent a surgery. Sunil moved the tribunal, contending that he was treated at various hospitals and produced the medical bills. However, the tribunal awarded him Rs 32,000 as compensation with 9% interest. Sunil then moved the high court, stating the tribunal had failed to consider his medical bills to the tune of Rs 91,271 and also the doctor’s deposition confirming his grievous injuries. Since Sunil had produced the bills, the insurance company has to pay the amount, Justice Narendra Prasad observed in his order. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/insurer-told-to-settle-medical-expenses-of-injured-pillion-rider/articleshow/69832901.cms", "time": "2019-06-18 08:14:00"}, "\nBharathi Vishnuvardhan celebrates 10 years of Snehaloka in Bengaluru\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/bharathi-vishnuvardhan-celebrates-10-years-of-snehaloka-in-bengaluru/articleshow/68888321.cms", "time": "", "description": "One of India’s oldest running karaoke clubs that showcases the talents of versatile singers, Snehaloka, is 10 years old. Started by the late matinee idol Vishnuvardhan along with Janak Madaan, its legacy is being carried forward by Janak and the late actor’s wife, Bharathi Vishnuvardhan. On the special occasion, the duo threw a party for the club’s members and well-wishers. As usual, music was the focus of the evening, which also included a dinner spread for the guests who wished the organisers on the successful completion of 10 years of celebrating music. Download The Times of India News App for Latest City ."}, "BBMP fails to paint schools; Project Roshni a non-starter": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/bbmp-fails-to-paint-schools-project-roshni-a-non-starter/articleshow/69807035.cms", "time": "2019-06-16 10:05:00", "description": "BENGALURU: Project Roshni, the Bruhat Bengaluru Mahanagara Palike’s ambitious plan to enhance the quality of education in its schools by deploying technology with the assistance of software major Microsoft and technical services provider Tech Avant-Garde, remains a nonstarter. The civic agency has failed to keep its side of the bargain and provide its project partners decent school buildings and spruce up classrooms by freshly painting them. TimesViewIt envisioned lighting up the lives of thousands of students by bringing them on a par with their private school counterparts in terms of exposure and facilities. However, Project Roshni is far from fulfilling its objectives, thanks to the indolence of civic authorities. The poll code may have been a hindrance but the excuse doesn't pass muster as the agency had ample time to spruce up classrooms since September when the scheme was officially launched. Nevertheless, with the code having been lifted, the Palike should do the needful so that its project partners can give schools a much-needed smart makeover.The Rs 500-crore project, which was to take off this academic year, had envisaged bringing digital TVs, tablets, augmented reality, virtual reality, artificial intelligence and machine learning into BBMP classrooms, apart from enhancing teachers’ skills and encouraging community involvement. Mostly funded by Microsoft, which had announced it would share its software free of cost with students of BBMP schools and colleges, the project will now have to wait for another year to see the light of day. There are 155 schools and colleges run by BBMP. BBMP chief N Manjunatha Prasad said the civic body was not able to furnish painted classrooms or improve infrastructure in schools, a move which could have benefited thousands of students. “The agency couldn’t take up the work as the model code of conduct for the Lok Sabha polls was in force till recently,’ he explained, adding: “However, we will paint and repair the schools and hand over them over to the project partnets by July 31.” However Tech Avant-Garde CEO Ali Sait asserted they are keen on executing Project Roshni in BBMP schools but expressed helplessness as the civic administration had failed to provide better infrastructure for digital education. “We had only requested them to repaint and restructure the schools as we can’t proceed without basic infrastructure,”Ali said, adding: “Once BBMP hands over the renovated schools to us, we will take less than two months to finish the digital education setup.” BBMP education standing committee chairman Imran Pasha said Tech Avant-Garde could have executed the required work on its own as the civic officials’ hands were tied by the poll code and they were also busy with election work. However, Sait said they couldn’t execute any kind of development work on school premises. “As an agency, we didn’t have any work order. We have signed an agreement with the BBMP commissioner, in which he has agreed to provide basic infrastructure like better classrooms, painted school buildings and electrical infrastructure, which is required for putting in place a digital education setup,” Sait said, adding: “We hope to provide better education to children once all requirements of the agreement are met.” Download The Times of India News App for Latest City ."}, "Private parking space on public road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/privateparkingspaceonpublicroad/articleshow/69299971.cms", "time": "", "description": ""}, "Vehicle damage, thefts hurt urban mobility firms in Bengaluru": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/vehicle-damage-thefts-hurt-urban-mobility-firms/articleshow/69806978.cms", "time": "2019-06-16 11:38:00", "description": "BENGALURU: Bicycle and scooter rental firms, whose entry into the city has aided last-mile connectivity through shared mobility, say they have been hit by rampant vandalism, thefts and misuse. From stealing vehicles parts like batteries, tyres, headlights and mirrors to pilfering petrol, and from parking vehicles irresponsibly on flyovers and roads to damaging them, lack of civic sense is marring urban mobility in Bengaluru, allege companies. Companies like Bounce, Yulu, Vogo and Drivezy, who are in the business, say offenders are getting away despite promises by civic authorities and police. According to Yulu, around 300 of its bicycles were vandalised, damaged and stolen between January 2018 and May 2019, while two electric scooters were damaged between March and May 2019. Yulu CEO Amit Gupta said: “We’ve incurred a loss of Rs 40 to Rs 50 lakh due to these damages, but a majority is covered by insurance.” Other app-based rental providers refused to provide statistics of their damaged vehicles. Vivekananda HR, co-founder, Bounce, said: “There have been a few instances where tyres are stolen or bikes damaged.” Vogo CEO Anand Ayyadurai said: “We have seen less than 1% incidents of vandalism or theft. Our station-to-station booking model ensures our scooters are not left around.” If users park outside designated parking hubs, Yulu imposes a penalty of Rs 20 for bicycles and Rs 40 for electric scooters. The firm claimed it has penalised 29,382 users between November 2018 and April 2019, but did not reveal the amount earned from this exercise. Yulu filed seven police complaints and received an apology letter and was able to recover damage costs in 65 cases. “We are working with the government to cancel driving licences of errant users. We are also rewarding good drivers and imposing fines between Rs 100 and Rs 2,000,” said Vivekananda. While Gupta advocated enhanced awareness to prevent thefts and vandalism, Vivekananda said Bounce is making its vehicles theft-proof. “We’re able to recover most vehicles through the tracking system. In some cases where it doesn’t work, we turn to on-ground intelligence and citizens’ support. We’ve a dedicated bike marshal team which helps patrol sensitive areas and recover vehicles. The most effective solution is using CCTV cameras and active involvement of the police department to deter such incidents,” Gupta said. Vivekananda said Bounce is building sensors that send alerts and notify the firm of an unexpected action. “We’ll track vehicles with the help of users and patrolling teams. We have installed helmet sensors on scooters to know who walked away with the helmet,” he said. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Dengue scare: Residents hit the streets to protest apathy": {"description": "Bengaluru: Worried over a spurt in dengue cases in Kadubeesanahalli and Panathur near Marathahalli, over 200 residents took to the streets on Sunday to protest the apathy of authorities in tackling mosquito menace. They pointed out that open drains have become breeding grounds for mosquitoes. Kadubeesanahalli resident Praveen Raut said his seven-year-old son Hridhaan P is the 12th person among his friends suffering from dengue. Roads in the area have been dug for laying Cauvery pipes, but have not been covered. With the shoddy job of the civic agency affecting them, residents urged the BBMP to address their basic problems, including lack of footpaths, garbage collection and fixing the roads, among others. Panathur Main Road stretches for over two kilometres and has over 25 potholes. During rain, potholes are filled with water, making things difficult for motorists and pedestrians.After the recent bout of rain, roads are slushy. Stagnant water is causing health hazards, said Mohith Garg, a resident. “Drains too are filled with slush and turned into mosquito-breeding sites,” he added. “Children cannot play outside because the roads are in a horrible condition,” said Hari Narayanan, a resident of Panathur. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/dengue-scare-residents-hit-the-streets-to-protest-apathy/articleshow/69817320.cms", "time": "2019-06-18 04:30:00"}, "SIT will probe IMA Jewels scam: Karnataka Home Minister": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/sit-will-probe-ima-jewels-scam-karnataka-home-minister/videoshow/69749874.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "BWSSB plant site: Screams for help rend the air; labourers rescued some of the injured": {"description": "BENGALURU: Sharafath Ali, a labourer at work at the BWSSB sewage treatment plant (STP) construction site, where a centring crash left three workers dead, said the tragedy happened in a blink. \"I had gone to drink water when I heard a loud noise and people screaming. When I turned around, I saw the roof of the digester had crashed. The walls of the digester though remained intact. Plumes of dust rose from the digester. Me and my co-workers rushed towards the collapse site,\" said Sharafath, recalling the moments. Another labourer, Mohammed Mullah, said they could hear people scream \"bachao, bachao\" from under the debris. \"About eight to ten of us rushed into the digester and began pulling out the labourers trapped there. We managed to rescue at least five people before help arrived,\" said Mohammed. Mohammed and Sharafath, both from Kolkata, said they had been working in the STP plant for six months. Raju, who luckily survived the crash, said he was still in a state of shock. \"I was busy laying concrete for the dome. Suddenly, the structure gave away and our co-workers landed on the ground inside the digester. As I was standing on an edge, I had a soft landing and wasn’t injured,\" Raju, a labourer from Kolkata, explained. Most labourers from BengalOfficials at the site said most of the labourers had come here from West Bengal. Inamul Sardar, who fractured his ribs, was shifted to Aster Hospital for surgery. He was also bleeding from his lungs and his condition remained critical. Another labourer, Noorjahan suffered several fractures in her arm; she too underwent a surgery. Akthar, also a worker at the site, suffered spinal injuries and is under treatment. All the deceased were put up at a guest house at the construction site. According to fire brigade sources, all three succumbed to multiple injuries. ‘95% of work was over’ The circular digester had a diameter of 75ft and was 45ft tall. Its roof for which concrete was being laid was spread over 4,400 sq ft. “As 95% of the work was over, most of the workers had come down and only 20 remained above. Else, the tragedy would have claimed more lives,” said BWSSB sources. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/screams-for-help-rend-the-air-labourers-rescued-some-of-the-injured/articleshow/69832979.cms", "time": "2019-06-18 08:20:00"}, "Rakesh Singh eased out as BDA commissioner": {"description": "Bengaluru: In what is being perceived as ceding to “power play”, chief minister HD Kumaraswamy on Monday removed IAS officer Rakesh Singh as Bangalore Development Authority (BDA) commissioner. N Manjula from the 2002 IAS batch will replace him; she will be the second woman commissioner to head the authority. The first was Lakshmi Venkatachalam, who held charge between 1995-1999. Considered close to water resources minister DK Shivakumar and the JD(S) first family, Singh’s continued presence as the BDA chief had created tension between the chairman of the authority, Congress MLA ST Somashekar, and CM Kumaraswamy. Somashekar along with Byrathi brothers, Basavaraju and Suresh, had created a parallel power centre in Bengaluru and had taken on the CM for having Singh as the commissioner. Singh will continue to hold the post of principal secretary for water resources department under minister Shivakumar and hold concurrent charge of medical education department under minister E Tukaram. While Singh’s transfer out of the BDA may be a small victory, the appointment of Manjula may not work in favour of Somashekar and the Bengaluru coterie of MLAs. The young IAS officer, who served as the tourism and municipal administration commissioner previously, is known for her straight-forward and no-nonsense attitude. Meanwhile, in other major reshuffles, the government has transferred additional chief secretary (ACS) for urban development department (UDD) Mahendra Jain to energy department and also placed him in concurrent charge of higher education. P Ravi Kumar, incumbent ACS (energy), has been posted as ACS to the government. BH Anil Kumar will be the new ACS for UDD and also hold concurrent charge of food and civil supplies department. Yet another high profile transfer is that of Priyanka Mary Francis, who was posted as Hassan deputy commissioner during Lok Sabha elections by the Election Commission. While Francis was shunted out soon after polls, she had been waiting for a posting. She will now be the new director for information technology and biotechnology. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/rakesh-singh-eased-out-as-bda-commissioner/articleshow/69832879.cms", "time": "2019-06-18 04:30:00"}, "No street lights near munnekollal lake entrance gate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nostreetlightsnearmunnekollallakeentrancegate/articleshow/69629673.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Making Up isn’t hard to do – on Instagram": {"description": "Instagram has grown to become more popular than Facebook in the past year. It has also become popular for is a platform for young talented individuals. Taking a cue from travel and food bloggers, many Make-up Artists (MUAs) have started using Instagram to showcase their work in the last few months. The Personal Touch For 28-year-old Vaishnavi, who is a product designer and manager at healthcare start-up, being an MUA came about by chance. But creating a personalised Insta page for her work as an MUA was a choice Vaishnavi is glad she made. Though there is an option to start a business handle, Vaishnavi chose to post her work as MUA along with her personal posts. “I got more positive responses because of this, because people could see a face and a person behind the work. The personal touch with posts from my everyday life with my work gave it a human touch,” Vaishnavi explains. “People will go ‘oh! I know what this person is like. I can trust her’ because they see me doing things beyond make-up,” she adds. She reduced the number of posts on her business page ‘Pumpkin Chariot’ after finding greater engagement with her personal profile. Vaishnavi began styling people as a hobby and as a result of increasing demand, also started providing make-up services to strangers who then became her clients. Now, she is taking it a step further by giving services shaped by her personal experiences. “I wanted to instil in my clients a feeling of self-love and confidence which I attained after lots of ups and downs. People say that social media can be depressing. But I am utilising Instagram to bring together my personal experiences and professional expertise to help people,” Vaishnavi says. According to Vaishnavi, Instagram has also given MUAs a lot of respect and they are seen as more than just ‘Parlour persons’. “Now the whole concept has changed because of big brands and collaborations on Insta. Now we are artists who are also called ‘influencers.’ It is a big step for this field,” she says. Posting an ambition For 25-year-old Roshni Mubeen, Instagram was much more than just a social media platform to stay in touch with her friends. For the young software engineer, Instagram proved to be the platform to fulfil her dream of becoming a popular MUA. “On Instagram, it is easier for people to see your work through pictures and videos. It’s also much easier to interact with your audience,” Roshni says. She quit her job last year, after working for nearly four years and started as an MUA on Instagram (with the handle ShineWithShadesByRoshni) from January. “I enrolled for a course to hone my skills. In addition, Instagram has helped me gain a lot of clients. Bridal make-up and modelling shoots are some assignments that come my way,” she says. Roshni has gained 1,500 followers in the past five months on Instagram. She attributes the growth to word of mouth as well as the platform’s algorithms. “Insta highlights people’s interests and shows them what they like,” Roshni explains. The young MUA had to endure a lot of difficulties to get here. Her family was initially sceptical about make-up as a profession and Instagram as a platform, she says. They’ve changed their minds now. “From appreciation to a supportive community, I have found it all on Insta. I have even made some really good friends thanks to Instagram,” Roshni says who plans to start her own make-up academy in the future. Connecting with young people Fiza Khan quit her job and took a year’s break before starting her own page as an MUA in October. After choosing a unique name (maquillage_by_fiza, where Maquillage is make-up in French), she began by trying to establish a strong foothold on Instagram and it has paid off in the past few months. “There are so many talented artists on Instagram who were inspirations to me. There is, of course, Huda Beauty, then Tamanna Roshan, Leena Bhushan and so many more who inspire new MUA like me to explore Instagram and use it to reach a greater number of audiences,” 27-year-old Fiza says. What started as inviting friends to home, doing their make-up and posting pictures on Instagram, has turned into collaborations with models and assignments for bridal and party make-up. Fiza says Instagram provides several opportunities, but one cannot take it for granted. “On Insta, it is out of sight and out of mind. One must consistently post and engage with your audience to keep the spark alive. If you are doing it all right, nothing like it,” she says. She plans to start a website but will always keep Instagram as the primary source to stay engaged with her clients. It’s you need For Saba Khan, a mother of two, Instagram turned out to be the platform which reignited her passion after almost five years. Saba used to work as an Events Producer for corporates, also doing a six-month stint in Shanghai. But after her marriage in 2013 and motherhood, she went with the flow and kept her career on hold. “Between all this, I did not forget my passion for make-up. I had always wanted to pursue something in it,” 31-year-old Saba says. She then decided to attend a course in make-up and started her page (Makeup by Saba Khan) on Instagram in September 2018. “It has been an organic growth on the platform, and I am doing really well with a lot of regular clients. Instagram is the best platform to kick-start your business,” Saba says. Like Vaishnavi, Saba also says that Instagram has helped to get rid of the stigma attached to make-up artists. “They were not seen as artists earlier. Now, there are no tags and there is an obvious change in the attitude of people,” she says. Saba says her USP is providing realistic make-up to enhance her clients’ beauty. “Often it is people who don’t regularly wear make-up who visit MUAs. I specialise in not going overboard and that’s what people like,” She says, adding that the feedback on Instagram on this has helped her to make it her trademark. “One won’t get a chance to interact with their clients like that on a website. I don’t think one needs a website if you have a page on Insta. A good promotion and social media marketing are the only things required in this age,” Saba adds. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/making-up-isnt-hard-to-do-on-instagram/articleshow/69826327.cms", "time": "2019-06-18 04:17:00"}, "Bengaluru: Commuters fume over traffic curbs": {"description": "BENGALURU: With traffic diversions and parking restrictions in place for Namma Metro work, owners of shops and establishments in the city’s prime commercial hub —MG Road, Brigade Road and Church Street—are worried about losing business. While parking has been banned on MG Road, there’s already a restriction on Church Street. With no designated parking space available nearby, visitors and shop keepers are facing inconvenience. Traffic cops had initially imposed parking ban on Brigade Road too, but it was lifted after the Brigade Road Shops and Establishments Association raised objection. However, slots available there are limited. Sohail Yusuf, secretary of the association, said these traffic curbs will have a negative impact on business activities. “Shoppers and visitors to commercial hubs need certain amount of ease. But that’s missing now. Metro work is important, but there should have been shorter routes to reach these spots; commuters are forced to take a detour now. On Brigade Road, we’ve 85 parking slots for four-wheelers and it is used by 1,300 vehicles daily,” he added. ‘Leave a portion of Kamaraj Road open’Bhoopalam P Srinath, president, Bangalore Traders Association, told TOI that there was no need to ban parking on MG Road. “Civic agencies take their own time to finish projects. MG Road-Byappanahalli Metro work took around seven years instead of the scheduled three years. Many visitors said they had to do multiple rounds in the central business district (CBD) to park their vehicles and come to MG Road. There are over 200 commercial establishments and office spaces on the stretch between Brigade Junction and Anil Kumble Circle itself. The authorities should have made some alternative arrangements, either by temporarily acquiring properties adjacent to Kamaraj Road and allowing vehicles along a portion of the stretch itself,” he added. Deepak Batavia, president, Church Street Occupants’ Association, said they are yet to recover from the losses they have incurred during the redevelopment of Church Street. “Unlike Commercial Street or other hubs, there are a lot of eateries on Church Street. People prefer to drive in with families and friends to eat and drink. Despite having slots, parking has been prohibited here since more than a year,” he added. He said a memorandum will be submitted to the government requesting not to ban vehicles on the street. Running around for parkingWith a segment of Kamaraj Road shut, reaching MG Road and adjacent areas has become a Herculean task for commuters. And for those who arrive there finally, have to run around to find a parking space. Pranam R, a banker, said the authorities should have opened Church Street for parking where slots are available after the TenderSURE makeover. The interchange hub, which BMRCL has taken up now, is expected to be ready only by 2023. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/commuters-fume-over-traffic-curbs-cbd-shops-fear-dip-in-footfall/articleshow/69832769.cms", "time": "2019-06-18 08:00:00"}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Karnataka: Officials told to remain alert against monkey fever": {"description": "SHIVAMOGGA: In the wake of Kyasanur Forest Disease (KFD) or monkey fever likely to raise its head again in the district post-monsoon, deputy commissioner K A Dayanand has requested the health department to take preventive steps immediately. He was addressing a KFD co-ordination committee meeting on prevention and control of diseases like Nipah and other epidemics on Monday. According to Dayanand, KFD is spreading to new places and can create trouble in Aralagod. Villages prone to the disease must be identified. In places were KFD cases have been reported, precautionary measures should be taken up. Animals in villages prone to the disease must be administered vaccine. The process of procuring medicines, oil and other necessary material should begin immediately and all medicines should be available before monsoon ends, the DC directed. The DC said that the co-ordination of all departments is essential to control the disease. The forest, women and child welfare, health, revenue, education, animal husbandry and gram panchayat departments should work together as per the prescribed guidelines. Warning boards for tourists must be put up in places likely to record the spread of KFD. Officials must be alert and act swiftly in case dead monkeys are found, he said. In 2018-19, the district reported 3,548 KFD cases of which 341 were positive. During the said period, 491 monkeys died and 21 positive cases were reported, said Dr Kiran. District health and family welfare officer Dr Rajesh Suragihalli was present. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/karnataka-officials-told-to-remain-alert-against-monkey-fever/articleshow/69831273.cms", "time": "2019-06-17 22:23:00"}, "\nReshma and Shikha groove all night at Output Bengaluru\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/reshma-and-shikha-groove-all-night-at-output-bengaluru/articleshow/68921779.cms", "time": "", "description": "Saturday night is party night, and a bunch of the city folk made a beeline to Output Bengaluru to shake the stress of the week away. The venue hosted the Everlasting Party, at which DJ Sulectro spun one trippy track after the other to ensure that the mood stayed upbeat all night long. Download The Times of India News App for Latest City ."}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Dangerous OFC": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerousofc/articleshow/69834364.cms", "time": "", "description": ""}, "Illegal garbage dumping at Munnekollala": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalgarbagedumpingatmunnekollala/articleshow/69718365.cms", "time": "", "description": ""}, "India-Pakistan match on Sunday saw city fans cheer on": {"description": "02:18India-Pakistan match on Sunday saw city fans cheer on... Bengaluru’s cricket fans had a special Sunday, as they got to witness the ‘daddy’ of all clashes on Father’s Day. The India-Pakistan fixture at the Cricket World Cup 2019 had everyone sporting their blue jerseys and waving the tricolour at different group screenings in the city. Malls turned into cheering stands with huge screens and face painting kiosks. Fans thronged these hotspots in all their gear, which even included masks of MS Dhoni and Hardik Pandya. The many rain interruptions did not deter their spirits and they cheered India to the win. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/india-pakistan-match-on-sunday-saw-city-fans-cheer-on/articleshow/69827984.cms", "time": "2019-06-18 00:00:00"}, "Under-construction water tank collapses in Karnataka’s Bengaluru": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/under-construction-water-tank-collapses-in-karnatakas-bengaluru/videoshow/69831449.cms", "time": "", "description": ""}, "stunts on 2 wheeler by children": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stuntson2wheelerbychildren/articleshow/69288033.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Bengaluru: Techie’s mom found dead in bathroom, dad missing": {"description": "BENGALURU: A 52-year-old woman was found murdered in the bathroom of her Panathur residence on Boganahalli Main Road near Marathahalli on Friday morning. Police suspect her missing husband’s hand in the crime. Manjula, wife of Dodde Gowda, a real estate businessman, was found in a pool of blood by her son Abhishek, a software engineer with a firm in Bagmane Tech Park. “Gowda fled in his Mahindra Scorpio vehicle and his mobile phone is switched off,” an officer said. Abhishek suspects that his mother could have been murdered between 8.45pm on Thursday and 7.20am on Friday when he was out for office work. According to his complaint, he was on night shift and left home at 8.45pm. He returned home at 7.20am the next morning and found none inside. His mother’s cellphone was switched off. Later, he tried to contact his father, but in vain. A few minutes later, he entered his parents’ bedroom and noticed that the bathroom door was open.  On entering the bathroom, he found his mother lying in a pool of blood. He noticed broken bangles and one of his mother’s earrings in the bedroom. He took neighbours’ help to take Manjula to a hospital where doctors declared her brought dead. Manjula had sustained injuries in her nose and mouth. “We’ve registered a case of murder and efforts are on to trace Gowda,” police said. Preliminary investigation revealed Gowda was angry with his wife as she intervened in the family’s financial matters. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/techies-mom-found-dead-in-bathroom-dad-missing/articleshow/69817208.cms", "time": "2019-06-17 07:54:00"}, "garbage dump at Jakkasandra": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpatjakkasandra/articleshow/69818322.cms", "time": "", "description": ""}, "aerial view of vacant sites in Sector 7 HSR layout": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/aerialviewofvacantsitesinsector7hsrlayout/articleshow/69209824.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Doctors' strike today: Hospital services to be hit across Karnataka": {"description": "BENGALURU: In response to the Indian Medical Association (IMA) call for a nationwide strike, hundreds of hospitals in Bengaluru and across Karnataka are expected to cancel their outpatient and other non-essential services on Monday. Thousands of doctors are also expected to participate in silent protests against the attacks on doctors in Kolkata. Several major medical facilities in Bengaluru, including MS Ramaiah Memorial Hospital, said they would keep their outpatient departments shut on Monday to protest against the attacks. “The Indian Medical Association calls for an all-India nation-wide withdrawal of non-essential services in all healthcare institutions on Monday, June 17, 2019,” said an IMA statement. “All non-essential services including OPDs will be withdrawn for 24 hours from 6am to 6am the next day. All emergency and casualty services will continue to function.” IMA state secretary Srinivas S said more than 15,000 hospitals across Karnataka would take part in Monday’s strike. “Thousands of doctors will also join the protests,” he said. “Only outpatient services and teaching of medical students will be disrupted. Emergency services will continue as usual.” Minister for health & family welfare Sivananda S Patil, meanwhile, issued an appeal to the medical fraternity to not cause any disruptions to patient services. While condemning the attacks on doctors in Kolkata, he requested their counterparts in Karnataka to organise ‘symbolic protests’ instead of putting patients in distress. While pointing out that he was aware of the call for a nationwide strike, the minister said in a statement: “It is our responsibility to ensure that doctors receive protection and do not face any disturbance while discharging their duties. I request doctors to only engage in symbolic protests.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/nationwide-strike-today-hospitalservices-to-be-hit-across-ktaka/articleshow/69817214.cms", "time": "2019-06-17 08:06:00"}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Road always filled with water": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadalwaysfilledwithwater/articleshow/69570052.cms", "time": "", "description": ""}, "Bengaluru engineer prevents burglary at home while sitting in the US": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/bengaluru-engineer-prevents-burglary-at-home-while-sitting-in-the-us/videoshow/69801155.cms", "time": "", "description": ""}, "Pothole": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pothole/articleshow/69209828.cms", "time": "", "description": ""}, "BWSSB suspends three engineers; two weren’t present at the site": {"description": "BENGALURU: The BWSSB has suspended three engineers who were supervising the under-construction Hebbal STP where a centering crash claimed three lives on Monday. According to a press release, the suspended officials are CM Venkatashiva Reddy, executive engineer; Mohammed Hanif Yatnati, assistant executive engineer and KV Bhagyalakshmi, assistant engineer. All three are attached with the Hebbal STP. Sources in BWSSB told TOI that while Reddy was not present at the spot, Yatnati was there till 10am and left after he was summoned by a Bengaluru-based minister to inspect a sewage treatment plant in his constituency. Bhagyalakshmi, who was at the spot, had not climbed the scaffolding to verify the quality of work being undertaken. Krishna Byregowda, minister for rural development and panchayat raj (RDPR), announced Rs 5 lakh compensation to the families of each of the three men killed in the centering crash at the BBMP’s under-construction STP site. Byregowda announced the compensation on behalf of the state government after visiting the injured at Aster Hospital near Hebbal on Monday evening. BWSSB chairman Tushar Girinath said the contractor, Enviro Control Associates, will pay the compensation and added that if the contractor fails to do so, the BWSSB will pay the relief amount. “But we will deduct the amount while clearing the contractor’s bill,” Girinath added. “Stringent action will be taken against Enviro Control Association, SMC Infrastructure, BWSSB officials concerned and a third party consultancy hired for quality checks,” he said. According to BWSSB officials, work was under way at the Hebbal site from 5am. Concrete was being laid for the dome of the fourth digester, which digests bio-solids and generates methane that is used in generating power. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bwssb-suspends-3-engineers-2-werent-present-at-the-site/articleshow/69833037.cms", "time": "2019-06-18 10:03:00"}, "\nHarshika Poonacha inaugurates Barbeque Nation’s outlet on Sarjapur Road, Bengaluru\n": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/harshika-poonacha-inaugurates-barbeque-nations-outlet-on-sarjapur-road-bengaluru/articleshow/68833626.cms", "time": "", "description": "Kannada actress Harshika Poonacha recently inaugurated Barbeque Nation’s newest outlet in Bengaluru, on Sarjapur Road. This is the restaurant chain’s 12th outlet in the city. Foodies in and around the area can now experience the delight of grilling their own vegetarian and non–vegetarian barbecues on live grills, embedded on their tables. The new outlet seats over 214 guests at a time. The restaurant has been designed keeping in mind the heritage and philosophy of the Barbeque Nation brand, while offering new experiences, like barbecue pit, pizza counter, an egg station, separate counters for brownies and waffles, larger dessert stations and over 100 dishes. Not to be missed is Mutton Kadhak Seekh, Chilli Garlic Prawns, Ajwaini Fish Tikka, Murg Boti Kebab, Hariyali Kumbh, Pineapple Chaat, Cajun Spice Baby Potato and Punjabi Paneer Tikka, among others. For desserts, there's Walnut Brownie, assorted pastry, Angoori Gulab Jamun, Marvel Cake, Kesari Phirnee and kulfis at the Kulfi Nation counter. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Potholes woes increase in city during rains.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholeswoesincreaseincityduringrains-/articleshow/69718351.cms", "time": "", "description": ""}, "Garbage dumped Minhaj Nagar poses health threat.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpedminhajnagarposeshealththreat-/articleshow/69629780.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Sewerage Leaking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerageleaking/articleshow/69288078.cms", "time": "", "description": ""}, "90% of jewellery from tainted firm’s Jayanagar showroom missing": {"description": "Bengaluru: Sleuths from the special investigation team (SIT) probing the multi-crore rupee IMA scam, were in for a shock when they opened the IMA Jewels showroom in Jayanagar 4th T Block on Monday evening: Over 90% of the ornaments in the showroom’s display units had disappeared. Sleuths suspect absconding IMA founder-owner Mohammed Mansoor Khan took the jewellery with him when he fled the country. Khan owned two jewellery showrooms in Bengaluru — one in Jayanagar and another in Shivajinagar. Both showrooms were sealed by police since June 10 after thousands of investors thronged the Commercial Street police station seeking help in getting their money back. As part of their investigation, SIT sleuths had descended on the jewellery showroom in Jayanagar to take stock of ornaments in the three-storeyed building. Quoting those who had visited the showroom when it was fully functional, police said: “Different designs of gold, diamond and platinum ornaments were showcased the building. While some came to buy ornaments there were many who came to obtain loans by pledging gold. Almost all the display cases and cupboards were filled with ornaments when the store was fully functional.” Now, sleuths say, all the display units are barring a few scattered ornaments in some shelves. SIT sleuths deployed around two dozen 20 goldsmiths and jewellery experts to ascertain the value of the ornaments. “The counting will continue till Tuesday morning. We expect the value of the ornaments left behind to be around Rs 20 crore,” sources said. Estranged wife raided Meanwhile, SIT sleuths also raided the houses of two women including the estranged wife of fugitive accused Khan. The raid was conducted at a house on Venkatappa Road in Shivajinagar, where Khan’s third wife, who was divorced in February this year, lived with her family. During the raid, SIT sleuths recovered 1.8kg of gold ornaments. The estranged wife and her family argued with the sleuths saying the seized gold belong to them. Similarly, SIT sleuths raided another house in Frazer Town and recovered Rs 2 lakh cash, pen drives and a laptop said to have been used by Khan himself. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/90-of-jewellery-from-tainted-firms-jayanagar-showroom-missing/articleshow/69832543.cms", "time": "2019-06-18 04:47:00"}, "Rain halts India thrashing of Pakistan, but cheers resound in pubs, homes": {"description": "BENGALURU: A languid Sunday morning in Bengaluru was only a sly prelude to the excitement that was to follow through the day. With India taking on arch-rivals Pakistan in their World Cup league match in Old Trafford — their seventh match ever in ODI’s premier competition — traffic thinned on the roads by the afternoon while the city’s pubs and restaurants, all set with giant TV screens, were soon packed to the rafters. It doubtless raised spirits that India, in fine form and having won all their previous World Cup encounters with Pakistan, also had local boy KL Rahul step out to open the Indian innings with Rohit Sharma. The pair got into the groove in double quick time, and the cricket fans were in for a treat. Those who deserted the streets and weren’t getting plastered while watching the game, were likely at home doing much the same. Elsewhere, the mood was close to stratospheric: While Kempegowda International Airport (KIA) made special arrangements for passengers to watch the match, the captain of a Bengaluru-Mumbai Vistara aircraft provided live updates during the flight. At M Chinnaswamy Stadium, huge crowds gathered to watch the match on the big screen. “India vs Pakistan is the biggest of all World Cup matches,” said Sagar Bhat, the proprietor of Angrezi - Bollywood Bar & Kitchen on Church Street. “It is the mother of all matches. We were overflowing with customers and, unlike usual, did not play any music as patrons wanted to follow the live telecast.” Rahul Menon, a software employee, watched the match at Koramangala Social. “The match was enthralling and the pub offered exciting discounts too,” he said. Sooraj Kalapura, team lead at a private firm, also watched the game at Koramangala Social. “The match generated incredible hype among everyone I knew,” he said. “Besides, watching a game with your friends while drinking beer on a Sunday is great.” But even as the Indian fans were celebrating their team’s march to victory, in the 35th over, rain stopped play. The big covers came on for a while before play resumed with Pakistan set a DLS target of 302 in 40 overs. The target in the 38th over was an impossible 53 an over and India triumphed by 89 runs. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/rain-halts-india-thrashing-of-pakistan-but-cheers-resound-in-pubs-homes/articleshow/69819649.cms", "time": "2019-06-17 09:19:00"}, "Watch: Mangaluru farmer develops ingenious 'bike' to climb areca nut tree": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/watch-mangaluru-farmer-develops-ingenious-bike-to-climb-areca-nut-tree/videoshow/69829327.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Mangaluru: Youth abuses doctors, staff at govt hospital, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/city/bengaluru/mangaluru-youth-abuses-doctors-staff-at-govt-hospital-video-goes-viral/videoshow/69830628.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Yuva Rajkumar ties the knot, before his debut, at Bangalore Palace": {"link": "http://photogallery.indiatimes.com/events/bangalore/yuva-rajkumar-ties-the-knot-before-his-debut-at-bangalore-palace/articleshow/69534930.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Investors file cheating case against Karvy firm": {"description": "BENGALURU: A 46-year-old woman alleged that she and her husband, along with 11 others, have been cheated of about Rs 4 crore they had invested in real estate firms endorsed by a private wealth management company. Ketki Shah Talati, a resident of Devarabisanahalli, said in her complaint to Basavanagudi police that she and her husband had invested Rs 1.7 crore in various real estate firms which Karvy Private Wealth, Basavanagudi branch had suggested after claiming to have done due diligence. Police registered a case of cheating against Karvy CEO Abhijth Bhave and directors and officials of a few other real estate firms in which the couple and 11 others had invested more than Rs 4 crore. Ketki alleged that Karvy had lured them by promising good returns for investments and claimed they hadn’t received any returns or got back their investment. “The complainants alleged that Karvy had not arranged direct interaction with builders with whom they had invested their money and requested legal action against the head and directors of the Karvy Group companies,” police said, quoting the complaint. “We registered a case of cheating and requested all details and documents about their investments for verification. A probe will begin once we complete scrutiny of documents,” a police officer said. Basavanagudi police claimed they’d interacted with Karvy officials who denied cheating anyone and that they would talk to realty firms and resolve the issue. According to complainant Ketki, she and her husband Mayank Harshad Talati invested Rs 1.7 crore in 2015. Other investors listed in her complaint are: Visveshvaraya (Rs 60 lakh), Satyanarayana Rao Navaluru (Rs 15 lakh), Swatantra Rao (Rs 22 lakh), GS Ravishankar and his wife Pooja Ravishankar (Rs 15 lakh), TT Usharani (Rs 30 lakh), Joy Chandra (Rs 30 lakh) KS Raghunandan (Rs 15 lakh), Krishnamurthy Nagesh Prakash and Aparna Nagesh Prakash (Rs 38 lakh). A tweet to Karvy Private Wealth seeking its comment didn’t elicit a response at the time of going to press. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/investors-file-cheatingcase-against-karvy-firm/articleshow/69817185.cms", "time": "2019-06-17 07:54:00"}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "12 foreigners arrested for overstaying in Bengaluru": {"description": "BENGALURU: Yelahanka police on Saturday arrested 12 Nigerian, Congolese, Ugandan, Ivory Coast and Tanzanian nationals during a special drive conducted against overstaying foreigners. This is the second such drive in 15 days. Kothanur police had arrested 21 foreign nationals on June 1. On Monday, five special teams raided several rental houses in Kattigenahalli and Maruti Nagar in Yelahanka area. “Eleven of them have violated visa conditions and were overstaying in Bengaluru. One was held for possessing a fake passport. We’ve registered three separate cases against 12 persons,” an officer said. Kala Krishnaswamy, deputy commissioner of police (northeast), said the suspects came to India on study and business visas, but they neither returned after their visas expired nor renewed them. The accused have been booked under the Registration of Foreigners Act-1939, Foreigners Act-1946 and IPC sections. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/12-foreigners-arrested-for-overstaying-in-bluru/articleshow/69817207.cms", "time": "2019-06-18 04:30:00"}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "SIT finds IMA Jewels showroom 90% empty": {"description": "BENGALURU: Sleuths who entered the Jayanagar showroom of IMA Jewels — one of the entities of IMA Group being probed for its Ponzi operations — found 90% of the ornaments in the display units had disappeared. The Special Investigation Team suspects the IMG Group founder-owner Mohammed Mansoor Khan may have taken the jewellery with him when he fled the country on June 8. The remaining jewellery is being evaluated and could be worth Rs 20 crore, SIT sources said. The inspection was conducted on Monday. SIT sleuths have searched the houses of two women, including a former wife of Khan, and seized gold ornaments, Rs 2 lakh in cash and a laptop used by him. With 1.25 lakh people having lost their money to Ponzi scams in Bengaluru in the past decade, new Bengaluru City police commissioner Alok Kumar said preventing such fraudulent schemes will be one of his priorities. The Karnataka government said it was considering setting up fast-track courts to try Ponzi cases, and revenue minister RV Deshpande told TOI the government was contemplating a new law in this regard. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/sit-officers-enter-ima-jewels-showroom-find-it-90-empty/articleshow/69834786.cms", "time": "2019-06-18 07:56:00"}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Garbage dump near children's park": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpnearchildren27spark/articleshow/69452717.cms", "time": "", "description": ""}, "Bangalore Development Authority gets its second woman commissioner": {"description": "BENGALURU: In what is being percieved as ceding to the “power play” in Bengaluru politics, chief minister H D Kumaraswamy on Monday relieved the government’s “favoured” IAS officer Rakesh Singh from his concurrent duty of heading the important post of commissioner for Bangalore Development Authority (BDA) and appointed Dr N Manjula as it's second woman commissioner. Considered close to irrigation minister D K Shivakumar and “favoured” by the JD(S) first family, Singh’s continued presence in the seat of BDA commissioner had created tension between the chairman for the authority Congress MLA S T Somashekar and CM Kumaraswamy. Somashekar along with Byrathi brothers, Basavaraju and Suresh had created a parellel power centre in Bengaluru and had taken on the CM for continuing Singh as the commissioner. Singh will continue to hold the post of principal secretary for irrigation department under minister D K Shivakumar and have concurrent charge of medical education department held by minister E Tukaram. While Singh’s transfer out of the BDA commissioner post may be a small victory, the appointment of Dr Manjula does not seem to be any favourable to Somashekar and the Bengaluru coterie of MLAs. The young IAS officer, who served as the tourism and municipal administration commissioner previously, is known for her straight forward attitude and no nonsense attitude. Manjula is a 2002 batch IAS officer and will be the first woman bureaucrat to head the civic agency since its inception in the 1980s. Meanwhile, in other major reshuffles, the government has transferred additional chief secretary for UDD Mahendra Jain to Energy department and also placing him in concurrent charge of higher education. The incumbent ACS (Energy) P Ravi Kumar has been posted as ACS to government. B H Anil Kumar will be the new ACS for UDD and also hold concurrent charge of food and civil supplies department. Yet another high profile transfer is that of Priyanka Mary Francis, who was posted as Hassan deputy commissioner during the Lok Sabha elections by the election commission of India. While Franscis was transferred out soon after the polls, she was waiting for posting. Francis will now be the new director for information technology and biotechnology. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/bangalore-development-authority-gets-its-first-woman-commissioner/articleshow/69829268.cms", "time": "2019-06-17 21:01:00"}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Lack of parking facilities at Jayanagar": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lackofparkingfacilitiesatjayanagar/articleshow/69818275.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Sewage and drain water overflowing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewageanddrainwateroverflowing/articleshow/69452694.cms", "time": "", "description": ""}, "'Bigg Boss Kannada' fame Jaganath Chandrashekar's wedding reception": {"link": "http://photogallery.indiatimes.com/events/bangalore/bigg-boss-kannada-fame-jaganath-chandrashekars-wedding-reception/articleshow/69535795.cms", "time": "", "description": ""}, "Karnataka govt to announce new IT policy soon": {"description": "BENGALURU: With focus on tier-2 cities, the Karnataka government would soon announce a new information technology policy to drive investment and employment opportunities in the state, a senior government official said on Monday. \"We are in the process of formulating a revised IT policy for the state. Our aim is to strengthen the states leadership position in the IT/ITeS industry through increased thrust on emerging technologies and R&D,\" Gaurav Gupta, principal secretary to the department of information technology and biotechnology. \"Our focus would be to enhance necessary support through key incentives and facilitation through institutional mechanism,\" said Gupta at the 15th Vision Group meeting. The objective behind the new IT policy is to push Karnataka as the global 'first choice' for innovation and technology, the officer said. He added that there would be inclusive digital growth by adopting strategies that would promote emerging technologies such as AI, machine learning, virtual realty etc. The Vision Group led by industry captains had advised the government to organise the upcoming Bengaluru Tech Summit-2019 scheduled on November 18 and 19. The event would be a major platform to showcase the technology prowess of Karnataka. Infosys co-founder and chairman of Alixor Ventures Kris Gopalakrishnan was also present at the meeting. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/karnataka-govt-to-announce-new-it-policy-soon/articleshow/69831126.cms", "time": "2019-06-17 22:12:00"}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "HDK to Centre: Give preference to locals in recruitment for rural banks": {"link": "https://timesofindia.indiatimes.com//city/bengaluru/hdk-to-centre-give-preference-to-locals-in-recruitment-for-rural-banks/articleshow/69809350.cms", "time": "2019-06-16 10:11:00", "description": "BENGALURU: Chief minister HD Kumaraswamy on Saturday met Prime Minister Narendra Modi and many of his cabinet colleagues seeking redressal of several issues concerning Karnataka.  Just before heading to Niti Aayog's government council meeting, the CM called on Modi and congratulated him for his re-election. He urged Modi to extend maximum help to the state which has been suffering from consecutive years of drought and sought release of Rs 1,500 crore dues under the rural employment guarantee scheme.  At Niti Aayog's meeting, Kumaraswamy raised a host of issues, including decreasing fund flow to the state under centrally sponsored schemes. \"The overall estimated grants from the Centre dipped from Rs 16,525 crore in 2014-15 to Rs 10,099 crore in 2019-20. This has not only put pressure on the state's finances but affected other initiatives,\" the CM said. He also took exception to Bengaluru getting 58th rank in the ease of living index in Niti Aayog's ranking system. \"This is unacceptable. Bengaluru is widely rated as the most preferred city for work in the country by reputed agencies. So, Aayog's ranking system should be more participative and transparent,\" he opined.  During his meeting with finance minister Nirmala Sitharaman, the CM stressed the need for amending banking rules to give preference to candidates with knowledge of local languages in recruitments for regional rural banks and also conducting banking exams in all the 22 recognised languages.  There have been complaints about bank staff's lack of knowledge of the local language causing problems to customers. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "garbage overflowing onto street": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageoverflowingontostreet/articleshow/69209832.cms", "time": "", "description": ""}, "A new chapter in Kannada schools": {"description": "BENGALURU: In Yediyur, the newly started English medium section at a government school has 30 cheerful firstgraders. The school’s Kannada medium section has only two in its class. The enrolment figures are similar at a government school in JP Nagar, Bengaluru. A growing belief that English-medium education opens up more possibilities for children has triggered a significant shift in attitudes in poor families, which traditionally preferred Kannada as the mode of learning for reasons ranging from ease of communication to continuation of the local culture. The change has been evident in the falling enrolments at Kannada medium schools for some time, and the state has now taken it as the cue for promoting English in classrooms. English medium sections have been started at dozens of government Kannada schools across Karnataka this year, and officials have received a deluge of admission requests, in many cases, more than they can allow or process. For example, 14 government schools in Bengaluru South have received 290 applications for class 1 English medium and 90 in lower KG. They have not received any for the same grade in Kannada medium. Chief minister HD Kumaraswamy has strongly endorsed the push for English. Experts say the measure is necessary to keep government and aided schools open and relevant. In 2018, 28,847 such schools, which lacked English medium, shut down as they didn’t have enough students to run classes. The Right to Education (RTE) Act provided many poor families an opportunity to place their kids in private institutions, which they otherwise cannot afford. But only a certain number of poor students can be accommodated in private schools through RTE. This created space for the state to step in and draw parents back with a pitch for English education. Kumaraswamy announced the launch of 1,000 English medium sections at government schools. The model, it seems, has been borrowed from Kerala. Kannada medium schools with English sections are now called Kannada Public Schools, and the government has deployed 1,443 teachers there. The number of students per class in English medium has been limited to 30, which has upset parents whose wards are currently outside this cutoff. The average student-teacher ratio is 20:1. Currently, 973 English medium sections are functional and 23 are in the pipeline. Additionally, 300 are being introduced in the existing pool of English medium sections because of the high demand. An official with the state department of public instruction (DPI) said more students would have applied for or joined classes had the government announced the decision before April. But the impetus to English learning has touched off a debate with many saying it will cause irreparable damage to Kannada medium. SG Siddaramaiah, the chairman of Kannada Development Authority, has been one of the most of vocal critics. Giving the issue a political colour, he said a regional party that should be protecting the local language and culture was taking detrimental steps. “The previous governments extended full support to the development of Kannada. It’s extremely disappointing that a regional party, which should be making efforts to keep the local language relevant for Kannada asmithe (Kannada pride), is introducing English medium and bulldozing opposition to it,” he said. But Kumaraswamy told TOI that the decision to open English medium divisions would not have any impact on Kannada sections. “Definitely not. We are not against Kannada medium schools, and the government is not ready to close them,” he said. The push towards English, the chief minister said, was part of a larger effort to improve the quality of education in Karnataka. “Last year, over 40 lakh children in government schools were assessed for learning levels. Based on the outcome, various measures are being taken to improve their learning abilities. Teachers are being trained, and over Rs 1,000 crore is being spent on improving infrastructure, etc. So, I believe that these initiatives would definitely pay rewards in future,” he said in a response to queries sent by TOI. Kumaraswamy added that the English initiative would cater to aspirations of economically backward families which cannot afford to send their children to private schools. “We have received an overwhelming response from parents and requests to begin additional sections in certain schools. We will take a decision based on the availability of trained teachers,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/a-new-chapter-in-kannada-schools/articleshow/69818552.cms", "time": "2019-06-17 08:38:00"}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Bengaluru Ponzi scam: How racket eroded public trust in Muslim politicians, clergy": {"description": "BENGALURU: Numerous Ponzi schemes in Karnataka have duped people of their money, but the I Monetary Advisory (IMA) Group scam has done irreparable damage to middle-class investors while simultaneously eroding public trust in Muslim politicians and ulemas (Islamic scholars). Bengaluru's ‘Islamic banker’ has fled India, complaints cross 23,000 in IMA scamPoliticians of the minority community admitted that their credibility was at stake because some of them had, through their public association with IMA’s founder-owner Mohammed Mansoor Khan, given legitimacy to his criminal enterprise. They said the impact of the swindle by Ambidant Marketing Pvt Ltd, whose business model was similar to IMA’s, would pale in comparison to the negative fallout from the IMA rip-off.  IMA office in Shivajinagar “Politicians were spotted with Mansoor at public functions he hosted such as mushairas (poetic symposiums),” a source said. “But Mansoor actually got ulemas to endorse his audit books. Two years ago he brought out a booklet based on these endorsements, stating that all investments in his firm were halal (permissible).” A senior Muslim Congress leader said there is a crisis of confidence among the community towards politicians and ulemas. “Certain ulemas, instead of speaking on the Quran’s teachings in their Friday sermons, asked their congregations to pray for the welfare of Mansoor and his companies,” he said. “Some of them even issued fatwas endorsing his business, when most of them were unaware of how financial institutions should operate.” Hundreds of investors have filed a police complaint at the convention centerSources said a majority of Muslim politicians were beneficiaries of Mansoor’s largesse either through election funding or projects like renovation of government schools. “The fact that they were seen with Mansoor gave confidence to people who had some savings,” one source said. Complaint letters submitted by investors in IMA ponzi scam are piling up at Commercial Street Police StationIn Karnataka, Muslim political leadership has largely been the monopoly of the Congress. But Muslim leaders have never been able to unite as a consolidated entity. “Jealousy among leaders, political machinations to upstage one another and a generation gap are the reasons that the community does not speak in one voice,” a source said. That the Congress gave just one ticket to the community in the recent Lok Sabha polls, when the norm in the past was two to three, has demotivated Muslim leaders. “The party leadership has taken the community for granted. The Lok Sabha polls, in which many Muslims voted for the BJP, should be an eye-opener,” a source said. Members of the community said there has been no true Muslim leader after former minister Azeez Sait, who passed away in 2001, and was known for his no-nonsense stand on issues. “Money power works now, which is not my style of functioning,” a Muslim Congress leader said. “The Congress sidelined people like K Rahman Khan, CK Jaffer Sharief (when he was alive), CM Ibrahim and K Naseer Ahmed for their forthright views.” Young politicians like Rizwan Arshad, UT Khader, NA Haris and Syed Naseer Hussain wield considerable influence in the party, but are yet to strike a chord with the community, he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bengaluru/ima-rip-off-erodes-trust-in-muslim-politicians-clergy/articleshow/69832474.cms", "time": "2019-06-18 10:26:00"}}