{"Sun, sweat push mercury to real feel 50°C in sauna city": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/sun-sweat-push-mercury-to-real-feel-50c-in-sauna-city/articleshow/69731320.cms", "time": "2019-06-11 04:33:00", "description": "Bhubaneswar: The heatwave has returned to the state with vengeance accompanied by the oppressive humidity. The India Meteorological Department (IMD) has issued yellow alert for the heatwave in 10 districts till June 13 and advised people to avoid exposure to the sun. The high humidity levels made life difficult for people of the city. Though the maximum day temperature was between 38°C and 42°C, the temperature felt like 48°C to 50°C. “It was difficult to stay outdoors for more than half an hour. I felt sick due to the constant sweating,” said Prafulla Kumar Mishra, a government employee. On Monday, the city recorded a maximum relative humidity of 94%. At 8.30 am, the humidity was as high as 82 %. It stood at 78% at 5.30 pm. “Neither the morning hours were comfortable nor the day time nor the evening. The unscheduled power cuts several times during the day are adding to our woes,” said Madhabi Lata Patra of Kanan Vihar. The weatherman, however said, high humidity during the pre-monsoon period is quite normal. “Wind pattern changes during the transition period from May-end till the onset of monsoon in June causing change in weather. The south and south-easterly wind prevailing in the state is carrying lots of moisture that is causing the discomfort,” said H R Biswas, director of IMD, Bhubaneswar office. The highest maximum temperature of 44.8°C was recorded at Hirakud followed by 44.6°C at Sambalpur on Monday. Bhubaneswar recorded maximum temperature of 37.4°C . Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Puri temple admn draws criticism for profit-sharing bid": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/puri-temple-admn-draws-criticism-for-profit-sharing-bid/articleshow/69747035.cms", "time": "2019-06-12 04:21:00", "description": "Bhubaneswar: Though the Sri Jagannath Temple Administration (SJTA) on Tuesday aborted its move to auction telecast of the world famous Puri Rath Yatra following public pressure, the administration wants its pie from TV channels’ profits from broadcasting the religious sojourn. “The channels will share a part of their profit. I will soon convene a meeting of the channel heads to decide how much they will pay, ” said SJTA chief administrator Pradipta Mohapatra, while announcing that all channels will be allowed to telecast the festival that witnesses a congregation of lakhs of devotees. The profit-sharing formula has invited strong criticism. Ashok Mohapatra, legal adviser of Gobardhan Pitha, the seat of Puri Shankaracharya Swami Nischalananda Saraswati, said the administration should not be greedy about what profits the channels are making. “How can they ask for profit from channels that telecast the yatra on Grand Road, the public place that is open for all. Similarly, they may ask shopkeepers on Grand Road to part with their profit with the temple on the pretext that their customers are devotees. This is unacceptable.” Gobardhan Pitha has filed an intervening petition in a PIL that is being heard by the Supreme Court on mismanagement and exploitation of devotees in the Jagannath Temple. Hearing the PIL in April, the SC had questioned government authorities’ control in managing the temple affairs. Mohapatra, who is also vice-president of Mukti Mandap Pandit Sabha, an advisory body on disputes of religious and social nature in Puri temple, said channels making profits are anyway complying with tax norms. “Puri temple should not be seen as a state museum for a revenue model,” he said. Ramakrushna Dasmohapatra, president of Daitapati Niyog, a priest body, said nobody should be forced to pay. “Any contribution to the Lord at best should be voluntary,” he said. Pritish Acharya, a professor of history, said all forms of commercialisation of the temple should be discouraged. “Otherwise there will be no end to it,” he said. Senior functionary of a private TV channel, who did not wish to be named, said they would wait till the SJTA meeting before making any comment on the issue. Download The Times of India News App for Latest City ."}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "All-party meet ahead of Odisha assembly session": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/all-party-meet-ahead-of-assembly-session/articleshow/69794807.cms", "time": "2019-06-15 11:29:00", "description": "BHUBANESWAR: Speaker Surya Narayan Patro plans to hold an all-party meeting either on June 23 or 24 before the start of the budget session of the assembly to seek cooperation for the smooth running of the house. Though such practices are very common before the start of Lok Sabha sessions, Odisha assembly has not witnessed any such move by a speaker in recent history. In Odisha, all party meetings were convened only when there are logjams. “It is the speaker’s duty to listen to members of all political parties to understand their issues. An all-party meeting will be held before start of the session to seek cooperation from all for smooth- running of the house. Important issues will be discussed,” Patro told reporters here. Congress veteran Narasingha Mishra and senior BJP leader Jayanarayan Mishra welcomed the speaker’s decision. The legislature meetings of all the three major parties, BJD, BJP and Congress, will also be held on June 24. The first session of the 16th assembly will start from June 25 with the address of Governor Ganeshi Lal. Finance minister Niranjan Pujari will present the annual budget for 2019-20 fiscal on June 28. The session will have 30 working days in two phases. With at least 63 MLAs elected to the assembly for the first-time, the assembly secretariat will hold one-day training programme for the new MLAs to help them understand various procedures of house functioning. Later in Sepetember, a three-day training programme will be conducted for the new legislators, said Patro. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Statue ofMahatmavandalised": {"description": "Balasore: A statue of Mahatma Gandhi was found vandalised in Sovarampur government nodal upper primary school in Balasore district. It came to light when locals entered the school premises on Sunday after they noticed that some trees had been felled inside the compound. President, school managing committee, Surendra Singh, said, “Five anti-socials entered the school on June 14 evening. They vandalised the statue installed in 2006 besides ransacking the school and its garden,” he said. “A room christened ‘Bapuji Kakhya’ in the school in honour of the ‘Father of the Nation’ was also ransacked. Cigarette butts and empty liquor bottles were strewn on the floor,” he added. Sailabala Rout, headmistress of the school said after school hours, the anti-socials enter the premises with liquor and drugs. IIC of Sahadevkhunta police station S S Nayak said the incident is suspected to have taken place on June 14 and could be the handiwork of anti-socials as the school was shut for the summer vacation. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/statue-ofmahatmavandalised/articleshow/69832394.cms", "time": "2019-06-18 04:19:00"}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Puri temple douses auction fire, allows all TV channels to cover Rath Yatra": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/puri-temple-douses-auction-fire-allows-all-tv-channels-to-cover-rath-yatra/articleshow/69747038.cms", "time": "2019-06-12 04:21:00", "description": "Bhubaneswar: The Shree Jagannath Temple Administration (SJTA) on Tuesday said it would allow all TV channels to telecast the July 4 Rath Yatra, ending the raging controversy it had earlier sparked by inviting bidders for telecast rights of the annual festival. This incidentally comes a day after Prasanna Kumar Dash, a Puri-based social activist, moved the high court against auctioning of telecast rights for the Rath Yatra. Earlier, the SJTA had received seven bids from different TV channels. The highest bid of Rs 54 lakh was quoted by a local private news channel. SJTA chief administrator Pradipta Mohapatra told media persons in Puri, “We will allow all channels to telecast the Rath Yatra. We will have a meeting with them shortly.” He added, “The channels will be asked to share a part of their profit with the temple administration.” Referring to the now abandoned plan to auction telecast, Mohapatra said, “By floating the expression of interest, we could gauge the market value of the telecast of the event. We will discuss with TV channels how much they can pay to the temple.” The SJTA will ask for the names of TV commentators in advance. “Sometimes, some commentators give inaccurate facts. We want commentators with sufficient knowledge of Jagannath culture,” Mohapatra said. Ramakrushna Dasmohapatra, president of Daitapati Niyog (an organization of priests), said his organization was against the move to auction telecast rights. He added, “We had opposed a similar step in 2010. This time, the administartion decided to auction telecast rights. The Rath Yatra shouldn’t have limited coverage. Nor should it be commercialized.” Renowned Odissi dancer Saswat Joshi said in an age where digital platforms are being used to spread culture and heritage, there shouldn’t be any attempt to curtail telecast rights of channels for an event like the Rath Yatra. He added, “When I visit foreign countries, they are keen to know about the Rath Yatra. Lord Jagannath’s event can’t be used for commercial exploitation.” Download The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Odisha: Class XII board results next week": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-class-xii-board-results-next-week/articleshow/69769463.cms", "time": "2019-06-13 13:34:00", "description": "BHUBANESWAR: The Class XII board exam results of humanities, commerce and vocational streams will be published either on June 17 or 18, school and mass education minister Samir Ranjan Dash said on Wednesday. The result of the science stream was announced on June 3. \"Elections and Cyclone Fani had led to delay in the evaluation process owing to disruption in electricity and internet connections. After the situation normalised, the tabulation process was expedited,\" Dash said. As many as 2,35,183 students had appeared in humanities, 27,278 in commerce and 8,058 students in vocational stream. The exams were conducted by the Council of Higher Secondary Education (CHSE). The delay in publication of results of humanities and commerce has irked students. This has resulted in many of them not being able to apply in universities and institutions outside the state. Besides, the alleged partiality shown to science students has been a sticking point. Download The Times of India News App for Latest City ."}, "Naveen meets NaMo, seeks special category help for state": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-meets-namo-seeks-special-category-help-for-state/articleshow/69747023.cms", "time": "2019-06-12 04:20:00", "description": "Bhubaneswar: Chief minister Naveen Patnaik on Tuesday asked Prime Minister Narendra Modi to recognize states hit by major calamities as ‘special focus states’ and extend to them ‘the benefits of a special category state for a specific period’. Naveen raised the demands with Modi when the two met for the first time in New Delhi since the recent general elections. Earlier, the PM had praised Naveen’s deft handling of the post-Fani situation in Odisha. Official sources said Naveen proposed that his demands be accepted ‘until the Centre includes natural calamity as an indicator for according special category to a state’. Any state that gets special focus tag will be able to obtain funds for the central-sponsored schemes under the 90:10 sharing arrangement between it and the Centre. Naveen was of the view that such a provision would help the reconstruction of infrastructure and restoration of livelihood. “The move will not only help Odisha but any state of the country, which will be hit by a major natural calamity,” an official statement quoted Naveen as saying. The CM sought an assistance of Rs 5,000 crore for restoration work in Fani-hit areas and five lakh rural houses under the Pradhan Mantri Awas Yojana (gramin) on a 90:10 fund sharing pattern as a special case. After his nearly 20-minute meeting with Modi, Naveen told media persons, “I requested him for special category status for Odisha. We have been hard hit by the recent cyclone that caused a great deal of damage.” For many decades, Odisha has been seeking special status on grounds of various reasons such as difficult terrain, low population density and resource base, strategic location, economic and infrastructure backwardness and sizeable tribal population. Naveen reiterated his demand for revision of coal royalty from the existing 14% to 20%. The last revision was done in May 2012. He said they did not discuss the election of Lok Sabha deputy speaker. Earlier, there was widespread speculation that the NDA might offer the post to Bhartruhari Mahtab, BJD MP from Cuttack. The CM demanded reconstruction of damaged public infrastructure like high-tension power supply lines be brought under the ambit of national or state disaster funds. Naveen also called on President Ram Nath Kovind and apprised him of the devastation caused by Cyclone Fani and subsequent restoration work taken up his government. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Odisha crime branch harps on prevention of custodial escape": {"description": "BHUBANESWAR: To prevent escape of accused persons from police custody, the state Crime Branch has asked the superintendents of police (SPs) to remain alert when arrested persons are taken to hospital for medical examination, to court or jail. According to the recent Crime Branch letter to the SPs, a number of instances were reported where accused persons escaped from the police custody during their transit for appearance in the court. Crime Branch sources said at least 9 arrested persons escaped from the police custody in connection with separate crimes in 2018. “In cases of heinous offences, including Naxalism, it is a challenge for the police to safely produce the accused persons in court,” additional director general of police (Crime Branch) Santosh Upadhyay said. The Crime Branch’s concern assumes significance as an alleged Maoist had escaped from the police custody in Nuapada district last year, leaving the police red-faced. Manoj Madkami, who was arrested by Nuapada district police in May 2018, jumped the police custody from court premises on September 18, 2018. Madkami is still on the run. The incident had happened when Madkami was being taken back to jail from the court. At least seven cops were suspended for negligence and dereliction of duty. In order to avoid escape of hard core criminals, the Crime Branch has suggested the SPs to produce the former in court through electronic video linkage. Crime Branch said the concerned police stations should move the court, seeking approval to produce the accused via video conference. “We have electronic video linkage in the jails and courts. Since arrested persons are compulsorily produced in court in regular interval, the apprehension of their escape cannot be ruled out. Police stations should not take the risk of transporting dreaded criminals to court and use the technology for their safe appearance before the judge,” another Crime Branch officer said. Authorities in some jails and courts said the video linkage and internet connectivity was damaged after Cyclone Fani battered Odisha on May 3. Prisons officials said the technicians are already on the job to restore the service. “We have partly restored the service in some prisons,” a jail officer said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-crime-branch-harps-on-prevention-of-custodial-escape/articleshow/69820476.cms", "time": "2019-06-17 10:36:00"}, "Odisha: Police to sensitize Nuapada people against superstition": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-police-to-sensitize-nuapada-people-against-superstition/articleshow/69729155.cms", "time": "2019-06-10 20:57:00", "description": "BHUBANESWAR: After witnessing a human sacrifice case in Komna area in Nuapada district, the district police have planned to create awareness among people against the blind belief including human or animal sacrifice for better harvest. Smith Parmar Parshottamdas, Nuapada SP, said the district police will organise a mini marathon like event in Komna involving local youth, students and other people for creating awareness about rational thinking and to stop superstitious rituals. He said Komna police station has ‘Ama Police Samiti’ and it will create sensitization programmes with community people against human or animal sacrifice. Senior citizens, youths, intellectuals, activists and students will take part in the discussions, he added. Ama Police Samiti is an initiative of the home department’s community policing scheme launched in 2013. According to its concept, police officers and citizens work together in a creative way to help solve contemporary community problems. “We will tell people that sacrifice ritual is illegal and cannot help them to give better harvest. They should test their soil before sowing seeds and apply manure or fertilizer to get good yield,” said the SP. Chintamani Majhi, 48, of Jadamunda village under Komna police station in the district sacrificed his 12-year-old nephew, Dhansingh, on Saturday for better harvest this Khariff season. This tribal farmer, who severed the boy’s head with the help of an axe, had confessed to the crime. A court on Sunday sent him in judicial custody. As an old belief, some tribal people in Nuapada practice choru (a local term for sacrifice) to get good yield. They sacrifice hen, goat or other animals. But killing a human being for choru is very rare, said a senior police officer. Meanwhile, deceased’s Saban Majhi reached the village. He was working as a daily wager in Andhra Pradesh to fund education expenses of his two sons including the deceased. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Odisha government nod to hike MBBS seats to implement EWS quota": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/govt-nod-to-hike-mbbs-seats-to-implement-ews-quota/articleshow/69779176.cms", "time": "2019-06-14 12:09:00", "description": "BHUBNESWAR: The state government on Thursday gave its nod to implement 10% quota for economically weaker sections (EWS) in medical institutions from this academic year. To make it work, the government approved increasing MBBS seats in the state by 150 and post graduate (MD/MS) intake by 148. But the final call on increasing the exact number of seats would be taken by the Medical Council of India’s (MCI)s board of governors, sources said. “The government has given in-principle approval for the proposal to implement the quota. Further modalities will be worked out soon,” health secretary Pramod Meherda told TOI. Sources said the government has given its nod to increase MBBS seats at Veer Surendra Sai Institute of Medical Education and Research (VIMSAR), Burla, by 50 from its current capacity of 150. Similarly, 25 seats are going to be added to each of the medical colleges in Koraput, Baripada, Balasore and Balangir, taking the total intake to 125. The move follows a Union government directive wherein 10% EWS quota in general category needs to be implemented in higher education institutions. With the admission process under NEET scheduled to start soon, the states had to send their proposals to the MCI so that they can sync the intake capacity in various medical institutions with the Centre’s rules. Since the number of seats at SCB Medical College, Cuttack and MKCG Medical College and Hospital, Berhampur are already 250 each — the maximum allowed to any medical college under MCI norms — increasing their intake would not be possible, a government official said. The state has also given its nod to increase post graduate seats at SCB, MKCG and VIMSAR by 148. If the MCI board approves the proposal, the number of MBBS seats in state-run medical institutions will go up from 1,050 to 1,200 and PG intake from 468 to 616. The state had to come up with a revised proposal after withdrawing an earlier approval on seat increase sent to the MCI board on June 4 as the same was not as per the medical education regulator’s suggested formula. In the withdrawn approval, the state had suggested increasing MBBS seats by 105 and PG seats by 50. It must be mentioned that AIIMS Bhubaneswar, a central government-run institute, has already decided to increase its intake from 100 to 125 this year. EoM Download The Times of India News App for Latest City ."}, "\nPercussionist Jonqui and DJ Whosane!’s fusion performance at a fashion party in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Percussionist-Jonqui-and-DJ-Whosanes-fusion-performance-at-a-fashion-party-in-Bhubaneswar/articleshow/32675549.cms", "time": "", "description": "It was a dazzling evening that many in Bhubaneswar hadn’t witnessed before. Brightly lit runway, leggy models, fashionable designer clothes, presence of a Bollywood celebrity and a happening after-party — it was a heady concoction for the who’s who of the city. During the fashion show organized at a city five star, the crowd cheered on while the models showcased the two designer’s creations. What more, percussionist Jonqui and DJ Whosane!’s fusion performance added an extra dimension to the show. “It’s my second visit to Bhubaneswar and I must confess that this city has changed a lot from my first visit. People here have started to have a nightlife. I’m glad that I could perform in front of this crowd. They were extremely appreciative,” said the curly haired percussionist Jonqui. DJ Whosane! also had a similar experience. “The crowd cheered loudly after I finished performing. Though I’ve been performing for a long time, this response from the Bhubaneswar crowd was a pleasant surprize for me,” said Whosane! Once the show got over, the party shifted to the crystal room of the hotel. Needless to say, the party animals were in high spirits. BT caught up with Sanu Sharma and his pretty wife Madhu and after posing for the shutterbugs, Sanu said, “We’re really enjoying ourselves and I wish this party never ends.” Young marketing executive Archana Sahu rejoiced the fact that this city is waking up for a nightlife. “We hardly get to attend parties in Bhubaneswar. So when we do, we make the most of it. I’m happy that we got a decent gathering here,” said Archana. What was pleasantly surprising was that former captain of Odisha Ranji cricket team Pravanjan Mallick, who had hit the headlines for slapping wife Cini, was seen enjoying with her at the party. Ollywood actor Sunita was also there in the attendance.Jyoti Prakash Naik & Madhusree GhoshDownload The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Doctors, medical students protest attack on their counterparts in West Bengal": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/doctors-medical-students-protest-attack-on-their-counterparts-in-west-bengal/articleshow/69793757.cms", "time": "2019-06-14 22:02:00", "description": "BHUBANESWAR: Doctors and medical students in the state on Friday staged demonstrations and rally at different medical colleges and hospitals protesting attack on medicos at NRS Medical College and Hospital in Kolkata. Medical students, interns, junior residents and senior residents of AIIMS Bhubaneswar staged demonstration in front of the registration counter of the hospital expressing solidarity to their counterparts in West Bengal. They later took out a rally in the institute campus flaunting placards and shouting slogans like ‘we want justice’ and ‘save doctors’. “Physical violence along with government apathy is unacceptable for any individual in this country. The repeated atrocious acts of barbarism have propelled pan India strike and support to our younger brothers and sisters. We condemn the attack on doctors in Kolkata,” said a statement of Residents’ Doctor Association of the institute. Due to the token dharna, OPD services were affected. Consultation of doctors with patients got delayed. But later the junior doctors joined the senior doctors in the hospital service. “It was a token strike, so treatment of patients was not affected. Emergency and indoor patient service were normal,” said Sachidananda Mohanty, medical superintendent of the AIIMS Bhubaneswar. Members of the Indian Medical Association (IMA) state chapter staged a demonstration in front of the office here protesting attack on the doctors. “Expressing solidarity with doctors in West Bengal, IMA has given a strike call on June 17 across the country. We will discuss with our members and take a call on Saturday regarding this,” said Janmejay Mohapatra, honorary state secretary of IMA Odisha. IMA Rourkela chapter also staged demonstration expressing solidarity to the doctors in Kolkata. “Considering the consistent rise in violence against doctors and medical establishments, the IMA has been demanding for implementation of a national law, which should have a provision of at least seven year imprisonment for the hospital violence,\" said Ranjan Kumar Dutta, president, IMA Rourkela city chapter. Prabhat Rout, president of Junior Doctor Association of SCB Medical College and Hospital, said junior doctors in all medical colleges in the state showed their solidarity by wearing black badge. “We will call a meeting on Sunday and decide our next course of action,” he added. On Thursday, resident doctors and MBBS students at SCB Medical College and Hospital in Cuttack had burnt effigy of West Bengal chief minister Mamata Banerjee protesting attack on their fellow doctors in the neighbouring state. Junior Doctors Associations (JDA) of all state-run medical colleges has strongly condemned the attack. (With inputs from Mihir Ray from Rourkela) Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Schools asked to explain poor results in HSC exam": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/schools-asked-to-explain-poor-results-in-hsc-exam/articleshow/69739554.cms", "time": "2019-06-11 15:25:00", "description": "BHUBANESWAR: To fix accountability for poor performance of schools in the Class X board exam, the school and mass education department has sought explanation from over 1,500 high schools with low results.  Notice has been issued to them as over 40% students have secured less than 30 % marks in each school. Headmasters of schools have been asked to give explanation within two weeks. Besides, information on a range of points have also been asked like students' learning abilities, standard of teachers and school infrastructure, said a senior officer in the school and mass education department. The department is preparing a detailed school-wise database based on the performance of children in the matric examination, he said. Official sources said while 82 schools in the state have scored nil results in the class X boards this year, in over 1,400 schools, students failed in one or more subjects. School and mass education minister Samir Ranjan Dash had told that he would personally visit the schools with nil results and find out the reason for the poor performance. This year, as many as 5,87,720 students took the annual high school certificate examination of whom 3,97,125 students cleared the exam with a pass percentage of 70.78. Among the passed out students around 1, 22,062 have secured less than 40% marks. According to an official, the no detention policy up to Class VIII is one of the reasons for a large number of students scoring low marks in matric exam. \"Due to the no fail policy till Class VIII according to the Right to Education Act, there has been a drop in quality and in upper classes students face difficulties in grasping subjects leading to low scores,\" said Rajanikant Rout, a retired schoolteacher. The state government is planning to conduct an assessment test of students in the beginning of Class IX so that more focus can be given on weaker students by taking remedial measures and conducting extra classes for them. The assessment test will be conducted for mathematics, English and science subjects. Those who score less than 50% in the test will have to attend extra or remedial classes before the beginning of the session, the officer said. The parent-teacher meeting will be conducted in every 45 days instead of every six months. Download The Times of India News App for Latest City ."}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "\nModels walked down the ramps in rainbow-hued outfits at this party night in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Models-walked-down-the-ramps-in-rainbow-hued-outfits-at-this-party-night-in-Bhubaneswar/articleshow/32675698.cms", "time": "", "description": "It turned out to be a surprise for the party animals of Bhubaneswar. While youngsters shook a leg to desi beats played by the club DJ Rick, models walked down the ramps in rainbow-hued outfits. “We are not professional models but we walked the ramp just to experience something new,” said Anisha and Chinmaye, enthusiastic participants at the event. The show, which had three sequences themed on Indian ethnic, casual and floral-printed fabric, was followed by some energetic dance performances. “Bhubaneswar has got smitten by the party culture. The crowd is far more energetic now,” said Deepak Kumar, a regular party-goer. Said Pratik Mohapatra, who had organized the event, “I never realized that the party would be such a hit when I planned it. I am waiting to host more such dos now.\"Sayamsiddha MohapatraDownload The Times of India News App for Latest City ."}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Bhubaneswar Municipal Corporation to repair 3 Fani-hit schools": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bhubaneswar-municipal-corporation-to-repair-3-fani-hit-schools/articleshow/69784451.cms", "time": "2019-06-14 12:21:00", "description": "BHUBANESWAR: The Bhubaneswar Municipal Corporation (BMC) has decided to coordinate the repair work of three Fani-hit schools under its jurisdiction that suffered the maximum damage. These three schools include the Ekamra Vihar Primary School in Kharvel Nagar, Janatanagar Primary School near Salia Sahi and Bharatiya Vidyalaya in Unit III. The decision was taken after the district education office of Khurda requested the BMC administrator to take up the repair work of the three schools in order to ensure that they can be opened on time after the summer break on June 18. \"I want to bring to your kind notice that Cyclone Fani caused extensive damage to the educational infrastructure in the BMC area. Many schools were damaged and need immediate action,\" the request letter issued by the district office said. \"It is requested that immediate repair work be taken up so that classes can start once the summer vacation is over. Kindly instruct the BMC commissioner to start the work at the earliest,\" the letter said. As per the damage assessment by the school and mass education department, the asbestos roofs of the two primary schools were damaged while the compound wall of Bharatiya Vidyalaya collapsed during the cyclone. A senior civic body official said they have already started coordinating the repair work. \"The roofs of the two primary schools will be rebuilt on a priority basis,\" the official said. It must be noted that as many as 6,498 schools were damaged in the cyclone across 14 affected districts including Khurda. \"Most of the schools have already received the necessary repair,\" an official of school and mass education department said. Download The Times of India News App for Latest City ."}, "\nSrinibas Satapathy and M Simadri perform at the 33rd Barsha Festival celebration in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Srinibas-Satapathy-and-M-Simadri-perform-at-the-33rd-Barsha-Festival-celebration-in-Bhubaneswar/articleshow/32671260.cms", "time": "", "description": "It was a very different experience for the music lovers of the city as they witnessed the melodious jugalbandi of flute and saxophone, played by Srinibas Satapathy and M Simadri respectively. The occasion was the 33rd Barsha Festival. “It was my first-ever performance at Rabindra Mandap and I am deeply honoured to perform here. I hope the audience loved to listen to Srinibas and me,” said M.Simadri. With the rains doing pitter-patter throughout the evening, the musicians celebrated monsoon in their own special way. “I have never had the opportunity to listen to a flute and a saxophone playing together and the experience was just fabulous. It felt like the duo had invited the rains with their music,” said Jitendra Parida from the audience. During the second half of the evening, students of Utkal University of Culture performed Odissi. The dancers would be happy to know that their performances impressed some Turkish students including Emine, Zehra, Nursan and Esra. In fact, this group of students have now decided to watch Odissi performances on a regular basis. “My friends and I were here just to get a glimpse of the local events. We must say that the performances have delighted us. Now, we are planning to come to this auditorium frequently to enjoy all these local cultural events,” shared Emine. Download The Times of India News App for Latest City ."}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Stung by assembly polls defeat, BJP begins early push for 2024 elections": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/stung-by-assembly-polls-defeat-bjp-begins-early-push-for-2024-elections/articleshow/69720260.cms", "time": "2019-06-10 10:11:00", "description": "BHUBANESWAR: As the BJP on Sunday tried to scramble for reasons for the below-expectation performance in the state assembly election-though it swept the LS poll across the country-there was unanimity among the party's senior leaders that its grassroots presence is still way behind its arch rival BJD in the state. In the simultaneous polls, the BJD won in 112 of 147 assembly seats and 12 of 21 LS seats while the BJP got 23 assembly seats and 8 LS seats. The core meeting attended by Union minister Dharmendra Pradhan, state BJP president Basanta Panda, party's Odisha in-charge Arun Singh and national vice-president Baijayant Panda, among others, decided that the party's membership drive will resume from July. \"A mechanism will be worked out to engage the members in various activities so that the membership doesn't remain only on pen and papers,\" a senior BJP leader said. The BJP decided that party's office-bearers will hold meetings at the level of all 21 Lok Sabha seats and submit assembly-wise performance report, factors that worked and things that went against. Starting with an aggressive campaign for the deferred assembly poll in Patkura and by-poll in Bijepur, necessitated by chief minister Naveen Patnaik's resignation there retaining his usual seat Hinjili, the BJP would pursue political activities all the five years. Former BJP MLA Pradeep Purohit, who was present in the meeting, said \"Despite strong wave for Narendra Modi, we could not capitalise on it by taking his good works to people at the grassroots besides highlighting the failures of Naveen Patnaik government more effectively.\" The BJP workers will work to take the welfare initiatives of Narendra Modi government to the grassroots and continue works keeping the unfinished agenda of 'Mission 120+,' the campaign to win at least 120 assembly seats in Odisha, he said. Speaking to reporters after the meeting, party's state general secretary Prithviraj Harichandan said, \"The defeat was reviewed. Focus of the discussion was required efforts to strengthen party organisations at the village level.\" Download The Times of India News App for Latest City ."}, "\n“Tumari smrutire” event in Bhubaneswar to celebrate the 69th birth anniversary of danseuse Sanjukta Panigrahi\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Tumari-smrutire-event-in-Bhubaneswar-to-celebrate-the-69th-birth-anniversary-of-danseuse-Sanjukta-Panigrahi/articleshow/32671358.cms", "time": "", "description": "On the occasion of the ongoing celebration of the 69th birth anniversary of danseuse Sanjukta Panigrahi, the Sanjukta and Raghunath Panigrahi Cultural Heritage Foundation organized a cultural programme titled “Tumari smrutire.” Eminent Odissi dancer Kavita Dwivedi, along with other noted dancers like Sharon Lowen, Adyasa Mishra and Pushpita Mishra, mesmerized the audience with their Odissi performances. “I have performed Odissi throughout the world. But, whenever I perform in Odisha, it feels like I’m sitting for a test. It’s very important for me that the audience here should like my performance,” said Kavita. Sharon Lowen agreed with her, insisting, “Odissi is not a mere movement of the body and expressions of the eyes. It’s like bringing the feeling of godliness while dancing. Dancers and the audience should experience it.” It seems that their effort to engage the audience in their performances bore fruit. Rupali Das, a dance love, was thoroughly impressed by the performances. “It was fantastic to see all these great dancers perform. They all were at their best and I enjoyed my evening very much,” she said. Download The Times of India News App for Latest City ."}, "Naveen talks women’s empowerment, simultaneous polls at Niti meet": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-talks-womens-empowerment-simultaneous-polls-at-niti-meet/articleshow/69806232.cms", "time": "2019-06-16 11:28:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik on Saturday urged the Niti Aayog Governing Council to strive towards empowering women while also advocating simultaneous elections in the country, a point raised by Prime Minister Narendra Modi in the past. “We must move towards empowering women in all spheres,” a government statement quoted Naveen as saying at the Niti Aayog meeting, which was chaired by Modi. It must be mentioned that the BJD president has been advocating women’s empowerment at various forums and had also taken up the issue of women’s reservation in Parliament and state assemblies during Modi’s first term as Prime Minister. True to his word, Naveen’s party fielded seven women candidates, or one-third of the 21 Lok Sabha seats that went to polls in Odisha. Out of the seven, five women managed to win. Reviving the ‘one nation, one election’ idea mooted by Modi in the past, Naveen said, “As frequent elections affect development climate, it is better to have simultaneous elections in the country.” In 2004, Naveen had advanced the Odisha assembly election to sync it with the Lok Sabha election, despite the fact that his tenure as chief minister was to end a year later. Since then Odisha has been witnessing assembly and Lok Sabha elections together. Reiterating his demand for special category status for Odisha — which he had raised during his meeting with Modi on Tuesday — Naveen proposed to include natural calamity as a criteria for granting such a status. “As an interim measure, states hit by major natural calamities may be declared as ‘Special Focus States’ and granted benefits of Special Category Status for a specific period,” the statement added. Stating that primary sector, especially agriculture, has to be taken care of, the chief minister said, “Judicious utilisation of water resources holds the key.” Naveen also advised the governing council to bring all irrigation projects which are lying incomplete as on April 1, 2019 under the Pradhan Mantri Krishi Sinchai Yojana (PMKSY). He also suggested that the PM-KISAN scheme, the Centre’s cash assistance for farmers, should include landless agriculture households and share-croppers, just like the Odisha government has done with its Kalia (Krushak Assistance for Livelihood and Income Augmentation) initiative that has received widespread praise. Download The Times of India News App for Latest City ."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Byelections to 3 Rajya Sabha seats in Odisha on July 5": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/rajya-sabha-byelection-on-july-5/articleshow/69806237.cms", "time": "2019-06-16 11:30:00", "description": "BHUBANESWAR: Byelection to three Rajya Sabha seats in the state, vacated by Achyuta Samanta, Soumya Ranjan Patnaik and Pratap Keshari Deb, will be held on July 5. Patnaik and Deb resigned from the Upper House after they were elected to the 16th state assembly. Samanta vacated the seat after he became a Lok Sabha member from Kandhamal. The tenure of Patnaik and Samanta was to end in April 2024, while that of Deb was to end in July 2022. Though actor Anubhav Mohanty also resigned from the Rajya Sabha after being elected to the Lok Sabha from Kendrapada, there will be no byelection for his seat as less than a year is left for the completion of his tenure. Mohanty’s Rajya Sabha term will end in April next year. Notification for the byelection will be issued on June 18. The last date to file nomination is June 25. On July 5, election will be held from 9 am to 4 pm. Going by the number of MLAs in the assembly, BJD will comfortably retain all three Rajya Sabha seats. Many senior party leaders, who were denied tickets during the recent polls, are eyeing Rajya Sabha berths. Download The Times of India News App for Latest City ."}, "Bhubaneswar: BMC starts training sanitation workers": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bhubaneswar-bmc-starts-training-sanitation-workers/articleshow/69729675.cms", "time": "2019-06-10 21:33:00", "description": "BHUBANESWAR: The Bhubaneswar Municipal Corporation (BMC) on Monday started its two-day training programme for all the sanitation workers engaged in 67 wards across the city to make them aware about the Solid Waste Management Rules-2016. On the first day, training were imparted to more than 600 sanitation workers from the BMC-managed 10 wards in the first session and over 600 from Ramky-managed 15 wards in the second session held at Unit VIII community centre. On the second day, the other two private sanitation agencies PMR and Jagruti will be included. Duration of a training session is two hours. On Friday, the BMC had conducted a training programme of officials, community organisers and zonal officials on the Solid Waste Management Rules-2016 following a directive from the National Green Tribunal (NGT) on imparting the training among all the staff. The second step was to train the grassroots-level sanitation workers. Swachh Bhubaneswar Abhiyan (SBA) Cell of the civic body organised the training programme in Odia language so that the workers can understand the importance of door-to-door collection of garbage, separation of bio-degradable and non-biodegradable wastes, plastic menace in our environment and its adverse impact across the globe. The trainers also taught them for better implementation of SWM Rules 2016, use of different coloured dustbins for different waste types, street sweeping norms and strict `no’ to burning of the municipal solid waste along the streets. Last week, the housing and urban development department had imparted training on all the urban local bodies of the state so that they can implement NGT order to all staff including the sweepers and `jamadars’ for better implementation of the SWM Rule-2016. NGT had directed all states and union territories in January this year to implement SWM Rules-2016 in letter and spirit to reduce pollution. Training to sanitation workers is one of the components of the rule, so the civic body conducted the programmes. Download The Times of India News App for Latest City ."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Counseling balm for kids in trauma in Fani-hit Odisha": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/counseling-balm-for-kids-in-trauma-in-fani-hit-odisha/articleshow/69749186.cms", "time": "2019-06-12 07:12:00", "description": "BHUBANESWAR: Ten-year-old Visakha Rao can still hear the wind howl in her sleep. When she does, she clutches a pillow for comfort. While a few months ago, her face would light up at the sight of the Puri beach, now even the mention of it sends a shiver down her spine. Like Visakha, thousands of children in Odisha are suffering from post-traumatic stress disorder (PTSD) more than a month after cyclonic storm Fani hit the state on May 3. In Puri, where the cyclone made landfall and damage was the greatest, more than 10,000 children below 17 years of age are undergoing psychosocial counseling after they started showing symptoms ranging from anxiety and stress to insomnia. Experts have warned that it might take a long time for an entire generation to overcome the mental trauma they have suffered in the aftermath of Fani which claimed 64 lives. At least 300 counselors from six non-profit organisations - aided by the government - have set up temporary centres in Puri alone to provide mental health intervention to affected children. While much of the infrastructure damaged by Fani is being rebuilt and those displaced have returned home, memories of the raging storm still haunt them. \"We were without food, power and water for several days. I never want to live through that again,\" Soumendra, a 12-year-old boy, who has been undergoing counseling, told TOI. Having come face-to-face with the monstrosity of the sea, he is scared to venture out alone. \"I feel safe here. The sound of the waves crashing onto the shore disturbs me,\" he said. It is this fear that gives Soumendra sleepless nights, a common symptom of PTSD. \"Children with PTSD fear that they would have to go through the same experience. If the anxiety persists for a prolonged period, they may slip into acute depression,\" Suvendu Mishra, general secretary of Indian Psychiatric Society (Odisha state branch), said. Mishra added that around 35% to 40% of the children in affected areas showed such symptoms and it may take anything between three and six months to fully recover. Download The Times of India News App for Latest City ."}, "\nHarihar Deo enthralls the audience at an evening organised in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Harihar-Deoenthralls-the-audience-at-an-evening-organised-in-Bhubaneswar/articleshow/32667244.cms", "time": "", "description": "Last Saturday, partyhoppers of Bhubaneswar witnessed a very different kind of dance event. A group of some differently-abled dancers performed at a city nightclub and left the partygoers suitably impressed.  Harihar Deo and his troupe provided the evening’s entertainment by performing on Teri meri, Munni badnaam hui, Dhinka chika and lots more. Their performances were followed by a hip-hop show by the group UDT (United Dancing Twisterz) Crew. The guy doing handstands was cheered for most. Later DJ Ravi took the stage. His pulsating music brought everybody to the dance floor. DJ Partho performed after him. Lipsa, a pretty lass from the crowd told BT, “I was here to celebrate my birthday. After watching these amazing people perform and later dancing on such good music made my day special.”Swayamsiddha MohapatraDownload The Times of India News App for Latest City ."}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "\nRock band competition organized in Bhubaneswar for bands from and outside Odisha\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Rock-band-competition-organized-in-Bhubaneswar-for-bands-from-and-outside-Odisha/articleshow/32709785.cms", "time": "", "description": "It was time for some rock ’n’ roll for Bhubaneswar music lovers as a city club organized a rock band competition. Bands both from and outside Odisha participated in the event. A huge crowd gathered at the club and cheered on loudly when the bands — Despite Premonition and 666 from Bhubaneswar and Mind Eras(H)er from Kolkata — competed against each other. Ultimately, Mind Eras(H)er’s energetic performance on tracks like, “My girl with someone else” and “Tera emotional atyachar”, helped them bag the winner’s title. “We are really very happy to win this competition as the other bands were equally good. We have been performing throughout the country and this is our seventh trip to Odisha. It’s very satisfactory to perform in Bhubaneswar as the crowd response is very encouraging for a new band like us,” said Prince, the lead vocalist of Mind Eras(H)er. An interesting fact about them is, they are a seven-month-old band and they have won 19 competitions in five months, four of which were held in Odisha. While Odisha is close to their heart, are they open to composing for Ollywood? To this Prince said, “Though we haven’t yet got any offers, we are game.” Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Two from state die in Nepal accident": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/two-from-state-die-in-nepal-accident/articleshow/69747053.cms", "time": "2019-06-12 04:22:00", "description": "Bhubaneswar: Two Odia tourists were killed and two seriously injured in a road accident in Nepal’s Rautahat district on Monday night when their bus was hit by a truck. The deceased, Bijay Kumar Jena and Charan Biswal, are from Delanga in Puri district. The injured, who are undergoing treatment at a hospital in Nepal, have been identified as Sheshadev Jena and Sarbeshwar Jena. Sources said the bus with 20 pilgrims had halted at Mangalpur on the roadside on its way from Janakpur to Kathmandu. A truck coming from the same direction hit the rear of the bus. The impact was so severe that the bus skidded 20 metres into the nearby forest killing the two on the spot. The driver fled from the accident site. Local police have launched a manhunt for him. Police have also informed the Indian consulate at Birgunj regarding the death of Indian tourists. Union petroleum minister Dharmendra Pradhan has written to foreign minister S Jaishankar to take steps to bring the bodies to India. Pradhan said he is in touch with the relatives of both the deceased and the injured. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Gujarat dials Odisha for tips on Vayu": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/gujarat-dials-odisha-for-tips-on-vayu/articleshow/69764992.cms", "time": "2019-06-13 07:58:00", "description": "BHUBANESWAR: The Gujarat government has sought help from Odisha to tackle Cyclone 'Vayu' which is expected to hit the western part of the country on Thursday afternoon. On Wednesday, Gujarat chief secretary J N Singh called up his Odisha counterpart A P Padhi to seek advice on evacuating people to safety and on ways to minimize the damage. The Gujarat government has launched a massive evacuation exercise to shift people from low-lying areas. \"The chief secretary of Gujarat had called up to discuss measures that need to be taken before the cyclone makes landfall. I assured him of all possible help from our side,\" Padhi told reporters. He added that authorities from Gujarat had sought advice on the evacuation process and the Odisha's experience in dealing with cyclones like Fani and Titli. He said Gujarat officials are in constant touch with Odisha's disaster management authorities. Odisha recently drew praise from both within and outside the country for successfully evacuating more than 12 lakh people to safety before the extremely severe Cyclone Fani hit the state on May 3. This resulted in reducing human casualty. The state has built around 900 multi-purpose cyclone shelters in coastal districts and has 20 well-trained units of Odisha Disaster Rapid Action Force (ODRAF) ready with modern equipment at their disposal to tackle disasters. Sources said if required, Odisha could send its ODRAF and fire services personnel to Gujarat to help in relief and rescue operations. \"The Centre has deployed adequate teams of National Disaster Response Force in Gujarat to take care of the situation. I don't think they will need our manpower. If the Centre asks us for help, we will send our teams immediately,\" said a senior state government official. Last August, the ODRAF and fire service teams were engaged in relief and rescue operations during the floods in Kerala. A team of Odisha fire services personnel were also involved in the rescue operation to evacuate 15 miners who were trapped inside a flooded coal pit in Meghalaya in December. Download The Times of India News App for Latest City ."}, "Heatwave to continue for two more days: IMD": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/heatwave-to-continue-for-two-more-days-imd/articleshow/69747093.cms", "time": "2019-06-12 04:23:00", "description": "Bhubaneswar: The India Meteorological Department (IMD) forecast on Tuesday said the heatwave may continue in parts of the state for the next two days in tune with the current trend. In Sambalpur, mercury touched 45°C, the day’s highest in the state and 7°C above normal. Day temperature at 12 other places, mostly in the interior pockets, was hovering between 40°C and 44°C . The state capital recorded 40.3°C, which is 4°C above normal. Director of IMD, Bhubaneswar, H R Biswas said there would be no respite till Thursday. Wednesday’s forecast said heatwave is likely to prevail at some places over 10 of the 30 districts. These are Jharsuguda, Sambalpur, Sundargarh, Deogarh, Angul, Bargarh, Sonepur, Balangir, Nuapada and Kalahandi. Dry weather, clear sky and absence of thunderstorm activities would influence the rise in mercury level, Biswas said. He said there might be thunderstorms again after two days. He said such trend usually prevails during the pre-monsoon period. He said interior pockets will see major rise compared to coastal pockets. The weatherman further forecast that cyclone Vayu over the Arabian Sea delayed the monsoon and it may again get delayed further after the cyclone passes. The office of the Special Relief Commissioner (SRC) in the wake of fresh heatwave warning, asked people to take precautions before going out in the sun. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "How Odisha's Koraput tribals use ancient wisdom to predict rains": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/how-odishas-koraput-tribals-use-ancient-wisdom-to-predict-rains/articleshow/69720381.cms", "time": "2019-06-10 10:37:00", "description": "KORAPUT: When it comes to predicting the rains, the tribals of Koraput district prefer to rely on their ancient wisdom rather than the modern weather forecast. And if their indigenous rain forecast method is anything to go by, the state is going to get a good monsoon this year with plentiful rain for three months. This prediction was made on Saturday by tribal priests during the Birpani Parab, a festival during which rituals are performed to predict the annual rainfall and appease the Birapani deity for a good harvest. It's a festival that falls on a Saturday, on the sixth or the tenth day of the lunar month of Jyestha, where thousands from the Paraja, Halwa, Pentia and Bhumia tribes, dressed up in their traditional attire, gather at the Kodanmali hilltop near Gadapadar village under Jeypore block to appease the goddess. The place of worship is marked by three water holes set in a straight line with rough circular openings. According to tribal beliefs, the first and the second holes symbolise Birpani and Dongar Dei. The third one symbolises Bhairab-the attendant of the two goddesses. It is believed that one of the three holes belonging to the deity (Birpani) pumps out water from the earth and the force with which the water gushes out indicates the arrival of rain. \"I insert my right hand into the hole to feel the quantity of water and its intensity. It is on the basis of these observations that I predict the onset of the monsoon and the quality of harvest,\" says Bhagaban Bhumia, the chief priest. \"We have been following this tradition since times immemorial and our prediction has never gone wrong. This year, the state will receive good rain for three months,\" he adds. Jeypore MLA Tara Prasad Bahinipati says the tribal priests predicting the quantity of rainfall has never ever gone wrong. Download The Times of India News App for Latest City ."}, "Plastic bag manufacturers on Bhubaneswar civic body radar": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/plastic-bag-manufacturers-on-bhubaneswar-civic-body-radar/articleshow/69769571.cms", "time": "2019-06-13 13:41:00", "description": "BHUBANESWAR: The Bhubaneswar Municipal Corporation (BMC) will identify and conduct raids on manufacturers of plastic bags in the city to find out whether they are complying with polythene making norms. According to the central pollution control board (CPCB), plastic bags of below 50 micron thickness cannot be manufactured as thinner bags pose a major threat to environment due to its non-disposability. BMC commissioner Samarth Verma said the wholesalers have been identified and raids will continue. The manufacturers are yet to be identified, he added. \"We have activated the intelligence to tap the locations of plastic bag making units. We have a dedicated officer who oversees the seizure and raid exercises,\" the commissioner said. The BMC has been conducting raids at the markets and malls in the city. So far, it has seized three quintal of plastic-carry bags, less than 50 micron thickness, from traders, shopkeepers and vendors. Initially, the raids were carried out for some days but they had suddenly stopped. Additional chief secretary (forest and environment) Suresh Chandra Mohapatra said the process was delayed due to elections and Cyclone Fani. BMC deputy commissioner Prabir Khillar, who is the nodal officer of the ban enforcement, said the manufacturers will come under the radar soon. \"I have asked those working in the enforcement wing to find out the manufacturing units. We will also try to obtain information from suppliers and wholesalers. Around 60 kg of polythene bags were seized from a single wholesaler. We have so far collected a penalty of Rs 30,000,\" Khillar said. The officer added that besides vegetable, fruit and grocery markets, every hotel and mall will be raided and the process will continue till all plastic-carry bags are removed. \"Once our raids are over, we will keep tabs on the suppliers to check whether they clandestinely sale such bags from their old stock,\" the officer said. After Cyclone Fani, polythene bags were widely used as there was no alternative. Similarly, after Cyclone Titli had hit the state in October last year, \"banned\" polythene bags had come handy while distributing cooked food among cyclone-affected people. The government had no choice but to use them in the absence of any other alternative during the tragedy. Mostly, food packets in poly bags were distributed in the Purusottampur block in Ganjam. The state government had banned plastic bags with less than 50 microns thickness in Bhubaneswar, Cuttack, Puri, Rourkela, Sambalpur and Berhampur since October 2, 2018. Download The Times of India News App for Latest City ."}, "Doctors' strike: OPD services likely to be affected today in Odisha": {"description": "BHUBANESWAR: The nation-wide strike call given by the Indian Medical Association (IMA) protesting the attack on doctors in West Bengal might affect the outpatient department (OPD) services in the state on Monday. The IMA Odisha, which conducted a meeting on Sunday evening, has clarified that they will go ahead with the nation-wide strike call given by its national body. They appealed all the hospitals to withdraw non-essential services like OPD facilities starting from 6 am on Monday to 6 am on Tuesday. Janmejaya Mohapatra, honorary state secretary of IMA Odisha, said emergency services in the hospitals will not be affected due to their strike. He said the Odisha Medical Services Association (OMSA), Odisha Medical Teachers Association (OMTA), Junior Doctors Association, Resident Doctors Association, IMA Students Network and Nursing Home Association have supported the strike. “Attack against doctors in hospitals has become a common thing nowadays, so we want a national-level law for safety and security of the doctors. Hospitals should be declared as safe zone. All associations have extended support for our strike,” said Mohapatra. Keeping the strike in mind, the state government has asked the medical colleges and hospitals to ensure that patient care services should not be affected on Monday. “Doctors have been requested that if they wish to, they may carry out token protests, but they must ensure that patient care services are not affected in any way,” said health secretary Pramod Kumar Meherda. Meherda said the department has taken several steps for safety and security of doctors. Implementation is being reviewed on a regular basis, he added. In a meeting held on Sunday at SCB medical college at Cuttack, the dean and principal of the college decided that if there is a protest by junior doctors, all the routine and emergency works will be managed by the faculties of the concerned departments so that there will be no disruption in the patient care. The heads of the departments have been instructed accordingly to keep their faculties in readiness to manage the work both in casualty, routine OPD and ward duty without fail, said the letter of the medical college. Other medical colleges and chief district medical officers have also issued the same directions, said official sources. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/opd-services-likely-to-be-affected-on-monday-for-doctors-strike/articleshow/69816532.cms", "time": "2019-06-17 08:40:00"}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Odisha: Inquiry confirms allegations against BJD MLA who forced engineer to do sit-ups": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-inquiry-confirms-allegations-against-bjd-mla-who-forced-engineer-to-do-sit-ups/articleshow/69725580.cms", "time": "2019-06-10 16:43:00", "description": "BHUBANESWAR: An administrative inquiry has confirmed allegations against a newly elected BJD MLA that he \"manhandled\" and \"insulted\" a junior PWD engineer, a senior official said on Monday. The inquiry was launched after a video showing Patnagarh MLA Saroj Kumar Meher forcing the engineer to do sit-ups in public in Bolangir district went viral last week. The district collector had sought a report on the incident. Patnagarh sub-collector had been tasked with probing the incident. \"I have received a report from Patnagarh sub-collector confirming the incident and allegations of manhandling and insult of the junior engineer,\" Bolangir district collector Arindam Dakua said. The district administration will send the report to the state government and recommend action against all those involved in the incident, he said. \"It is for the government to take further steps,\" he added. A case had been registered against Meher at Patnagarh police station on Friday, a day after a complaint was lodged by the wife of the engineer, Jayakant Sabar. Meher was booked under different sections of the Indian Penal Code and the SC/ST Act, a police officer said. \"An investigation is in progress and appropriate steps will be taken in due course,\" he said. The legislator's action had triggered a row, with the opposition BJP targeting the ruling BJD government and demanding Meher's immediate arrest. The Congress also condemned the incident and sought action against the MLA. Meher later apologised for his action and said he was compelled to ask the engineer to do sit-ups to assauge public anger. He claimed that the people in his constituency were angry over poor quality of road construction and \"could have harmed\" the engineer if he did not ask him to do sit-ups. The family members and relatives of the engineer have demanded immediate arrest of Meher and stringent action against him for his \"high-handedness\". Bolangir district Adivasi Manch and Odisha Diploma Engineers' Service Association (ODESA) have also demanded stern action against the legislator. \"The association condemns the act and demands that legal action be taken against him (Meher) immediately,\" a leader of ODESA said. Meher had on June 5 visited the Belpada block in Bolangir, where local people complained about the poor construction of the Mandal-Belpada bypass. In the video clip, the engineer is seen apologising for alleged laxity in performing his duties, but Meher does not relent. The MLA allegedly threatened the engineer with \"mob thrashing\", following which the latter did sit-ups on the road. PTI SKN MM Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Naveen, Dharmendra talk jobs, Odisha’s development": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-dharmendra-talk-jobs-states-development/articleshow/69794791.cms", "time": "2019-06-15 11:24:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik and Union petroleum and steel minister Dharmendra Pradhan on Friday discussed Centre-state joint initiatives for the state’s progress, particularly Fani restoration work, apart from projects related to the steel and petroleum sectors. “I had a cordial meeting with Dharmendra Pradhan, Union minister for petroleum and steel, on how we can give further employment, and bring about development and welfare with mutual programmes of the Centre and the state to benefit the people of Odisha. I am hopeful a lot of good things will come out of it,” Naveen said. To a media query on the perception of his coming closer to the Narendra Modi government at the Centre, Naveen said, “We believe in constructive cooperation with the central government.” Speaking to reporters separately, Dharmendra said a range of issues were discussed during his courtesy meeting with the chief minister. “Apart from issues relating to my department, petroleum and steel, loss due to Cyclone Fani, state’s expectation from the Centre on the same and the Union government’s responsibility were discussed,” he said. To a query on political significance of the meeting, Dharmendra said, “The election has just got over. People have reposed their faith in Prime Minister Modi to govern the country and on Naveen to govern the state. Everything should not be seen and considered politically. Our focus now should be how to serve the 4.5 crore people of Odisha better. I hope the Centre and state together can serve the people of Odisha better,” Dharmendra said. Dharmendra, meanwhile, handed over a cheque of Rs 3 crore to Naveen, the contribution of Steel Authority of India to the Chief Minister’s Relief Fund for Fani relief work. Download The Times of India News App for Latest City ."}, "Microsoft to support Odisha SMEs for technology upgradation": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/microsoft-to-support-odisha-smes-for-technology-upgradation/articleshow/69745938.cms", "time": "2019-06-11 22:09:00", "description": "BHUBANESWAR: Microsoft will support small and medium enterprises (SMEs) in Odisha in updating and switching to new computers as the cost of using outdated computers is three times more than buying new ones. With more than 19 lakh SMEs Odisha is among the top ten states with highest number of MSMEs in the country, and is a focus state for the technology major, said Priyadarshi Mohaprtra, country general manager (consumers and devices), Microsoft India. Once a personal computer (PC), both desktop and laptop, becomes four years old the cost of its usage in terms of repair, maintenance and lost productivity increases substantially, Mohapatra added. \"Microsoft will create awareness among the SMEs and provide technological support to upgrade their old hardware and software to the latest versions as a part of this ‘Make the Shift’ campaign. Using old PCs increases security threat, reduces productivity and efficiency and increases cost of maintenance and repair of the device,\" said Mohapatra. SMEs in Odisha are spending nearly Rs 93,500 each in maintaining PCs that are over four years old. The report also revealed that the cost is enough to replace these outdated devices with three or more modern PCs, revealed a study conducted by Microsoft in 21 cities across India. Over 30% SMEs have been using PCs that are older than four years, it added. \"Microsoft is constantly working with the PC manufacturers to introduce Windows 10 powered PCs that empowers SMEs to address their key business needs and enables them to use the latest technologies that will support the business applications they are using,\" Mohapatra pointed out. He suggested all SMEs to update or switch the operating system of their PC from Windows 7 to Windows 10. The support base of Windows 7 operating system will end on January 14, 2020. He said, people generally don’t change their PCs due to lack of awareness about the security threats it imposes and its adverse impact on their productivity, inertia and fear of extra expenditure. “We found around 43% old PC users did not know that their devices were attacked by viruses in the last 12 months. From them only 12% reported the attack.” Download The Times of India News App for Latest City ."}, "\nArtistes of Odisha Mining Corporation staged the play Emiti Bi Hue at the Rabindra Mandap in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/Artistes-of-Odisha-Mining-Corporation-staged-the-play-Emiti-Bi-Hue-at-the-Rabindra-Mandap-in-Bhubaneswar/articleshow/32710586.cms", "time": "", "description": "In an attempt to prove that love is stronger than any other forces in the world, artistes of Odisha Mining Corporation staged the play, “Emiti Bi Hue”, at the Rabindra Mandap on Thursday.  The occasion was the 57th foundation day celebration of OMC. The play was based a the story of Ranjan and Rakesh and the girl they both love. The lead actors impressed the audience with their mature acting and controlled display of emotions. The other actors playing Rakesh’s uncle and a sex workers, played pivotal roles. They too lived up to the expectations. Pradipta Panda, who was following the drama with rapt attention, said, “This was an excellent drama and I enjoyed it very much. The actors also had the ability to capture our attention. For me, it was an evening well-spent.” Download The Times of India News App for Latest City ."}, "No headway in proposed second campus of RD Women’s University": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/no-headway-in-proposed-second-campus-of-rd-womens-university/articleshow/69782670.cms", "time": "2019-06-14 10:10:00", "description": "BHUBANESWAR: The issue of finalising a suitable land for second campus of the Rama Devi Women’s University had created hue and cry last year. Coming under pressure, the state government had selected a land at Gothapatna in Khurda district for the purpose. But nothing has been done so far except selection of the location. The state government had created Rama Devi Women's University at Bhubaneswar, Gangadhar Meher University at Sambalpur and Khallikote Cluster University at Berhampur on May 30, 2015. “The last two universities have already received land much earlier, but the government is yet to give any official communication to the state’s first women university about finalisation of the land,” said a senior teacher of the university. The government had selected two lands on outskirts of the city, but the university had opposed the selection due to its remote location. On January 30 last year, the higher education department had issued a notification to identify a 30-acre land inside Utkal University for the second campus of the RD University. But students had opposed the government notification and vehemently protested it. Later, the government had dropped the idea to take Utkal land and formed an extended committee on February 19 last year to identify land for the RD University. The committee had submitted its report on March 15 last year regarding the land for the second campus. It has proposed for a land at Gothapatna, but no progress on the issue after that. “The land at Gothapatna has 78 acres, but there is no clarity about how many acres have been allotted for the university. It will take another round of discussion before handing it over to the institution,” said a senior higher education department official. Padmaja Mishra, vice chancellor of the university, said she did not get any official communication regarding the allotment of the land for the second campus. “After getting land, we will make plan for construction,” she added. The present campus is spread over 22 acres of land near Rupali Square. As it is an affiliating university and 48 women's colleges under its jurisdiction, it gets immense load of the colleges along with PG and M Phil programmes. “We have not started our PhD programmes due to lack of infrastructure. We don’t have land to set up good laboratories and research centres to start doctoral programmes. Space is needed for starting new departments like Business Administration and Journalism,” said a senior teacher. The university cannot host inter-college or inter-university sports meet due to lack of a good playground and a sports complex. “Besides, we need staff quarters and guest house inside the campus like other universities,” said the teacher. Download The Times of India News App for Latest City ."}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Hold mass yoga sessions: UGC to universities": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/hold-mass-yoga-sessions-ugc-to-varsities/articleshow/69720697.cms", "time": "2019-06-10 11:03:00", "description": "BHUBANESWAR: The University Grants Commission (UGC) has asked all universities to conduct mass yoga demonstrations on their respective campuses to mark International Yoga Day on June 21. In a letter sent on Friday, the commission urged the universities to plan programmes and activities for the successful observance of the day. It has also asked the varsities to follow the common yoga protocol (CYP) 2019 received from the ministry of AYUSH. The objective of this exercise is to make participants aware of the immense benefits that the pursuit of yoga can bring to an individual, and inspire them to continue the practice of yoga beyond the Yoga Day, the letter said. The staff, teachers and students will have to participate and upload photographs or videos of the events conducted in their institutions on the UGC's university activity monitoring portal. Similarly, the universities can issue directions to its affiliated colleges and institutions to observe the day. The letter said the event will be held between 7am and 8am on June 21. The theme of this year's Yoga Day is climate action. The celebration was started in the year 2015 to promote yoga across the world. The day will be observed by millions of people across the world at thousands of venues. When the participation of people is on such a massive scale, there has to be some serious planning behind it, if the demonstration is to be in harmony. So, the AYUSH ministry has come out with a CYP prepared by the most accomplished yoga gurus of India. It is a specified sequence of yoga asanas of 45-minute duration. The ministry has made a video and an e-book on CYP. People can go through its website and view or download the video. \"Yoga is helpful for everybody. We should practice it every day. We will observe the day in our university on June 21,\" said a senior professor of Utkal University. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "NDMA reviews post-cyclone Fani restoration work in Odisha": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/ndma-reviews-post-cyclone-fani-restoration-work-in-odisha/articleshow/69745920.cms", "time": "2019-06-11 22:02:00", "description": "BHUBANESWAR: Odisha government stressed on long term solutions to deal with disasters in coastal districts of the state before the National Disaster Management Authority (NDMA). A three-member delegation of NDMA on Tuesday reviewed restoration and repair works after cyclone Fani with various government departments here. “We urged the NDMA to focus on long term solutions for effective disaster management plan and to reduce the amount of loss to infrastructure during calamities. There should be guidelines for urban local bodies to remove hoardings before any disaster. During cyclone power infrastructure was the worst affected and underground cabling is the need of the hour,” said Special Relief Commissioner, Bishnupada Sethi, after the review meeting. Sethi said, underground cabling has to be done in various coastal towns like Puri, Bhubaneswar, Berhampur and Balasore to reduce the damage caused to power infrastructure during cyclone. “The state government has provided Rs197.59 crore to Puri collector in the first phase for disbursement of house building assistance to victims. Similarly funds have been sanctioned to Panchayati raj department for repair of damaged school buildings,” Sethi added. The State Government has sought an assistance of Rs5227.68 crores from National Disaster Response Fund (NDRF) in order to meet the expenditure on the ongoing relief and restoration measures. As of now, the state government has released around Rs1500 crores to various districts and departments towards disaster response after cyclone Fani. After the review meeting member of NDMA Kamal Kishore expressed satisfaction over the preparedness and restoration work and said, “The disaster preparedness of the state is indeed praiseworthy and the whole world is appreciating it. Now the major challenge is the repair and restoration work. We would visit the affected areas and see the progress of the work. Energy transmission, telecom communication and housings have been badly damaged in the cyclone and our concern is how to restore it and make it more robust and durable.” The team visited some cyclone affected areas in Khurda district and will visit Puri district on Wednesday to assess the ground situation. As per the preliminary report submitted to the Centre by the state government different departments have assessed the loss to the public properties to the tune of Rs6643.63 crores. An amount of Rs.2692.63 crores is required for pure relief measures for the affected people. The total loss to the public properties and requirement of fund for relief measures has been estimated as Rs.9336 crores, official sources said. Download The Times of India News App for Latest City ."}, "After Fani rampage, Konark light & sound show a big draw": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/after-fani-rampage-konark-light-sound-show-a-big-draw/articleshow/69720156.cms", "time": "2019-06-10 09:55:00", "description": "BHUBANESWAR: Big and small trees uprooted in the devastating cyclone Fani are still lying unattended while a few vendors selling handicraft items and souvenir managed to open their shops in and around one of the major tourist attractions of Odisha - the Sun Temple at Konark. A few street lights are yet to be repaired after wind speed reaching up to 200 kmph battered the beach town. Quite a good number of tourists were still loitering around the ticket counter and entrance gate on Friday. They were waiting for the ticket counter to open for the light and sound show, which resumed on May 31 at the world heritage site. \"We were mesmerised to see the Sun Temple and the exquisite stone work on its walls. Then we decided to stay back to watch the light and sound show instead of returning to Bhubaneswar as it resumed despite the colossal loss caused by cyclone Fani,\" said Soumyadipta Roy, a tourist from West Bengal. Before Fani, two shows were being conducted and now only one show is being held with over 100 visitors. The five poles from where the lights and lasers rays fall on the temple walls were moved in the strong wind. Some cables were disconnected and signal antennae was also damaged. \"The cables were brought from Delhi to resume the show on May 31 and the response is good despite many adverse situations,\" said Saroj Pradhan, tourism officer, Puri. He said the flow of tourists to Puri is still low after the cyclone but the numbers is increasing as situation is getting normal. There was a message that several hotels are yet to reopen after the cyclone for which tourist flow has not picked up. But with the Rath Yatra approaching the flow of tourists is going to rise, Pradhan added. Download The Times of India News App for Latest City ."}, "Microsoft to help state’s SMEs to upgrade PCs for improved productivity": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/microsoft-to-help-states-smes-to-upgrade-pcs-for-improved-productivity/articleshow/69747071.cms", "time": "2019-06-12 04:23:00", "description": "Bhubaneswar: Global technology giant Microsoft will help small and medium enterprises (SMEs) in Odisha in upgrading their computers to cut down on the annual expenditure. The cost of using an outdated machine is three times the cost of a new one. With more than 19 lakh SMEs in the state, Odisha becomes one of the top ten states with the highest number of MSMEs in the country. Currently, Odisha is a key focus area of the tech major, said Priyadarshi Mohaprtra, country’s general manager (consumers and devices), Microsoft India. The repair cost of computers (both desktop and laptop) that are over four years old years increases substantially, Mohaptra said, adding that using old PCs increases security threat, reduces productivity and efficiency. Microsoft will create awareness among the SMEs and provide technological support to upgrade their old hardware and software to the latest version as a part of its ‘Make the Shift’ campaign. The SMEs in Odisha are spending nearly Rs 93,500 in the maintenance of each PC that are over four years old, a study conducted by Microsoft in 21 cities across India had revealed. The study had said the cost was enough to replace the outdated devices with three or more modern PCs. Over 30 per cent SMEs have been using PCs more than four years old. “Microsoft has been constantly working with the PC manufacturers to introduce Windows 10 powered PCs that empower SMEs to address their key business needs and enable them to use the latest technology in their business applications,” Mohapatra said. He suggested all SMEs to update or switch over to Windows 10 from Windows 7. The support base of Windows 7 operating system will end on January 14, 2020. Mohapatra further said people generally don’t change their PCs due to lack of awareness about security threats and its adverse impact on the productivity, inertia and fear of extra expenditure. We found in the last 12 months that around 43 per cent of old PC users did not know that their devices were virus-affected. Only 12 per cent from them had reported the attack, he added. Download The Times of India News App for Latest City ."}, "New agri policy in state likely in July": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/new-agri-policy-in-state-likely-in-july/articleshow/69747042.cms", "time": "2019-06-12 04:22:00", "description": "Bhubaneswar: The state government is expected to come up with a new agriculture policy by July-end. “The old policy was framed six years ago. New technologies and marketing conditions have emerged in the past few years. In view of this, a new updated policy is being worked out,” said agriculture secretary Saurabh Garg. The agriculture secretary said allied departments have been asked to suggest their views within two weeks following which the final draft policy will be prepared. Sources said chief secretary AP Padhi, at a meeting, directed increasing farmers income through appropriate production, marketing strategies and creating the right ecosystem for flourishing of farmer producer groups and mobilising private investment. With Odisha facing natural calamity almost every year causing widespread damage to standing crops, the updated policy is likely to focus on developing calamity-resilient seeds and agricultural practices. Increasing private sector investment in agriculture and allied sectors may also be part of the new policy. Recently, the state government organised a conclave to attract private sector investment in agriculture and allied sectors. Sources in the agriculture department said diversification of crops, value addition to products, market linkages, increasing horticultural and livestock productions are some of the key areas on which the new policy will focus. The draft policy is being worked out in consultation with experts, universities, civil society bodies and farmers’ groups. The policy will recommend sector-wise interventions to overcome difficulties faced in the last few years and maximising outcomes. The 2013 policy was aimed to bring a shift from subsistence agriculture to a profitable commercial agriculture, promote sustainable agricultural development, increase productivity of important crops by enhancing seed replacement and technology intervention. Odisha government rolls out a separate agriculture budget every year. In 2018-19, public sector investment in agriculture touched Rs 17,000 crore. Around 41.16% of the state’s total geographical area of 155.711 lakh hectares is under cultivation. It is around 61.5 lakh hectares. The state has become a surplus producer of foodgrains producing 117 lakh MT in 2016-17. Download The Times of India News App for Latest City ."}, "JEE Advanced: Sambit tops India in SC category": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/jee-advanced-sambit-tops-india-in-sc-category/articleshow/69798504.cms", "time": "2019-06-15 11:41:00", "description": "BHUBANESWAR: Sambit Behera from Bhubaneswar became the all-India topper in the scheduled caste (SC) category of the JEE (Advanced) examination 2019, the results of which were published on Friday. He secured an all-India rank (AIR) of 45 in the coveted examination, which allows one to get admission into the IITs of the country. He had secured an AIR of 11 in JEE (Mains) 2019. Sambit, son of a banker, moved to Kota in Rajasthan to continue his Class XII and started taking engineering coaching there. He said, \"I am very happy. I want to get into IIT Bombay.\" He had been preparing for the examination for the last two years. \"I am interested in computer programming. I will opt for a BTech in computer science,\" he said. He would advise JEE aspirants to focus on their subjects on a daily basis and choose good books for preparation. Sayantan Dhar, a Sai International School student, secured an AIR of 51 in the examination. He stood fifth in the Kharagpur zone. He had scored 99.961 percentile in JEE Mains held in January this year. Sayantan, son of a banker, wants to study computer science engineering at IIT Bombay. \"I was preparing for the examination at a coaching institute in Bhubaneswar for the last two years. I used to devote around eight hours to prepare for the exam every day,\" he added. Three other students from the school made it to the top-100 list. They were Sibasis Nayak with an AIR of 58, Pratik Choudhury at AIR 83 and Gyanaranjan Behura AIR (SC/ST) 6. Altogether 4,360 students from Odisha qualified for the JEE (Mains), but only 575 could crack it. IIT Bhubaneswar congratulated the rank holders and invited them to the JEE Open house organised by the institute on June 18. It will facilitate the students with requisite information and help them to make the right career choices and give them a hands-on experience of the IIT system. Apart from all the JEE advanced qualified candidates, even the prospective students preparing for JEE examination in 2020 are welcome to visit IIT Bhubaneswar for a live counselling session for JEE Open House. Download The Times of India News App for Latest City ."}, "45-year-old held for killing elderly man in Ganjam": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/45-year-old-held-for-killing-elderly-man-in-ganjam/articleshow/69739523.cms", "time": "2019-06-11 15:23:00", "description": "BERHAMPUR: Police on Monday arrested a 45-year-old man on charges of killing a 60-year-old man at Upara Barada village under Gajapati district's R Udayagiri police limits about three months ago. The accused, identified as Jamesh Rait, had hanged the body in a tree after committing the murder to give it a colour of suicide, said SP (Gajapati) Sarah Sharma. The incident had taken place on March 22 when the deceased, identified as Purna Chandra Singh, of Tala Barada was going for work to Upper Barada in a cycle as usual. But he did not return home till midnight. After searching for hours, the family members detected the body hanging from a tree near Krusha hill the next day with multiple injury marks. Without intimating police, family members buried the body in the cremation ground of the village. On March 29, Hrudaya, son of the deceased, lodged a complaint before police, alleging that his father was murdered and hanged from a tree to suppress the crime, police said. He suspected one Ramesh Rait murdered his father after an accident, police said. \"We exhumed the body from the cremation ground the next day and sent it for autopsy to MKCG Medical College and Hospital here,\" said inspector in-charge, R Udayagiri police station, Kulamani Sethi. During investigation, police found Jamesh is the sole accused. Police said the accused rammed his motorcycle into the deceased, who was going in his bicycle. In a fit of rage, the accused hit Purna's head with a big stone and he died on the spot, police said. tnn  After committing murder, he took the body to the nearby hill and hanged it to give it a colour of suicide, police said. The accused confessed to his crime, police added. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Bhubaneswar: Contractors  warn of stir over neglect": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bhubaneswar-contractors-warn-of-stir-over-neglect/articleshow/69761536.cms", "time": "2019-06-12 21:59:00", "description": "BHUBANESWAR: The All Odisha Contractors Association on Wednesday alleged that the state government prefers outside construction firms over Odisha contractors. They also warned the government of hitting the street over their eight-point charter of demands. The association president Pravat Dash said their contractor friends do not get work contracts from the government and face financial crisis. “The state government gave the contracts of 98 hospital buildings to an outside company instead of allotting it to 98 contractors separately. It would have created employment for several people,” said Dash. He said the government has set a cut off rate of 14.99 per cent of the total estimation of a project for bidding. That means a contractor cannot bid less than 85.01 per cent estimated cost of the project. “But we have seen several people bid for the project with 14.99 per cent cut off rate and government applies lottery system to choose a contractor. Better this cut off rate set by the government in 2014 should be withdrawn for the interest of Odisha contractors,” said Dash. Anil Kumar Mahalik, vice president of the association, said the lowest bidding impact the standard of the work done by the contractors. “So this rate should be revised for the 50,000 contractors in the state. If the state government does not solve our issues, we will hit the street,” he added. Works minister Prafulla Kumar Mallik said he has forwarded the memorandum of the association to the department secretary for review on their demands. “Not all contractors belong to this association. But I will look into the matter,” he added. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "By-election to 3 Rajya Sabha seats in Odisha on July 5": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/by-election-to-3-rajya-sabha-seats-in-odisha-on-july-5/articleshow/69804514.cms", "time": "2019-06-15 20:20:00", "description": "BHUBANESWAR: By-election to three Rajya Sabha seats in Odisha vacated by Achyuta Samanta, Soumya Ranjan Patnaik and Pratap Keshari Deb will be held on July 5. Patnaik and Deb resigned from the upper house after they got elected to the 16th Odisha assembly while Samanta vacated the seat after he became a Lok Sabha member from Kandhamal. Tenure of Patnaik and Samanta is due till April 2024 while that of Deb is till July 2022. Though Anubhav Mohanty has also resigned from the Rajya Sabha after he elected to the Lok Sabha from Kendrapada, there will be no by-election for his seat as less than a year left for completion of his tenure. Mohanty’s Rajya Sabha tenure will end in April 2020. According to a notification issued by the Election Commission of India, notification for the by-election will be issued on June 18 while last date of filing nomination is June 25. Election will be held during 9 am to 4 pm on July 5. Going by the number of MLAs in the state assembly, the BJD would comfortably retain all three Rajya Sabha seats. Many senior BJD leaders, who were deprived of party tickets during the recent polls, are eyeing Rajya Sabha berths. Some of the heavyweight leaders in the ruling party, who lost the recent elections, also lobbying hard in the Rajya Sabha race. BJD insiders said party president Naveen Patnaik would take a call on the issue very soon. Download The Times of India News App for Latest City ."}, "Robbers loot Rs 35L from bank staff in Bhubaneswar": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/robbers-loot-rs-35l-from-bank-staff-in-bhubaneswar/articleshow/69798469.cms", "time": "2019-06-15 11:38:00", "description": "BHUBANESWAR: Unidentified miscreants allegedly robbed Rs 35 lakh cash from two employees of a bank near Nakhara under Balianta police stations limits near here on Friday. The bank employees were transporting the cash in a taxi when the loot took place. \"We were transporting the cash from our Niali branch to the bank's currency chest in Saheed Nagar. Nearly 10 minutes after leaving the Niali branch, an SUV overtook us and stopped. Five or six masked persons came out, assaulted us and fled with the money bag,\" Kanhu Charan Behera, one of the bank employees, told journalists. Police said the incident occurred around 3 pm. Deputy commissioner of police Anup Kumar Sahoo said, \"We are questioning the two bank employees and the taxi driver. Their charges are being verified,\" Sahoo said. Police suspect the role of insiders (bank authorities) in the robbery. \"Someone from the bank must have leaked information about the cash being transported. The bank should have adopted adequate safety precautions before transporting huge cash,\" a police official said. tnn Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Odisha govt prods colleges, varsities on salary revision": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/state-govt-prods-colleges-varsities-on-salary-revision/articleshow/69809994.cms", "time": "2019-06-16 11:36:00", "description": "BHUBANESWAR: The state government has asked the director of higher education and the registrars of seven state universities to submit by June 20 a detailed calculation of additional liabilities from January 1, 2016, to March 31 this year after revision of salary according to the UGC pay scale. The universities that have been asked to submit the details are Utkal University, Berhampur University, Sambalpur University, Ravenshaw University, Fakir Mohan University, North Odisha University and Shree Jagannath Sanskrit University. Last year, the government had decided to revise the salary of state-run university and college teachers on the basis of the Seventh Pay Commission recommendations starting from January 1, 2016. The higher education department had asked the universities to submit the calculation of arrears in March this year but the latter could not do so. \"This letter is a reminder to the university authorities. They could not submit the details on time because of Cyclone Fani. We hope they will submit them this time and the government can pay the arrears of the teachers,\" said a senior official of the higher education department. The teachers have been requesting the government to pay them their pending arrears and revised salary. According to the revision decision, the teachers will get a hike between 2.57 and 2.72 times of their basic pay and average grade pay. The Centre will reimburse 50 per cent of the arrears for the three years, while the rest will be paid by the state. \"Other teachers in the state have received their revised salaries, but university teachers have not. We hope the government does not delay the process,\" said a member of the Federation of University Teachers Association. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Budget may offer more on Fani restoration work": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/budget-may-offer-more-on-fani-restoration-work/articleshow/69806246.cms", "time": "2019-06-16 12:11:00", "description": "BHUBANESWAR: The state government is likely to make substantial allocation in its anunal budget towards restoration work following the damage caused by Cyclone Fani. Finance minister Niranjan Pujari is likely to present the budget on June 28. The cyclonic storm that hit the state on May 3 wreaked havoc on 14 coastal districts. While the total loss to public properties and requirement of funds for relief measures have been estimated at Rs 9,336 crore, the state government has sought Rs 5,228 crore from the National Disaster Response Fund (NDRF). As the cyclone caused massive damage to public properties, adequate funds will be earmarked to rebuild infrastructure, an official said. Massive allocation will be made under rural housing schemes, said a senior official requesting anonymity. An official source said agriculture, irrigation, health, rural development and allocation for social welfare schemes are likely to be the key areas of the budget. As the state government has increased number of beneficiaries under the Krushak Assistance for Livelihood and Income Augmentation (Kalia) scheme to 75 lakh, allocation will be made accordingly. The state government would continue to present a separate budget for agriculture and allied sectors. The finance minister is scheduled to hold pre-budget consultation meeting on June 17 which will be attended by former finance ministers, policy experts, financial experts and representatives of trade unions. Going by the tradition, the state government has already sought suggestions from general public to include them in the annual budget. The move is to ensure participation of people in the budget-making process, said an official. Though the annual budget size for 2019-20 financial year was estimated at Rs 1,32,660 crore, vote-on-account was presented for Rs 56,921 crore for four months (April-July) in February before the simultaneous Lok Sabha and assembly elections. The new budget will be presented for the period from August 1 to March 31, 2020. A finance department source said revenue generation in the first quarter will be affected due to cyclone Fani. Download The Times of India News App for Latest City ."}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP to name leader of opposition soon": {"description": "Bhubaneswar: The BJP is likely to pick its legislature party leader — who will be the leader of opposition in the assembly— this week, party insiders said. Four MLAs — Jayanarayan Mishra (Sambalpur), Mohan Charan Majhi (Keonjhar), Bishnu Charan Sethi (Dhamnagar) and Pradipta Kumar Naik (Bhawanipatna) — are in the race for the leader of opposition position, a cabinet rank. The 23 BJP MLAs are likely to meet towards the weekend and formally select their leader. Given that the budget session of the assembly starts on June 25, the selection will take place before that, BJP sources said. Mishra is a former commerce and transport minister from 2004-2009 in the BJP-BJD alliance government. The firebrand leader becomes a natural choice for the post being a four-time MLA. “I would not like to make any comment on speculation. There is no if and but in politics. I am ready to carry out any responsibility given to me by the party,” Mishra told TOI. Naik, a Scheduled Caste, is also a top contender for the post since he has also won the assembly election four times from Bhawanipatna. Keonjhar MLA Majhi, a tribal, is a three-time legislator . “It is ultimately for the party to decide whom to make the leader of opposition. As a dedicated BJP worker, I will abide by whatever decision is taken. However, if Im am given the responsibility, I will strive hard to do my work as sincerely as possible,” he said. The other contender, Sethi, is a second time-legislator from Dhamnagar in Bhadrak district. It will be for the first time in Odisha history the BJP will assume the role of principal opposition. It shared power with the Naveen Patnaik-led BJD from 2000 to 2009. The BJP finished as the third largest party in the state after the assembly polls in 2009 and 2014 conceding the space of principal opposition to the Congress. The saffron party did not have much of a presence in the state till the 90s. This time, the Congress with nine MLAs has finished a distant third. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bjp-to-name-leader-of-opposition-soon/articleshow/69832356.cms", "time": "2019-06-18 04:19:00"}, "Naveen-Dharmendra Delhi meeting to discuss steel": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/naveen-dharmendra-delhi-meeting-to-discuss-steel/articleshow/69784985.cms", "time": "2019-06-14 12:43:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik and Union petroleum and steel minister Dharmendra Pradhan are scheduled to meet at Odisha Bhavan in New Delhi on Friday. The two are likely to discuss enhancing Odisha's footprint in the steel sector besides the progress of the proposed petroleum, chemicals and petrochemicals investment region in Paradip, which envisages an investment of Rs one lakh crore in the next few years. It would be the two leaders first formal business meeting after Narendra Modi government came to power at the Centre for a second time and Naveen Patnaik took oath as Odisha chief minister for a fifth term. The BJD termed the upcoming meeting as a natural process in state's interest. \"Odisha being a steel hub, it is natural for the chief minister to meet the Union steel minister to take forward the state's interest,\" said BJD spokesperson Pratap Keshari Deb. In his last visit to the state on June 8, Dharmendra had said the Centre will help to develop the state as a global hub of ancillary industry in the steel sector. While India is the second largest steel-producing nation after China, Odisha is a hub of steel industry in the country. Odisha has around a dozen steel plants, including PSU Rourkela Steel Plant. During his week-long stay in the national capital starting June 9, Naveen has met Prime Minister Narendra Modi seeking 'special focus state' status to states hit with natural disasters besides paying a courtesy call to President Ram Nath Kovind. Naveen is scheduled to return to Odisha on June 15 after attending the Niti Aayog Governing Council meeting. Naveen-Dharmendra meeting is often seen in political prism, Dharmendra being BJP's Odisha face and the saffron party being Naveen's main challenge in the state. After a bitter poll battle, the two sides, however, have shown increasing bonhomie towards each other. A \"chance encounter\" between Naveen and Dharmendra at Indira Gandhi International Airport, New Delhi on April 30 - video clips of which showed the two coming out of the airport and shaking hands-- had given fodder for speculation regarding changing relation between the estranged partners, BJP and BJD. Download The Times of India News App for Latest City ."}, "Fire service staff inspect coaching centres in Bhubaneswar": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/fire-service-staff-inspect-coaching-centres-in-bhubaneswar/articleshow/69760797.cms", "time": "2019-06-12 21:02:00", "description": "BHUBANESWAR: In the wake of Surat fire tragedy, Odisha fire services on Wednesday conducted simultaneous inspection of leading coaching centres in Balangir (10), Bhawanipatna (10), Angul (8), Jharsuguda (10), Bhadrak (5) and Jeypore (6) to check fire safety measures and create awareness among staff and students of these centres. “Odisha Fire Service conducted fire safety inspection and awareness drive in coaching centres of the state. As many as 49 teams inspected centres in Jeypore, Bhawanipatna, Balangir, Jharsuguda, Angul and Bhadrak,” tweeted Bijay Kumar Sharma, director general of fire services, home guard and civil defenses. The fire service personnel found that many coaching centres have not installed adequate fire safety measures. Most of the coaching centres have only one staircase which is inadequate for exit. Electrical panel boards have been installed below staircases which enhances the risk to fire. Most of the corridors of coaching centres have been blocked by stacking of unused articles. Good housekeeping, which plays a vital role in fire safety, was not found. Moreover many coaching centres do not have adequate exit signage to guide the occupants to places of safety in case of any emergency. These centres will be issued with notices to fulfill the shortcomings within a specific time, said a senior fire service official. Besides, the fire service personnel sensitized the staff and students for adopting required fire safety measures and gave them useful tips about safety measures. Earlier, similar inspections were conducted in the coaching centres of Bhubaneswar and Cuttack on May 27 and Rourkela, Balasore, Berhampur and Sambalpur on June 1. Department of home had asked director of fire services to inspect all coaching centres across the state. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Demand a new stunt by Naveen Patnaik: BJP": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/demand-a-new-stunt-by-naveen-patnaik-bjp/articleshow/69769508.cms", "time": "2019-06-13 13:37:00", "description": "BHUBANESWAR: Chief minister Naveen Patnaik's demand to recognize states hit by major calamities as 'special focus states' has triggered criticism from the BJP. The saffron outfit termed Naveen's demand as 'a new political stunt' and accused the BJD government of lacking political will to judiciously utilize the resources provided by the Centre. The Congress, despite supporting Naveen's demand, questioned his sincerity. \"Keeping the interest of the people of Odisha in mind, the demand is justified, and I support it. But, I want to question Naveen babu as to what happened to his commitment on according special status to Odisha, which he made when he was a Union minister?\" senior Congress leader Narasingha Mishra questioned. Senior BJP leader Prithviraj Harichandan said the Narendra Modi government has sanctioned adequate resources for the state which needs to be spent with effective planning. \"The state government has failed to utilize the amount due to lack of political will,\" Harichandan said. Naveen, who met Prime Minister Modi in New Delhi on Tuesday, demanded that states hit by major calamities may be declared as 'special focus states' and granted benefits of special category status for a specific period. The chief minister proposed that his demand be accepted until the Centre includes natural calamity as an indicator for according special category status to a state. State's planning and convergence minister Padmanabha Behera said Odisha faces huge loss due to frequent natural calamities which also impacts the growth of the state. \"What the chief minister has said will help all states facing calamities,\" Behera said Well known development activist Jagadananda welcomed the demand to include natural calamity as an indicator to accord special tag to a state but said Odisha must prepare a disaster-resilient development framework to properly utilize the resources. Sources in the chief minister's office said Naveen would also raise the issue at the NITI Aayog governing council meeting scheduled in New Delhi on Saturday. Download The Times of India News App for Latest City ."}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Odisha government to implement SWM rules 2016 in rural areas soon": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-government-to-implement-swm-rules-2016-in-rural-areas-soon/articleshow/69745881.cms", "time": "2019-06-11 22:00:00", "description": "BHUBANESWAR: Following a rap from the National Green Tribunal (NGT) over poor management of solid waste in rural areas, Odisha government has decided to implement Solid Waste Management Rules 2016 in the state in the next couple of months. Under the pilot project the rules will be enforced in 90 gram panchayats (GP) identified in 30 districts within a year and later will be extended across the state. “As per NGT’s recent directives all states of the country have to follow the Solid Waste Management 2016. Three gram panchayats from each district will be identified as model GPs and the rules will be implemented. Each GP will be asked to prepare an action plan for management of solid wastes depending on local practices and conditions. Besides, a household survey will also be conducted to assess the peripheral conditions and sanitation measures will be suggested to them,” S C Das, joint secretary, Panchayati Raj and Drinking Water department. In the rural areas households will be asked to dig a compost pit in their backyards where they would decompose all the kitchen and green wastes. The villagers will also be taught about various best practices from other parts of the country and to replicate them. “Eventually the GPs will have to put in place mechanisms for garbage collection and disposal and for preventing water logging. Funds for solid and liquid waste management activities with cap of Rs20 lakh are available for GPs having up to more than 500 households. The fund sharing pattern between the Centre and State would be in the ratio of 60:40. In addition to this, up to Rs 5 lakh per GPs is also available under MGNREGS for waste management. Besides, the MP and MLA Local Area Development Funds can also be used for the purpose,” said Abhay Biswas, superintending engineer, Rural Water Supply and Sanitation, Bhubaneswar Circle. The state government is also working on a daft sanitation policy where gram panchayats will be considered as one unit and the guidelines will be formulated accordingly, he added. So far the focus for solid waste management is mainly limited on urban centres, while huge amount of waste generated in rural areas are mostly lying unattended, said experts during a consultation on solid waste management in rural areas organised by UNICEF here on Monday. Odisha chief of UNICEF Dr Monika Nielsen said, “While on one hand the world has made huge strides in improving health, nutrition, education outcomes for everyone especially children and women, on the other hand, through indiscriminate solid waste disposal, we are polluting our air, water and soil. This has a significant impact on public health and the environment and is emerging as a huge problem that needs all our attention urgently.” Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "\nState Pollution Control Board employess staged the Odia play, Kuhudi Nai at Rabindra Mandap in Bhubaneswar\n": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/State-Pollution-Control-Board-employess-staged-the-Odia-play-Kuhudi-Nai-at-Rabindra-Mandap-in-Bhubaneswar/articleshow/32668281.cms", "time": "", "description": "The employees of the State Pollution Control Board recently staged the Odia play, Kuhudi Nai at Rabindra Mandap, Bhubaneswar as a part of their Annual Day celebration. The play showed how a family gets divided into three political wings as the three brothers join three different political parties. Pinky and Tasatosh Mishra played important roles in the play. The play also starred Debadutta Pattnaik, Manisha Rath, Dibakar Nath, Binod Bihari Dash, Chiranjeev Mishra, Batakrushna Panda and Prakash Jena. All the actors gave their best while performing, especially Manisha Rath, who impressed the audience with her portrayal of Bharati.Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "IMD issues heatwave warning in 10 districts of Odisha": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/imd-issues-heatwave-warning-in-10-districts-of-odisha/articleshow/69729911.cms", "time": "2019-06-10 21:47:00", "description": "BHUBANESWAR: After a break heatwave returns to Odisha but it was the temperature that has caused discomfort rather extremely high levels of humidity is making the summer more oppressive for people in most parts of the state. The India Meteorological Department (IMD) has issued yellow alert for heat wave in 10 districts till June 13 and advised people to avoid exposure to heat. It was a sultry day for residents of Bhubaneswar on Monday as high humidity levels made people sweat. Though the maximum day temperature was recorded between 38 to 42 degree Celsius but the feel like temperature was around 48-50 degree Celsius in the city. “It was difficult to stay outdoors for more than half an hour. The weather was making you sick as people are sweating a lot due to high levels of relative humidity and moisture content in the air. People are sweating a lot due to the sultry weather conditions,” said Prafulla Kumar Mishra, a government employee. The maximum relative humidity of 94% was recorded in the city on Monday while at morning 8.30 the humidity was as high as 82 % and 78% at 5.30 in the evening. “Neither the morning hours were comfortable nor were the day time or evening. Besides, unscheduled power cuts several times a day are adding to the woes,” said Madhabi Lata Patra, a resident of Kanan Vihar area. The weatherman, however said, that the high humidity during the pre-monsoon period is quite normal. “During the transition period wind pattern changes between May end till the onset of monsoon in June causing change in weather. The south and southeasterly wind prevailing in the state is carrying lots of moisture that is causing discomfort level,” said H R Biswas, director of IMD’s Bhubaneswar office. The highest maximum temperature of 44.8 degree Celsius was recorded at Hirakud followed by 44.6 degree Celsius at Sambalpur on Monday. Eleven places in the state recorded temperature above 40 degree Celsius while Bhubaneswar recorded maximum temperature of 37.4 degree Celsius. Though IMD has issued yellow warning for heatwave conditions in 10 districts including Jharsuguda, Sambalpur, Sundergarh, Deogarh, Angul, Baragarh, Sonepur, Balangir, Nawarangpur, Kalahandi from June 11 to 13, it has also predicted Norwester rain with thunderstorm and lightning in northern districts of the state. As per the IMD predictions, southwest monsoon will be late by a week or more to hit Odisha increasing the transition period. The official date of monsoon reaching Odisha is June 10 to 12. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "241 pvt schools get showcause notice for running illegally": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/241-pvt-schools-get-showcause-notice-for-running-illegally/articleshow/69731345.cms", "time": "2019-06-11 04:35:00", "description": "Berhampur: As many as 241 privately-run elementary schools in Ganjam district are running illegally for they do not possess the certificate of recognition (CoR) from the government. Recently, the district education officer (DEO) issued show-cause notice to these schools. He has also asked block education officers (BEO) in the district to create awareness among parents not to admit their wards in un-recognized schools by displaying the name of such schools at different places. “Future of the students will be compromised if they take admission in the unrecognized schools,” said district education officer (Ganjam) Sanatan Panda. They will not get admission in other schools affiliated to boards like CBSE and ICSE, sources said. The schools should have obtained certificate of recognition (CoR) from the director of elementary education to run a school. To obtain the certificate, they have to fulfill the norms under the Right of Children to Free and Compulsory Education Act-2009. After assessment, director issues the recognition certificate for five years to the schools, sources added Altogether 489 private schools are functioning in the district. Of them, 16 schools did not apply for the CoR. While 232 schools have obtained the CoR from the competent authorities, other 241 schools do not the CoR, official sources said. The schools have not been recognised by the government due to lack of infrastructure like playground, boundary walls, trained teachers, library, etc, to run the schools, sources said. According to provisions of the Act, private schools are under obligation to admit 25% of students in Class I from the economically underprivileged sections. Besides providing free admission and education, the schools are under obligation to provide textbooks, notebooks and uniform to such children free of cost. Except the schools owned or controlled by the government, all schools have to follow the norms of the RTE to get recognition by the government, said the DEO. Any person who establishes or runs a school without obtaining certificate of recognition or continues to operate the school after withdrawal of recognition will be fined and the amount may go up to Rs 1 lakh, he added. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "BJP out to spoil BJD party in Bijepur bypoll": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/bjp-out-to-spoil-bjd-party-in-bijepur-bypoll/articleshow/69794785.cms", "time": "2019-06-15 11:36:00", "description": "BHUBANESWAR: The fight for the byelection to the Bijepur assembly seat has began in right earnest. Buoyed by the success in the recent elections where the BJP picked up all five Lok Sabha seats in western Odisha, of which Bijepur is a part, the party is hoping to snatch the seat that had elected Naveen Patnaik to the assembly. With Naveen elected from both Bijepur and Hinjili in the assembly election, he had to vacate one. He chose to retain Hinjili, his traditional seat, necessitating a bypoll in Bijepur. And given that the constituency had voted for Naveen, the byelection has turned into a prestige battle for the BJD. Even though official notification for the byelection is yet to be issued, the BJD and the BJP have started their groundwork. BJD insiders said Naveen may meet senior party leaders from western Odisha to discuss strategy for Bijepur after returning from New Delhi on Saturday. “People of Bijepur have blessed the BJD. The chief minister has assured them that he will personally monitor development works in the constituency. People will bless whoever Naveen decides to nominate for the byelection,” senior BJD leader Kishore Mohanty said. Naveen has already announced a package for the constituency with focus on housing, water supply, irrigation, healthcare, connectivity and infrastructure. Interestingly, people in Bijepur will be voting in an assembly election (including bypoll) for the third time in just over a year. In February last year, Rita Sahu won from the constituency for the BJD in a byelection following the death of her husband Subal Sahu, who had won the seat for three successive terms on a Congress ticket. Rita seems to be the frontrunner for the BJD ticket. She has already started people connect exercises in the constituency. Former Bargarh MP Prabhas Kumar Singh and senior leader Subash Chauhan, who left the BJP to join the BJD ahead of the elections, are also among the contenders. The BJP too has a number of aspirants. Sanat Kumar Gartia, who got 28.91 per cent votes against Naveen in the recent assembly election, seems to be the frontrunner. Names of Ashok Panigrahi, the BJP candidate in the 2018 byelection and senior leader Pradip Purohit, who lost from adjacent Padampur seat, are also doing the rounds. Though the party had done well from the region in the Lok Sabha election, the assembly poll didn’t go as planned, with BJP winning eight of the 35 seats in western Odisha with the BJD bagging 22. Asked about the possible BJP candidate, Gartia said, “In the BJP, the central leadership takes a call on candidature and cadres work to ensure his/her victory.” The Congress, which polled just 7.75 per cent vote in the recently held assembly election, too has started an exercise to field a suitable candidate. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Odisha: Rs 197 cr released for house building assistance to cyclone affected Puri": {"link": "https://timesofindia.indiatimes.com//city/bhubaneswar/odisha-rs-197-cr-released-for-house-building-assistance-to-cyclone-affected-puri/articleshow/69730555.cms", "time": "2019-06-10 22:32:00", "description": "BHUBANESWAR: The state government on Monday released Rs 197.59 crore to Puri district administration in the first phase for house building assistance for those affected by cyclone Fani. The first installment ranging from Rs 3,200 to Rs 20,000 (depending on scale of damage) will be disbursed soon, a statement issued by revenue and disaster management department said. As many as 2, 87,762 families have been affected in Puri district. While 9,059 pucca and kutcha houses have been fully damaged, 1, 04,715 houses have been severely damaged. Similarly, 1, 13,221 pucca houses and 49,529 kutcha houses have been partially damaged. Besides, 2,178 huts and 1, 19,694 cow sheds have also been damaged in the district in the gale. According to the norms of the state disaster response fund and the national disaster response fund, a person whose house (pucca or kutcha) has been fully or severely damaged will get house building assistance of Rs 95,100. Assistance amounting to Rs 5,200 is payable for partial damage of pucca house, Rs 3200 for partial damage of kutcha house, Rs 4,100 for damage of hut and Rs 2,100 for damage of cowshed. A person having fully damaged pucca and kutcha house will get Rs 20,000 as first installment. Similarly, Rs10,000 will be provided for severely damaged pucca and kutcha house in the first installment. But partially damaged pucca house and kutcha house will get Rs 5,200 and Rs 3,200 respectively as full payment. All disbursements will be made through direct benefit transfer (DBT). The money will be transferred to the bank accounts of the beneficiaries. “The disbursement has already commenced and is likely to be completed very soon,” said a senior officer of revenue and disaster management department. Download The Times of India News App for Latest City ."}}