{"Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Marauders of Hope: Book launch": {"link": "http://photogallery.indiatimes.com/events/hyderabad/marauders-of-hope-book-launch/articleshow/69801696.cms", "time": "", "description": ""}, "Road broken for water line rectification": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadbrokenforwaterlinerectification/articleshow/69834433.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Hyderabad: Bar dancer stripped, thrashed for refusing to have sex with customers": {"description": "HYDERABAD: Four women were held for allegedly stripping and beating a bar dancer after she denied to engage in paid sexual intercourse in Begumpet area of Hyderabad in Telangana, police said on Sunday. According to the police, the victim had joined a pub as a dancer in Bagumpet area of the city a few months back. \"Sometime after her joining, the management of the bar started harassing her to visit customers and perform sexual activities,\" the police in Panjagutta said. After the dancer turned down their demand of paid sex, her colleagues including four women and a man stripped and beat her up. A case has been registered under section 354 (Assault on woman with intent to outrage her modesty), 509 (act intended to insult the modesty of a woman), 506 (punishment for criminal intimidation), 323 (punishment for voluntarily causing hurt) read with 34 (acts done by several persons in furtherance of common intention) of the Indian Penal Code against the accused. All the four accused women have been nabbed while the man is on the run. The accused were sent to judicial remand on Saturday. Efforts are on to nab the remaining one accused, the police said. Telangana Director General of Police Mahender Reddy has sought a report from the Circle Inspector, Panjagutta, over the alleged incident. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hyderabad-bar-dancer-stripped-thrashed-for-refusing-to-have-sex-with-customers/articleshow/69820170.cms", "time": "2019-06-17 10:11:00"}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "over flowing manholes and stagnant sewage water": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingmanholesandstagnantsewagewater/articleshow/69733093.cms", "time": "", "description": ""}, "Hyderabad: Car driver held for raping 19-year-old girl": {"description": "HYDERABAD: A day after it came to light that a a 19-year-old girl was allegedly raped multiple times by a 25-year-old car driver, SR Nagar police on Sunday picked up the culprit from his residence at Mallepally. The culprit’s father works at a dargah at Mallepally and he knew the survivor’s father. The girl, who is a school drop-out, stays with her family at Borabanda. Due to personal problems, the girl’s father used to frequently visit the dargah at Mallepally and the accused got acquainted with him. In May last week, the accused offered to take the girl’s family for special prayers at a dargah in Bidar to solve their problems. In Bidar, the accused and the family members of the girl stayed at a lodge. “The victim’s family alleged that the accused raped her at the lodge when she was alone. Later, they returned to Hyderabad. On June 2, the accused raped the victim again when he found her alone at home,” SR Nagar inspector S Murali Krishna said. The survivor’s family members came to know about the sexual assaults on June 13 and lodged a complaint with police. Based on the complaint, SR Nagar police have registered a case under Section 376 of the Indian Penal Code (IPC) against the accused and sent the victim girl to Bharosa Centre for medical examination and counselling. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/car-driver-held-for-raping-19-yr-old-girl/articleshow/69817455.cms", "time": "2019-06-17 14:35:00"}, "Brawl at pub, 3 bouncers held in Hyderabad": {"description": "HYDERABAD: Jubilee Hills Police on Monday slapped an assault case against staffers of Amnesia Lounge Bar in Jubilee Hills and arrested three bouncers after they attacked youngsters who were celebrating the birthday of a friend during the India-Pakistan ICC Cricket World Cup match. On Sunday night, around 12.30am, an argument broke out between the youngsters and a bouncer, following which they were asked to leave. The quarrel took an ugly turn when the bouncers allegedly attacked the group with iron rods. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/brawl-at-pub-3-bouncers-held/articleshow/69832932.cms", "time": "2019-06-18 08:28:00"}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "Sanik welfare organises seminar on career in armed forces for aspirants in Telangana": {"description": "HYDERABAD: To give guidance on how to join the armed forces, a programme was organised in the city by the director, sainik welfare, with four recently commissioned officers from the army, navy and air force talking to aspirants. In addition, six cadets of NDA, IMA, AFA and INA also advised the college students on how to prepare for a career in the armed forces. Director, Sainik Welfare, Col P Ramesh Kumar told TOI that 114 students, including 15 girls attended the session. The aspirants, who completed their intermediate education, and with an interest to join in the armed forces came from different parts of the state. Fld Cdt Rohan Sai advised the aspirants to come out of their ‘comfort zone’ and prepare meticulously to crack the SSB and join the armed forces. The aspirants were also advised on not to be disheartened if they did not make it in the first attempt. Lt Kalyan Nehru who was recently commissioned into the army said he took it as a challenge when he was not successful the first time and achieved it the next time. Flt Cadet Abdul Kalam who said he drew inspiration from former president APJ Abdul Kalam advised aspirants to build their confidence levels. Lt Anvesh Reddy, in addition to preparation, also advised aspirants to develop interest in sports. Cdt Suryamouli said one of the most important things that aspirants have to keep in mind is to be truthful while answering questions during the interview. Regional sainik welfare officer Sreenesh Nori said the Telangana state government had announced Rs 2 lakh financial assistance to anyone who gets selected into the National Defence Academy. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/sanik-welfare-organises-seminar-on-career-in-armed-forces-for-aspirants-in-telangana/articleshow/69827351.cms", "time": "2019-06-17 18:19:00"}, "Telangana: Parents want half-day schools till June 22": {"description": "HYDERABAD: With high temperature prevailing in the state, the Telangana Parents Association (TPA) demanded that the government issues order directing schools to function only for half day until June 22. The TPA members said that its inhuman to make children sit in classes for full day when the temperature is above 40 degree Celsius. “The state government should declare half day in schools at least for a week as heatwave conditions are prevailing in the city. Children won’t be able to sit in classes for full day,” said Nagati Narayana, TPA president. They added that there is no drinking water in many government schools as the state government failed to provide maintenance grant to these schools. “In many government schools, there is no staff to clean the premises or provide drinking water to students. There is also shortage of water in many schools. Under these circumstances it is better that the state announces half-day school,” said P Laxmaiah, TPA general secretary. The schools across Telangana were supposed to reopen for the new academic year on June 1. However, the state postponed it to June 12 due to heatwave conditions in the state. From June 12, schools are functioning from 8.30am to 3.30pm. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/parents-want-half-day-schools-till-june-22/articleshow/69817392.cms", "time": "2019-06-17 14:43:00"}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "On cam: Underage bikers perform stunts on road": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Tell us about probe into NOC case, IAS officer’s role: High Court to Telangana": {"description": "HYDERABAD: The Telangana high court on Monday directed chief secretary of the state to convey to it by August 5 the progress authorities have made in their investigation into Hyderabad’s Gudimalkapur NOC scam.The scam was allegedly committed in respect of a 5,600 square yard plot at Nanal Nagar in Gudimalkapur of Hyderabad. Senior IAS officer Naveen Mittal was facing allegations that he had crossed his brief both as then district collector of Hyderabad and also as chairman of the NOC committee in granting the NOC in respect of this land in favour of three private persons. The case came to the fore after a complaint filed by 80-year-old Shanti Agarwal, who bought this land situated at survey number 284/6 in an auction. She is now fighting to get her land back. “Tell us the status of the investigation made by the police who registered an FIR into the case, and also about the departmental inquiry launched against Naveen Mittal, and also against the local tahsildar,” the bench said earlier. J Prabhakar, the counsel for Agarwal, said that the will to take things to their logical end is missing in this case. Authorities are dodging the issue, he said. The police too, were not probing into the matter, he said. There are two orders from this high court that declared the NOC granted in the matter to the three private persons as a fraudulent one, he said. “These persons produced fabricated and unconnected documents and obtained the NOC. Despite the passage of two years after the HC ordered the probe, nothing has been done,” Prabhakar said. The bench questioned the slow pace of probe into Mittal’s deeds, and also into the dubious role played by the local tehsildar. When the case came up for hearing on Monday, AG BS Prasad requested a bench of acting CJ Raghavendra Singh Chauhan and Justice Shameem Akther to grant them 6 weeks Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tell-us-about-probe-into-noc-case-ias-officers-role-hc-to-t/articleshow/69832989.cms", "time": "2019-06-18 08:17:00"}, "Authorities play blame game over dug-up roads in Hyderabad": {"description": "HYDERABAD: It is going to be a double whammy for lakhs of commuters this monsoon. Blame it on the inordinate delay in road restoration and lack of coordination between two utility departments — GHMC and HMWS&SB, work on 80- km length of roads is yet to begin. The cascading effect: traffic snarls, motorists stranded on roads for hours, more fuel wasted and even possible road rage incidents. According to the GHMC, 80-km length of roads has been dug up in LB Nagar, Charminar, Kukatpally, Serilingampally and Secunderabad up to 50 metres. Surprisingly, senior water board officials invited tenders just a few days ago and work is likely to commence in the coming days. Worse still, both HMWSS&B and GHMC are caught in a blame game over delay in executing the work. HMWS&SB laid nearly 2,000 km length of pipelines covering GHMC peripheral circles with Hudco aid. Roads were restored where trunk mains were laid but work on 80-km length of road where water distribution network is to be arranged is yet to be completed. “GHMC was supposed to submit a detailed report on roads which were dug up for laying pipelines but we are yet to receive the report,” a senior water board official told TOI. “Tenders for 80-km length of roads have almost been finalised. Work is set to be completed by June-end,” he said. HMWSSB director (operations) A Krishna told TOI that tenders had been finalised and works for road restoration would be taken in a day or two. On its part, the GHMC said that it had deposited Rs 8 crore to the water board for undertaking road restoration works. When contacted, a senior GHMC official said that soon after the water board laid the pipelines, the town planning staff had inspected the areas where the roads were dug up and prepared a list. “In some areas, the work could not be taken up owing to lack of staff,” the official added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/authorities-play-blame-game-over-dug-up-roads-in-the-city/articleshow/69832678.cms", "time": "2019-06-18 09:30:00"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "​HC raps Telangana govt, tells it to house evicted tribals": {"description": "HYDERABAD: The Telangana high court on Sunday directed the state and forest department officials to provide accommodation to the 67 tribals from 16 families of Komalkondi village in Kagaznagar mandal of Komaram Bhim district in the social welfare hostel at Wankhidi by Monday, The families had been put up in a timber depot and forest officials had claimed they had all come voluntarily. The heads of the 16 families were brought before the bench on Sunday evening and the matter was heard at the acting CJ’s residence. Slamming the officials for the ‘inhuman treatment’ meted out to the families, a bench of Acting Chief Justice RS Chauhan and Justice Shameem Akther told the state government to provide land for cultivation to the dispossessed tribals within six months, pucca houses within one year, required ration, medicines and other essential goods till they were reasonably rehabilitated. The bench, which was hearing a house motion moved by professor Gaddam Lakshman of civil liberties committee on the eviction made it clear to the petitioner's counsel that he was free to move a contempt plea if these directions were not implemented by the state. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-raps-telangana-govt-tells-it-to-house-evicted-tribals/articleshow/69818743.cms", "time": "2019-06-17 07:57:00"}, "Drainage waste on roadside not collected": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagewasteonroadsidenotcollected/articleshow/69718374.cms", "time": "", "description": ""}, "Ban VIP rule": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/banviprule/articleshow/69780857.cms", "time": "", "description": ""}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Hasnain Saberi hosts Eid Milap party": {"link": "http://photogallery.indiatimes.com/events/hyderabad/hasnain-saberi-hosts-eid-milap-party/articleshow/69774567.cms", "time": "", "description": ""}, "Garbage and Negligence": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandnegligence/articleshow/69808015.cms", "time": "", "description": ""}, "street lights are not working": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsarenotworking/articleshow/69834400.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Instagram": {"link": "https://timesofindia.indiatimes.com/gadgets-news/instagram-is-making-it-easier-to-recover-hacked-accounts/articleshow/69820140.cms", "time": "", "description": ""}, "Hyd: Patient with seizures waits in sun": {"description": "HYDERABAD: Fifteen-year-old Prasanna was lying on the stretcher outside the out-patient ward of Gandhi Hospital for more than one hour, waiting for doctors to attend to her. The sun was beating down hard and there was no respite for her discomfort. She burst into tears when she saw her mother struggling to get help. Prasanna arrived at the OP ward on Monday morning for a fresh consultation. After receiving treatment at a hospital a few days ago, Prasanna was brought to Gandhi her bouts of seizures have increased and was also suffering from loss of hearing. “Is their strike more important than a person’s life?” wailed her mother K Sunitha, a resident of AS Rao Nagar. “My daughter’s health condition is bad. Because of frequent seizures, she is not able to hear. She needs to be kept under medical observation but there is no doctor available. I never felt so helpless. I cannot see my daughter suffer like this,” lamented Sunitha. Throughout the day, chaos and helplessness played out in the hospital which attracts a large number of patients from all corners of the city and nearby districts. With no stretchers, many attendants were seen lifting patients in their arms and trying to enter the emergency ward. Gates at the OP ward were any way closed. M Premlatha, 37, an accident victim, was bleeding and found lying on the road in front of the OP ward after receiving first-aid in the emergency ward. Brother P Swami said: “We came from Gajwel and had to wait for two hours to take her into the emergency ward because there was no staff available to provide us with a stretcher.” With very little hope of getting treatment, Swami and his mother lifted Premlatha and took her back to their village. “My sister was in immense pain and that’s why we went back. So many patients cannot be punished for what happened in Kolkata,” rued Swami. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/patient-with-seizures-waits-in-sun/articleshow/69833067.cms", "time": "2019-06-18 07:57:00"}, "Piyush Goyal reviews ongoing redevelopment work at Tirupati railway station": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/piyush-goyal-reviews-ongoing-redevelopment-work-at-tirupati-railway-station/videoshow/69800525.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "\nA fairy tale reception for cricketer T Suman-Julaiikha at Park Hyatt in Hyderabad\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/A-fairy-tale-reception-for-cricketer-T-Suman-Julaiikha-at-Park-Hyatt-in-Hyderabad/articleshow/54052080.cms", "time": "", "description": "Amidst a magnificently illumined golden setting, stood the bride in gold, holding her prince charming. This fairy tale wedding reception of cricketer T Suman with his lady love Julaiikha, was a grand affair attended by city cricketers and celebs. In a huge screen beside the stage, a five minute video, rewinding moments from their wedding ceremony was also being relayed.  Amidst the celebrations, Charan, the bride’s brother, staged a flashmob surprise for the bride and groom. Out of the blue, a group of 14 started dancing on popular chartbusters like Kala Chasma, Sheela ki jawani and legendary hits of Michael Jackson to celebrate the wedding ceremony. Though astounded initially, it soon brought smiles to Suman and Julaiikha’s faces. The celebration went on till wee hours, where the guests bonded over delicious food and good music. Download The Times of India News App for Latest City ."}, "Doctors strike: Protests rock corporate hospitals": {"description": "Doctors organised protests at corporate hospitals, IMA office and government hospitals. They took out a rally to Afzalgunj from OGH and enacted a skit to show their plight. The Telangana chapter of Cardiology Society of India also took part in the strike. “Violence against medical professionals should be dealt with severe punishment,” its president Dr Kondal Rao said. Maxivision Eye Hospitals suspended OP services and put surgeries on hold. “Criminal charges must be initiated on those who resort to attacks,” said Dr Kasu Prasad Reddy, founder, Maxivision. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/protests-rock-corporate-hosps/articleshow/69832841.cms", "time": "2019-06-18 08:46:00"}, "Srinagar: Minor son gives emotional farewell to martyr Arshad Khan": {"link": "https://timesofindia.indiatimes.com//videos/news/srinagar-minor-son-gives-emotional-farewell-to-martyr-arshad-khan/videoshow/69825394.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "2 cops held for taking Rs 20,000 bribe in Hyderabad": {"description": "HYDERABAD: ACB sleuths arrested an SI and a constable of Bolarum Police Station for allegedly demanding and accepting a bribe of Rs 20,000 from the complainant to release him on station bail. The accused cops are SI S Brahma Chary and constable M Nagesh. On June 3, a case was registered at Bolarum Police Station against Narsinga Rao, an orchestra troupe operator, for assault and extortion. After registering the case, the SI through constable Nagesh demanded Rs 25,000 from Rao to not arrest him. After making the payment, Rao approached ACB sleuths and furnished the proof of bribery on June 13. TNN Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/2-cops-held-for-taking-rs-20k-bribe/articleshow/69832893.cms", "time": "2019-06-18 08:22:00"}, "39 workers from Telangana return after Saudi nightmare": {"description": "HYDERABAD: The nightmare for 39 workers from Telangana who were working without pay in Saudi Arabia returned to Hyderabad on Monday. They are said to have been living in harsh conditions and their employer hadn’t paid them as the company was going through a crisis. The workers’ aqama (work permits) too had expired which meant their stay had become illegal but such was their situation, they could not even buy a ticket to travel back home. The Telangana government, in March, had written to the Indian Embassy in Saudi Arabia to assist the workers and help them return to India. On their arrival at the Shamshabad airport, they were received by E Chitti Babu, official of the general administration (NRI) department. Though 39 workers were able to return home, there are many such workers who are stuck in Saudi Arabia for the last one year. In a letter to the embassy and ministry of external affairs, the general administration (NRI) department had said that there were 56 migrants from the state in Saudi Arabia who were facing problems. The repatriated workers were employed with a construction company in Riyadh. They did not have proper food or accommodation as they could not find shelter on account of their stay having become illegal with the expiry of work permits. The workers had brought to notice their plight to TRS working president K T Rama Rao who urged chief secretary S K Joshi to help them. KTR thanked the Indian Embassy for providing the workers a temporary passport and paying their airfare. Emigrants’ Welfare Forum president Bheem Reddy Mandha said the state government should come up with a package for ‘rehabilitation and reintegration’ of workers who have returned. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/39-workers-from-state-return-after-saudi-nightmare/articleshow/69832793.cms", "time": "2019-06-18 09:11:00"}, "MH LAW CET Result": {"link": "https://timesofindia.indiatimes.com/home/education/news/mah-llb-3-years-cet-2019-result-released-at-info-mahacet-org-check-here/articleshow/69828169.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Cricket bookie held, Rs 20,000 seized in Hyderabad": {"description": "HYDERABAD: A man who has allegedly been organising bets on the ongoing ICC Cricket World Cup was on Monday nabbed by Task Force sleuths even as the West Indies-Bangladesh match was in progress. Task Force sleuths caught V Parashar from Chuddi Bazaar while he was accepting money from punters and seized Rs 20,000 cash and three mobile phones from him. The accused used Cricket Action.com app for betting. Parashar started off as a punter and later became a bookie to make quick money. Twenty punters are understood to have been engaged in betting with Parashar. Police are collectTNN Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cricket-bookie-held-rs-20k-seized/articleshow/69832863.cms", "time": "2019-06-18 09:01:00"}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Rapid realty growth at the root of civic crisis along IT corridor": {"description": "HYDERABAD: Of the 4,850 residential units launched across Hyderabad between January and March 2019, 4,427 were rolled out along the IT corridor alone – the Gachibowli-Financial District-Kukatpally belt. The trend in 2018 was no different. While the city saw as many as 17,295 new homes being unveiled through the year, the lion’s share of 14,677 went to this upscale western pocket. Add to this, a few million square feet of commercial development that’s also in the pipeline. Raising an alarm over this massive construction activity unfolding in the tech hub, experts say that this unhealthy trend is at the root of all its severe civic crises. Worse, they fear that the area will soon have no breathing space, thus adversely impacting the quality of life of residents. “Organised growth is welcome, but there has also been a lot of haphazard, unorganised growth, which has gone unchecked. That has resulted in the problems the belt is reeling under today,” said architect and design consultant, G Srinivas Murthy. Mapping the rapid transformation of Hyderabad, he added: “Going forward we have to consider the environmental challenges and ensure that the development is in sync with it. Mindlessly constructing modern buildings will push us towards a deeper crisis.” While some attributed the poor health of ‘hi-tech’ Hyderabad to bad planning, others like Anant Maringanti, director of Hyderabad Urban Lab, termed it a regulatory failure. “A plan can be successful only if people abide by it. For instance, there are specific norms for digging of borewells, but how many officials sanctioning them have the required knowledge? Where is groundwater being mapped? What solutions are being implemented to curb the ridiculous amount of water being wasted?” he said, suggesting that the plugging of such gaps is the only solution to the existing civic problems. But irrespective of the ground situation, real estate growth in the IT corridor is certain to go on unabashed, maintain industry insiders. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rapid-realty-growth-at-the-root-of-civic-crisis-along-it-corridor/articleshow/69817441.cms", "time": "2019-06-17 08:20:00"}, "Bolarum gate reopens,  way to school gets shorter": {"description": "SECUNDERABAD: The drive to school for students of St Ann’s High School, Valerian Grammar School and Kendriya Vidyalaya, at Bolarum just got easier. The New Army Gate has been opened for public. With this, students can get to school in time, and life becomes easier for the 1.5 lakh road users that pass through the gate every day. After a gap of five days, army authorities on Monday, opened a new gate, which was constructed near Holy Trinity Church, Bolarum. “As per decision taken by the Army authority, the new gate was opened for traffic movement. The new gate has been planned to regulate movement of anti-national elements,” according to a senior defence official. Armed soldiers however, are checking the IDs of the road users before letting them pass, as per their routine exercise. Till June 15, school children had been using an alternate gate located at Kowkur, which is a detour of 1.2 kilometres. On Monday, the Army also opened Kowkur gate. On average, 300 to 500 students of Yapral, Kowkur, and adjoining areas used to pass through the gate, either in school vans or along with their parents on two/four wheelers. On June 12, due to closure of army gate, nearly 200 students of St Ann’s High School, were late to school by 15 to 20 minutes. In fact, the school management also clarified that they had not punished the students on June 12. Few staff members too were delayed due to the traffic jam. “The Army’s decision to reopen the gate has come as a major relief for hundreds of students,” Anisha Kulkarni, a parent and resident of Yapral, told TOI. She added: “We can reach St Ann’s High School in five minutes through this gate.” “The Army’s quick decision to reopen the gate and allow entry brought great relief to not only to the hundreds of students, but also lakhs of commuters too,” said CS Chandrasekhar, Secretary, Federation of North Eastern Colonies of Secunderabad (FNECS). Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/bolarum-gate-reopens-drive-to-school-gets-shorter-for-students/articleshow/69832837.cms", "time": "2019-06-18 07:29:00"}, "18 teams on standby to tackle waterlogging and crisis situations in low-lying areas": {"description": "HYDERABAD: Hyderabad Metropolitan Water Supply and Sewerage Board (HMWS&SB) and Greater Hyderabad Municipal Corporation (GHMC) have set up 18 emergency response teams (ERTs) to tackle waterlogging and crisis situations in low-lying areas across the city during monsoon. Apart from waterlogging, these teams will handle complaints of missing manhole covers and safety grills, overflowing manholes and take care of desilting sewer lines. Water Board and GHMC have also appointed 42 nodal officers. These teams have been provided with vehicles, gas masks, oxygen cylinders and rope ladders. The vehicle will be used to transport safety equipment and manpower to the complaint spot,” said a senior HMWS&SB official. These ERTs will be available round-the-clock till September. “Water board has sanctioned Rs 60 lakh to buy equipment for the ERTs,” added the official. “ERTs have to respond promptly during emergency situations and ensure that the no inconvenience is caused to residents in waterlogged areas. It is mandatory for them to take digital photographs that has data and mentions about the location while attending to emergency works. People can register their complaints either with HMWS&SB’s metro customer care or GHMC call centre,” said the official. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/quick-crisis-response-18-teams-on-standby/articleshow/69817489.cms", "time": "2019-06-17 08:11:00"}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Doctors strike: Suffering for those from far-flung areas": {"description": "HYDERABAD: As the medical fraternity across the twin cities came together demanding that assault on medical professionals be made a non-bailable offence, protests at Gandhi Hospital caused untold sufferings to out-patients, many of whom came from districts and other states. One among them was a 28-year-old accident victim, B Rajashekar from Karnataka. Rajashekar, who came with his wife to avail treatment for his injured leg, was shocked at the non-availability of doctors. “We are waiting in the sun with all our luggage from 9 in the morning. It is 1pm now, and we received no help whatsoever. We are new to the city, and do not know where else to go. I cannot even walk on my own. Where do I go?” he asked. Those from far-flung areas had a harrowing time accessing medical facilities. R Satyanarayana (42), who came from Kurnool, had suffered serious injuries to his leg, forehead and face in an accident last week, and was made to wait in the scorching heat for two hours, and then turned away. “I have been waiting here from morning. My leg is swelling up and turning black. I need to consult a doctor to check if the injury is infected, he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/suffering-for-those-from-far-flung-areas/articleshow/69832871.cms", "time": "2019-06-18 08:31:00"}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "MUSI RIVER POLLUTION": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/musiriverpollution/articleshow/69818339.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Campaign launched to promote rainwater harvesting in Hyderabad": {"description": "HYDERABAD: With water levels in the city receding considerably during the summer, an awareness campaign has been launched in the city to emphasise the need to have rainwater harvesting pits. The main aim of the campaign is to encourage rainwater harvesting to increase groundwater level. “Decreasing groundwater level has become a major worry. The city has turned into a concrete jungle, rainwater has hardly found a place in the scheme of things,” said Ilayas Shamshi, chairman, Team NGOs India which is organising the event. Due to the absence of proper rain water harvesting pits, rain water is drained out into canals and drains. “If there are proper pits, the groundwater level will stock up and the present water crisis will come to an end,’’ added Shamshi. Borewells in several areas have gone dry. Shamshi said that taking up rainwater harvesting will solve such problems and will also help replnish the soil. “We came up with the idea to launch a campaign for rain harvesting pits across the city with a slogan ‘Recharge Hyderabad’ during this season,” he said. Rain harvesting pits are especially useful for residents during the summer months. with most borewells drying up. “At the moment, borewells are being dug up up to 400 to 500 feet in many areas which is resulting in reduction of groundwater levels. With vanishing trees and cement roads causing more problems, the NGO is asking people to give recharge pits a thought,” said Fareeduddin, the campaign’s technical director . Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/campaign-launched-to-promote-rainwater-harvesting-in-hyd/articleshow/69832697.cms", "time": "2019-06-18 09:38:00"}, "Darshana Muralidhar’s impressive rangapravesham charms the audience": {"link": "http://photogallery.indiatimes.com/events/hyderabad/darshana-muralidhars-impressive-rangapravesham-charms-the-audience/articleshow/69801323.cms", "time": "", "description": ""}, "underage driving": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/underagedriving/articleshow/69807993.cms", "time": "", "description": ""}, "Environment destruction- Lives in Danger": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/environmentdestruction-livesindanger/articleshow/69718387.cms", "time": "", "description": ""}, "Road closed for more than a month": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadclosedformorethanamonth/articleshow/69708860.cms", "time": "", "description": ""}, "\nA mesmerising Fusion of sur, taal and jazz, in Hyderabad\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/A-mesmerising-Fusion-of-sur-taal-and-jazz-in-Hyderabad/articleshow/53753772.cms", "time": "", "description": "Papri.Paul@timesgroup.com  The polyrhythmic notes of jazz fused with the ethno-musical notes of Baul Lokogeeti (devotional folk songs from Bengal) formed an interesting ensemble in a very unique fusion concert — One World Fusion 2016. True to its name, the concert held at Ravindra Bharati, saw some of the best names from the music world join hands to mesmerise Hyderabad’s music lovers.  eminent sax player George Brooks, santoor maestro Pt.Tarun Bhattachary, flute maestro Pravin Godkhindi, tabla marvel Pt.Shubhankar Banerjee, drumming sensation Gino Banks and prominent keyboard player Sagar Paul blended their artistic outflow with the famous couple, Sahaj Ma Baul, an eminent Baul Singer and Utpal Faqir, a famous baul dutara and banjo player. The amalgam that apposed diametrically divergent and distinguishing styles was enthralling, to say the least.  the group started with Vande Mataram fused with Sare Jahan Se Achha, keeping in mind the Independene Day fervour. Sahaj Ma’s deep voice and Godkhindi’s classical vistar resounded in the auditorium. A peek into each performer’s individual streams left listeners spellbound. Brooks’ jazz fare with hints of Indian sounds, with tabla, drums and santoor thrown into the mix, was a hypnotic hybrid, undeniably unlike anything the audience had ever heard before.  Pt Tarun Bhattacharya strummed his santoor, exploring myriad challenging cross-rhythmic patterns, inviting a parallel response from his fellow musicians in tabla, drums, flute and saxophone. The jugalbandi between Pt.Shubhankar Banerjee on tabla and Gino Banks on drums left the audience craving for more. Pravin Godkhindi, who is the only Indian to play the world’s largest flute, the contrabass, captivated the audience with his euphonious flute renditions. Sahaj Ma and Utpal Faqir transported the audience to rural Bengal with the song, Chander gaye chaand legeche, amra jene korbo ki, by a Bengali Baul saint, Lalon Fakir.  The musicians followed each other on stage, improvising to suit each other’s style, yet, not letting their individualistic style get lost in the blend. As the musicians traversed through intricate patterns to attain a crescendo, the auditorium thundered with undying applause.  Sahaj Ma and Utpal Faqir broke into a slow dance in the midst of their performances. Sagar Paul could not stop himself rocking to and fro with the rhythm throughout the concert. Even George Brooks swayed his hips from time to time enjoying the performance. They all looked like a bunch of buddies who sat together to jam, unmindful of the 500 awestruck eyes watching them.  A splendid musical treat, indeed! Download The Times of India News App for Latest City ."}, "Encroachment not acted upon": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentnotactedupon/articleshow/69821156.cms", "time": "", "description": ""}, "Pragathi Nagar Lake in death throes": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pragathinagarlakeindeaththroes/articleshow/69818370.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Record delay for monsoon in Telangana": {"description": "HYDERABAD: The likelihood of monsoon covering the entire Telangana may go beyond June 27, which in itself will be a record. The last such occurrence when the monsoon hit the region when it was part of the united Andhra Pradesh after June 27 was in the year 1972 — 47 years ago. In 2018, monsoon hit Telangana on June 4 bringing an early cheer on the faces of farmers. According to weathermen, monsoon usually hits the state between June 7-10. But, this time round, the likelihood of monsoon rains delaying beyond June 27 is also not being ruled out. In 1972, Kerala experienced the first southwest monsoon rains on June 17, a delay of 17 days from its normal onset date of June 1. The unified Andhra Pradesh received monsoon rains 10 days later — June 27. This was 47 years ago. Going by the delay in the system moving north-north centralwards, it could derail the monsoon’s ascent and its arrival could be delayed further beyond June 27, officials explained. Senior officials recall that monsoon was delayed five years ago in Telangana despite hitting Kerala on June 6. “There was a delay of 14 days in the monsoon reaching Telangana because of various factors and the trajectory of the monsoon that year. This year, monsoon struck Kerala on June 8. By the time it makes its way into Telangana, it could be beyond June 25-27,” an official reasoned. “This year, it is going to be a slow and sluggish start due to various reasons. Two key factors are the speed of the westerlies and long-wave radiation,” officials said. Meanwhile, the agriculture department has issued a kharif plan for farmers in view of the delayed monsoon and given suitable sowing dates for crops this season. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/record-delay-for-monsoon-in-telangana-likely-this-year/articleshow/69833012.cms", "time": "2019-06-18 07:42:00"}, "Beer sales in Telangana at record high as temperature soars": {"description": "HYDERABAD: Beer sales have seen a record high in Telangana as consumers sought to take respite from soaring temperatures in many parts of the state. In the absence of the timely southwest monsoon, temperatures were hovering over 40 degree Celsius. The Telangana State Beverages Corporation Limited sold 61 lakh cases of beer in May, the highest-ever for the month. As many as 53 lakh cases of the beverage were sold in April. The government-owned wholesale liquor dealer sold 57 lakh cases of beer during the same month last year, sources in the government said The spike in sales came despite production being hit by regulation in supply of groundwater to manufacturers in some places. Beer production was hit by shortage of groundwater in Medak and some other place where the Collectors of the respective districts ordered regulation of water supply to beer manufacturing facilities resulting in reduced production,\" the sources told PTI. When contacted, general secretary of Telangana Wine Dealers Association D Venkateswara Rao told PTI that the supply of beer to wine shops dropped by almost 30 per cent. He said though the availability of premium range of beer was adequate, there was a shortfall of some of the popular brands chosen by the common man. There would be shortage of beer throughout the country during the summer months, he said. In Telangana, there is more shortage due to the prevailing climatic conditions and also beer consumption is high throughout the year irrespective of the season, Rao said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/beer-sales-in-telangana-at-record-high-as-temperature-soars/articleshow/69825339.cms", "time": "2019-06-17 16:20:00"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "After 6-year gap, 700 awarded PhD at Osmania University’s 80th  convocation": {"description": "HYDERABAD: Osmania University (OU) should commence university social responsibility ventures and teach children from underprivileged sections of the society English and computers, Telangana and Andhra Pradesh governor ESL Narasimhan said during OU’s 80th convocation ceremony on Monday. Close to 700 PhDs and 292 gold medals were awarded during the function, which was held after a gap of six years and for the first time after the formation of Telangana. Addressing the convocation ceremony, Narasimhan, who is also the chancellor of all state universities in Telangana, urged OU’s administration to ensure that students’ skillsets match with industry requirements. “The university should implement courses and syllabi which are in tune with industry requirements. Today, there is a huge mismatch between academia and the industry,” Narasimhan pointed out. OU alumnus and director, Council of Scientific & Industrial Research, Indian Institute of Chemical Technology, S Chandrasekhar was the chief guest of the event. “The days when finding a decent job used to be students’ main objective are over. Universities and educational institutions are now promoting start-up culture, newer generations like yours choose to be job creaters, not seekers,” he said. The OU administration imposed tight security at the venue, disallowing all, including media personnel, from carrying their mobile phones inside the auditorium. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/after-6-year-gap-700-awarded-phd-at-ous-80th-convocation/articleshow/69832849.cms", "time": "2019-06-18 08:35:00"}, "indiscriminate digging of borewells": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiscriminatediggingofborewells/articleshow/69818334.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Chaos, loud noises add to distress of patients": {"description": "HYDERABAD: Continuous protests on campus, added to the distress of patients already reeling under severe pain and anxiety. Shaken by the chaos around them, many were seen weeping inconsolably. “Why is there so much of shouting all around. Where are the doctors,” asked a panic-stricken, Samina Begum, who came to OGH on experiencing severe headache, on Monday morning. While the hypoglycemia patient was allowed inside the casualty ward and even given treatment after a period of waiting, the loud noises threw her completely off guard. Even while waiting in the queue for her turn, Samina was seen sweating profusely. Umesh Singh was another example. The patient who was already is acute distress when he landed at the hospital with a deep wound on his head, which he sustained in a domestic quarrel at home, panicked further on finding no doctor to go do. On spotting him crying for help, some volunteers assisted him and brought him to the casualty ward. Nevertheless, there were massive delays in attending to these patients as there was no suturing material handy and patients who had come without an attendant had no one to get the required material from private shops. “I have no one with me. My family did this to me,” Singh kept saying, in between, his sobs. He too complained of acute headache. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/chaos-loud-noises-add-to-distress-of-patients/articleshow/69833033.cms", "time": "2019-06-18 08:09:00"}, "Sewerage line broken": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/seweragelinebroken/articleshow/69718348.cms", "time": "", "description": ""}, "Driver kills couple for cash on way to K'taka": {"description": "HYDERABAD: A 76-year-old city-based landlord and his wife, who were missing since June 12, were found to have been murdered near Humnabad in Karnataka allegedly by their driver for the money and gold the couple were carrying. The decomposed bodies of P Navratan reddy (76) and Snehalata Reddy (72) were recovered on Sunday from Anantagiri Hills where it had been dumped a kilometre apart in the wee hours of July 13. Driver Satish and his accomplice Rahul were arrested on Monday and Rs 5 lakh and 25 tola gold seized from them. The murder came to light after the couple’s four US-based children didn’t receive any calls for several days and they alerted family members in the city who then approached cops. Reddy owned about 40 acres in Patancheru and over 55 acres in Humnabad (Bidar). He had been travelling frequently between Hyderabad and Humnabad to his rented place to oversee the development of his land. On the night of June 12 too Reddy and his wife had started from their home at BHEL in their Innova with driver Satish. The couple slept during the journey. “Around 1am, when the car crossed Mannaekhelli toll plaza before Humnabad, Satish took a detour. He got off the main road and drove for about 100 metres to an isolated area where his friend Rahul was waiting. Reddy woke up when Satish stopped the car and got out of the vehicle. Both Satish and Rahul attacked him with an iron rod. By then, his wife had woken up and the duo attacked her too. The couple were then strangled with towels,” Humnabad sub-inspector LT Santosh Kumar said . The duo took the cash and gold the couple had on them and drove through villages, bypassing toll plazas and reached Anantagiri Hills in Vikarabad district where the bodies were dumped. The two then split, with Satish driving the Innova back to Reddy’s BHEL house. He cleaned up the interiors of the car, parked it and left the place. As the couple, who used to call their US-based children at least 10 times a day, did not make any contact since June 12 night, family members grew suspicious. “Their relatives approached us on June 13 night saying that the couple’s phones were switched off. Driver Satish had told the relatives that he had dropped them at home and left. We picked up Satish after he lied about his whereabouts. He confessed to having killed the couple with the help of a friend for the money,” SI Kumar said, adding that Rahul was arrested from Dhumnsur village near Humnabad. The accused were produced before court in Humnabad on Monday. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/driver-kills-couple-for-cash-on-way-to-ktaka/articleshow/69833002.cms", "time": "2019-06-18 07:42:00"}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Langar Houz lake crusaders slam trash assault": {"description": "HYDERABAD: The Langar Houz lake is strewn with garbage and the foul smell in the area is unbearable, say morning walkers and residents living nearby. Mustafa Ali, a resident of the area, says, “The lake is nothing more than a dumpyard for people. The civic body that is lacking in staff is struggling to clear the premises.” Not only is waste all around, Ali says, there are more dogs than people in the area which end up eating and spreading the garbage, making matters worse. Mohammed Abdul Khader, whose brother lives in the area, also says that the situation is getting out of hand. “We keep cleaning the area but there is a lack of awareness among people. Many locals openly admit to throwing garbage in the lake. They say GHMC’s garbage pickers do not come regularly to the area so they do not have a choice.” While the lake has been walled, residents say at many places this has been broken. “The wall has been smashed at several points because people living in Ahmed Colony, Afsar Khan colony and other areas to the back of the lake do not have any access point. However, once breaches have been created, these are used by people for illegal activity. Many locals skip paying entry fee this way and others dump their waste. At night some youngsters even enter through the breaches and use drugs.” Aziz Mohammed, another resident says, “There is no police patrolling here at all. Guards must be placed at different spots so that the lake is saved from nuisance makers. If people are prevented from throwing their garbage here, those living nearby can at least have healthy lives without the stench and mosquitoes. Besides this, unruly elements will be kept at bay.” When contacted, irrigation department officials said the matter has to be dealt with by the sanitation wing of the GHMC. However, repeated calls and messages sent to the sanitation in-charge went unanswered. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/langar-houz-lake-crusaders-slam-trash-assault/articleshow/69832920.cms", "time": "2019-06-18 07:34:00"}, "NRSC to help map waterlogging spots, 291 teams get ready": {"description": "HYDERABAD: With monsoon set to hit the state soon, senior officials of key departments are busy working out action plans to tackle the rains. Taking the lead, GHMC said 291 monsoon emergency teams would be be deployed across the city. The authorities are also contemplating mapping of vulnerable locations where water-logging is heavy. “We will map all the vulnerable spots across the city and share it with line departments. The National Remote Sensing Centre (NRSC) at Shadnagar is assisting us to the map the locations,” said GHMC commissioner M Dana Kishore on Monday after a meeting of eight line departments, including GHMC, HMWS&SB, police and Hyderabad Metro Rail Ltd (HMRL). This year, 493 monsoon action teams have been formed by all the line departments. The teams have been equipped with a DCM van, a JCB and workers will be given crowbars, water pumps, tree-cutters and other equipment. “We have identified locations where rainwater gets stagnated. Static teams will be deployed at the earmarked spots so that water is cleared immediately, so that there are no traffic snarls,” said a senior GHMC official. Vehicles which would be pressed into action during heavy downpour were also flagged off on Monday. “For instance, if an official visits a water-logged locality and finds there is power cut, he can directly call the official to fix the issue. This will be monitored at the central command control room in the GHMC head office,” said mayor Bonthu Rammohan. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/nrsc-to-help-map-waterlogging-spots-291-teams-get-ready/articleshow/69832687.cms", "time": "2019-06-18 09:25:00"}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Mi Days on Amazon": {"link": "https://timesofindia.indiatimes.com/gadgets-news/mi-days-on-amazon-get-up-to-rs-6500-off-on-redmi-y3-mi-a2-redmi-note-5-pro-and-more/articleshow/69819589.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Auto Roof Top Garden": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/autorooftopgarden/articleshow/69764402.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "5 trucks used for illegal transport of sand, seized in Andhra’s Srikakulam": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/5-trucks-used-for-illegal-transport-of-sand-seized-in-andhras-srikakulam/videoshow/69800627.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "streets lights kept on during day time": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetslightskeptonduringdaytime/articleshow/69718329.cms", "time": "", "description": ""}, "Dumped on the divider": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpedonthedivider/articleshow/69834381.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Don’t fall prey to agents, Hyderabad woman warns": {"description": "HYDERABAD: A 38-year-old woman from the city, who returned from Kuwait after being rescued from a kafil who allegedly ill-treated her, has recorded a video advising women against falling prey to promises of agents. Rehana Begum, a resident of Golconda, also said a large number of women were also languishing in the shelters of the Indian embassy in Kuwait and Kuwait jails for several months and needed help to return. Begum also mentioned the names of some Hyderabad women who desparately needed help. She returned to a city on Sunday. Her daughter told TOI that her mother was unwell and they had to take her to the hospital. After she landed in Kuwait, she had problems with the kafil and she approached the Indian Embassy in Kuwait on April 25. “However, I had to wait for over a month and a half to be repatriated,” she said.  She was approached by a travel agent who sent her to Kuwait on January 25, 2019 to work as a housemaid. After she landed there, she was allegedly sold to another agent who demanded that she work in three houses and was denied food and accommodation. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/dont-fall-prey-to-agents-hyd-woman-warns/articleshow/69832770.cms", "time": "2019-06-18 09:30:00"}, "Nubia Red Magic 3": {"link": "https://timesofindia.indiatimes.com/gadgets-news/nubia-red-magic-3-to-launch-today-in-india/articleshow/69818517.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Congress takes stock of Munugode legislator Rajagopal’s remarks": {"description": "HYDERABAD: The Congress disciplinary committee on Monday took stock of Munugode legislator Komatireddy Rajagopal Reddy’s remarks that the party leadership in Telangana is pathetic and he is likely to join BJP. It prepared a show-cause notice and sent it for an approval from AICC. At a meeting in Gandhi Bhavan, the committee prepared the show-cause notice asking why action cannot be taken against Rajagopal. “Since the committee has already issued notices twice previously, Monday’s notice was sent to AICC for approval,” sources in Congress said. Interestingly, Rajagopal had made a scathing attack on the committee also. Senior Congress leader V Hanumanth Rao took a dig at state BJP chief K Laxman’s claims that several Congress leaders are looking towards the saffron party. At a press conference here, Rao said BJP should feel ashamed of itself after having claimed itself as a disciplined party. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cong-takes-stock-of-rajagopals-remarks/articleshow/69832995.cms", "time": "2019-06-18 09:27:00"}, "Hyderabad: A park where dog lovers meet every Sunday": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-a-park-where-dog-lovers-meet-every-sunday/videoshow/69814187.cms", "time": "", "description": ""}, "Hyderabad: Aiming social change, youth cremates 500 orphan bodies till date": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-aiming-social-change-youth-cremates-500-orphan-bodies-till-date/videoshow/69835730.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Aspirants get pep talk from new defence officers": {"description": "HYDERABAD: To guide students aspiring to join the forces, four recently commissioned from the Army, Navy and Air Force held a talk in the city on Monday. Six cadets from the NDA, IMA, AFA and INA also participated and advised students on how to prepare for a career in the armed forces. Sainik Welfare director Col P Ramesh Kumar told TOI that 114 students, including 15 girls attended the session. The aspirants, who had recently completed their Inter, had gathered from different parts of the state. Flight Cadet Rohan Sai told the aspirants to come out of their ‘comfort zone’ and prepare meticulously to crack the SSB in order to join the armed forces. Aspirants were also advised not to lose heart if they don’t clear the exam in the first attempt. Speaking on this, Lt Kalyan Nehru who was recently commissioned into the army said that he took it as a challenge when he didn’t crack it the first time and achieved it in the next attempt. At the event, regional sainik welfare officer Sreenesh Nori said that the Telangana government had announced a 2 lakh financial assistance for those selected in the National Defence Academy (NDA). Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/aspirants-get-pep-talk-from-new-def-officers/articleshow/69832831.cms", "time": "2019-06-18 09:19:00"}, "Bengal medicos strike: Doctors in Telangana boycott work": {"description": "HYDERABAD: Doctors boycotted elective medical services in government and private hospitals, staged protests and took out rallies across Telangana on Monday against the attack on two junior doctors in West Bengal. They condemned the attack on the junior doctors at a Kolkata hospital allegedly by the relatives of a patient, who died on June 10. Doctors in Bengal have been protesting since June 11 and many of them have resigned from service en masse, demanding adequate security at hospitals. The protest by Telangana doctors is in solidarity with their Bengal counterparts and in support of the 24-hour strike call given the Indian Medical Association. The doctors staged sit-ins, took out rallies near hospitals in Hyderabad and other parts of the state, hitting medicare services. Holding placards that read \"SAVE DOCTORS\" and \"Zero Tolerance To Healthcare Violence\", they raised slogans for special protection law and sought security to prevent more attacks. They demanded that a commission be set up to probe the attacks on doctors. In Telangana too, doctors have been attacked for alleged medical negligence in the past. A health department official said emergency services were unaffected due to the protest. Reports said attendants and relatives of some patients expressed their ire over disruption in medical services due to the one-day protest. Their problem was compounded as members of Telangana Junior Doctors Association (TJUDA) too abstained from elective duties in government hospitals and colleges Monday against the state government's decision to increase the age of retirement of professors in medical colleges from 58 to 65. Junior doctors, under the banner of TJUDA, staged protests across Telangana. \"We are protesting by boycotting elective duties,\" TJUDA chairman P S Vijayender told PTI. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/bengal-medicos-strike-doctors-in-telangana-boycott-work/articleshow/69825307.cms", "time": "2019-06-17 16:24:00"}, "IIT team finds new way to boost solar cell efficiency": {"description": "HYDERABAD: Researchers at IIT, Hyderabad have developed a new process to improve performance of third generation solar cells. The process can enhance light-to-electricity conversion efficiency. Headed by associate professor Jammalamadaka Suryanarayana of magnetic materials and device physics laboratory, the research team had been working towards improving solar cell efficiency. “We used dye sensitised solar cells (DSSC), which are more environment friendly. Unlike silicon cells or thin film solar cells, performance of DSSCs in improving efficiency of light to power conversion was much higher as we could improve its recombination time using magnetic energy,” said Suryanarayana. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/iit-team-finds-new-way-to-boost-solar-cell-efficiency/articleshow/69832812.cms", "time": "2019-06-18 09:07:00"}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Ghmc wasting tax payer money": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghmcwastingtaxpayermoney/articleshow/69807977.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Heavy water logging": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/heavywaterlogging/articleshow/69821377.cms", "time": "", "description": ""}, "Maoists wade into podu land controversy, ‘instigate’ villagers": {"description": "HYDERABAD: Taking advantage of the ‘podu bhumulu’ (podu land) controversy, Communist Party of India (Maoist) leaders are allegedly trying to instigate locals of the affected villages in Bhadradri-Kothagudem district. After learning about the movement of Telangana State Committee secretary Haribhushan and Khammam Karimnagar Warangal (KKW) secretary Damodar in several villages of the district, a 3,000-member strong contingent of Telangana police, including the anti-Maoist elite force Greyhounds, has started combing operations in the tribal hamlets. The Supreme Court had earlier directed the state to evict villagers in possession of podu land in Karakagudem, Yedula, Bayyaram, Gundala and Manugodu. The apex court, however, stayed its own order. The villagers have been on protest path since then. The forest land under podu, a form of shifting cultivation, has been a controversial issue for a long time and TRS government had earlier assured that it would resolve the issue, but it was still hanging fire. In the backdrop of the raging podu land issue, Maoists cadre have been reportedly spreading information that villagers would become homeless and jobless. “Using the podu land issue, the Maoist party has been spreading misinformation. We have information that 30-40 Maoist cadres visited the villages and instigated people. We suspect Maoist leaders Haribhushan and Damodar were among those visiting villages,’’ a senior Telangana police officer told TOI. Also, Maoist posters have surfaced in interior villages, hinting that the outlawed naxalites were moving in those areas. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/maoists-wade-into-podu-land-controversy-instigate-villagers/articleshow/69832912.cms", "time": "2019-06-18 08:26:00"}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Harbage & sewage waste not getting cleaned": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/harbage26amp3bsewagewastenotgettingcleaned/articleshow/69780852.cms", "time": "", "description": ""}, "Hyderabad: 152 flight cadets pass out of Air Force Academy": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-152-flight-cadets-pass-out-of-air-force-academy/videoshow/69799070.cms", "time": "", "description": ""}, "The National flag torn and still flying": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thenationalflagtornandstillflying/articleshow/69708858.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "\nSharon celebrates her birthday at Barbeque in Hyderabad\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Sharon-celebrates-her-birthday-at-Barbeque-in-Hyderabad/articleshow/54051839.cms", "time": "", "description": "Good food, good music and good friends — that’s the ideal way to celebrate your birthday. And city girl Sharon did just that. her birthday bash was an exclusive affair for “just close friends”. Looking pretty in smart casuals, Sharon, was flanked by her buddies as they enjoyed the classy afternoon soiree. The girls bonded over scrumptious lunch, before calling it a day. Download The Times of India News App for Latest City ."}, "National conclave on minority education ends": {"description": "HYDERABAD: The India Education Conclave held in Hyderabad under the aegis of MESCO and All India Educational Movement concluded with adoption of several resolutions, including quality education for educationally backward minorities and schemes for minority residential schools in rented buildings pioneered by the government of Telangana. Muslim educational institutions and educationalists were also urged to take note of the fast-changing nature of education and strive to enhance quality. “There is an urgent need for increasing south to north cooperation among Muslim educational institutions, so that the educational lag of Muslims in some northern states could be done away with through the qualitative experiences and resources of the south,” read one of the resolutions. The conclave noted that Muslim women’s access to education has improved significantly over the past few years. However, there is much to be desired in this regard to alleviate their overall condition. The conclave took note of the increasing trend of suicides in campuses both due to academic and ethnic reasons and said that suitable measures are required for curbing such cases. Regarding the policy of privatisation, the conclave said that the process is depriving many talented students from minority classes. They urged the government to initiate suitable schemes to aid their development and were of the opinion that existing scholarship schemes must be reformed to bring them on par with schemes for SC/STs. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/natl-conclave-on-minority-edu-ends/articleshow/69832844.cms", "time": "2019-06-18 09:21:00"}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "\nHyderabad high on Janmashtami fervour\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabad-high-on-Janmashtami-fervour/articleshow/53872338.cms", "time": "", "description": "It was quite a festive mood at Shilparamam on Thursday as Krishnashtami celebrations took centre stage. Utla Panduga — a much loved tradition among youngsters — organised out in the grounds kept the revellers engaged before dance ballets celebrating Lord Krishna’s life — ‘Leela Madhavam’ and ‘Krishna Leelamrutham’ entertained the audience. Paying no attention to the pouring rain, the guests enjoyed the festivities to the fullest. Download The Times of India News App for Latest City ."}, "Jagan Reddy, K Chandrasekhar Rao attend ‘Sanyas Deeksha Sweekaran’s’ event in AP": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/jagan-reddy-k-chandrasekhar-rao-attend-sanyas-deeksha-sweekarans-event-in-ap/videoshow/69835832.cms", "time": "", "description": ""}, "Marijuana chocolates seized in Telangana, 2 held": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/marijuana-chocolates-seized-in-telangana-2-held/videoshow/69809256.cms", "time": "", "description": ""}, "\nThat’s all the jewellery you’ll need this pelli season!\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Thats-all-the-jewellery-youll-need-this-pelli-season/articleshow/53887909.cms", "time": "", "description": "Wedding season’s here! Hyderabadi folks are getting married or engaged left, right and centre and you ladies need to be all set to make heads turn. Presenting some pretty chicas who slayed wearing these accessories. Invest in these and you’re set for the shaadi season  Classic chic:  A bright pattu cheera and huge golden buttalu — you can never go wrong with this classic wedding look. Recreate Samantha’s well-placed bottu and you’re good to go!  Get an Ear Wrap  If you’re the kind who loves to experiment, try out these dial earrings that double up as a hair accessory as well. Hebah pulls it off effortlessly in her Filmfare look  Chand sa Bali  Add a little more shine to your chand sa roshan chehra with massive chand balis. Check out how Rakul went for just this pair of silver ones and didn’t bother with any more accessories.  Crowning glory  We absolutely loved Sreeja’s borla mangtika that she wore on her mehendi. And Raashi is killing it with that elegant head crown accessory. Make sure you own one of these!  Subtle n’ striking  Both Lavanya and Regina sported this delicate ring bracelet in their ethnic looks instead of a set of bangles. And it worked great! Pair it with a basic necklace and it goes with whatever you decide to wear. Download The Times of India News App for Latest City ."}, "Andhra Pradesh family of 4 found shot in US; probe on": {"description": "VIJAYAWADA: Mystery shrouds the death of four members of a Telugu family who were shot and killed at their home in West Des Moines city, Iowa, in the US on Saturday. Sunkara Chandrasekhar (44), his wife Lavanya (41) and their two sons aged 15 and 10, were shot and killed, a police statement said. The family was originally from Tsundur in Andhra Pradesh’s Guntur district and were living in the US for at least the past two decades. On Saturday at around 10 am, a local resident contacted the emergency number 911 after being informed about gun shots being heard in Chandrasekhar’s house. Police officials, who rushed to the spot, found the four lying dead with gunshot wounds. Sources close to the family said that they had moved into the house only in March. A family friend, who is also a member of Telugu Association of North America (TANA), told TOI on condition of anonymity that Chandrasekhar has been suffering from depression for a while and that there might have been a dispute in the family. In an Instagram post, local police explained that at the time of the shooting other family members, including two adults and two children, were living in the house as guests. After discovering the bodies, one of them rushed out looking for help. He found someone who then called up 911. The police have not revealed the identity of the guests. Although the police have not given any details about the motive behind the shooting, they have stated that there is no immediate threat to the community and that the deaths directly affect their family friends and co-workers. They have also said that investigations had revealed that at the time of the gun being fired, no outsider had entered the house. This is being interpreted by many that a family dispute may be behind the deaths. Chandrasekhar worked for the Iowa department of public safety’s technology services bureau. Sources added that Lavanya too was a software developer. Friends and acquaintances cited his work excellence certificates claiming that he was a hardworking employee. TANA members got in touch with family members in Tsundur and were told that everyone was in a state of shock. They also rejected any help saying that they did not want any attention. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ap-family-of-4-found-shot-in-us-probe-on/articleshow/69833044.cms", "time": "2019-06-18 09:53:00"}, "Tree felling goes on unabated at Kawal reserve": {"description": "HYDERABAD: Are trees being felled in Sirpur-Kagaznagar forest range and on the fringes of Kawal Tiger Reserve by tribals? Recent satellite images seem to indicate so. Interestingly, forest officials have found that not only Adivasis, even non-tribals are encroaching upon the forest land. They squarely blamed the people of Gond and Kolam tribes for the indiscriminate cutting of trees. Kagaznagar forest divisional officer Raja Ramana Reddy told TOI that several areas (compartments) had been cleared of green cover in the Garlapet reserved forest in Kagaznagar section between 2010 and 2018. “Satellite mapping has clearly revealed this. Apart from Adivasis, non-tribals are also resorting to large-scale encroachments. Gonds and Kolams are chopping trees,” he said. Forest officials said 6.4 lakh acres of forest land is disputed and several court cases are pending. Senior officials said the forest area in united Khammam, Adilabad and Warangal districts is worst-affected where land in huge tracts is encroached upon. Ramana said Kolams belonging to Wankidi mandal in Kumaram Bheem-Asifabad district had encroached forest land in 70 acres after making incursions 30 km into the forest. “We had served notices to them in February. When we issued eviction notices, they approached the high court, which asked us to follow the due process of law,” he explained. The tribals were given time till May 15. “However, they moved the court again. We explained the ground situation to the court,” Ramana said. The forest officials are also wary about rise in attacks on them. When some forest officials tried to stop encroachment in 460 compartments of Manchippa reserve forest in Gandhari range on May 29, villagers attacked them. Forest section officer Venkata Swamy was injured when the encroachers rammed a tractor into him. In fact, attempts by senior forest officials to stop fresh felling have led to friction between the department and Adivasis. Eviction of Kolam tribals on June 12 was taken kindly by tribals and non-tribals in Asifabad district. In September 2017, eviction of Gothikoyas from forest land by the officials in Jayashankar Bhupalpally district had led to an outrage all across the state. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tree-felling-goes-on-unabated-at-kawal-reserve/articleshow/69832937.cms", "time": "2019-06-18 08:13:00"}, "Monali Thakur performs at an event": {"link": "http://photogallery.indiatimes.com/events/hyderabad/monali-thakur-performs-at-an-event/articleshow/69787019.cms", "time": "", "description": ""}, "Zero Swachta": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/zeroswachta/articleshow/69821182.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Cell tower installation issue in bansilalpet-": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/celltowerinstallationissueinbansilalpet-/articleshow/69733075.cms", "time": "", "description": ""}, "Sewerage overflow on Camelot Layout, Kondapur": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerageoverflowoncamelotlayout2ckondapur/articleshow/69764477.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "39 Telangana workers return home after misery in Saudi Arabia": {"description": "HYDERABAD: A nightmare for 39 workers from Telangana who were left in the lurch in Saudi Arabia ended on Monday as they returned home. Deprived of salaries by a company which had employed them, the workers found it hard to survive in the Gulf country. Their aqama (work permit) had expired and their stay had become illegal there but to return home was difficult as they had no money even to pay for their return journey. The Telangana government on March had written to the Indian Embassy in Saudi Arabia to assist the workers and help them return to India. On their arrival at the Shamshabad airport, they were received by E Chitti Babu, official of the General Administration (NRI) department. Though 39 workers were able to return home, there are more such workers who are stuck in Saudi Arabia for the past one year. In the letter to the embassy and ministry of external affairs, the General Administration (NRI) Department informed that there were 56 Telangana immigrants in Saudi Arabia who were facing problems. The workers from Karimnagar, Nirmal, Adilabad, and Nizamabad were employed with a construction company J&P in Riyadh. However, the company could not pay salaries to the workers. After the workers brought their problem to the notice of TRS working president KT Rama Rao, he urged chief secretary S K Joshi to help them. The embassy while providing them a temporary passport, also arranged their air fare. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/39-telangana-workers-return-home-after-misery-in-saudi-arabia/articleshow/69829131.cms", "time": "2019-06-17 20:09:00"}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "\nA Hyderabadi artist’s musings on life...\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/A-Hyderabadi-artists-musings-on-life-/articleshow/53857465.cms", "time": "", "description": "Art-enthusiasts of Hyderabad made way to Kalakriti Art Gallery for an exhbition which displayed the art series, ‘Life Is A Deck of Cards’ created by Avijit Dutta. True to its name, the collection of artworks depicted various stages of life in the form of a deck of cards, complete with two jokers. Spotted at the do were noted artists like Jagdish Chintala, and Laxman Aelay interacting with Avijit as he showcased his work. Download The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Telangana High Court  issues notice to state over schools violating RTE norms": {"description": "HYDERABAD: The Telangana High Court on Monday issued notices to the state and its education authorities to respond to a Public Interest Litigation (PIL) petition that charged the private schools with violating different provisions of the Right of Children to Free and Compulsory Education Act (RTE Act) and the state with complacency. The division bench comprising of Acting Chief Justice Raghvendra Singh Chauhan and Justice Shameem Akther posted the case for hearing in four weeks. The plea was filed by Vijay Gopal from Tarnaka of Secunderabad who was urging the court to declare schools running without government recognition certificate as illegal. The petitioner appealed to the court to ensure all the private schools in the state comply with section 14 of the RTE Act. As per this section, all private schools should publish Form-I that speaks about self declaration-cum-application for school recognition. He also wanted the court to instruct the government to constitute the Right to Eduction Protection Authority (REPA) as per the Act. The petitioner’s counsel B Rachna Reddy said that every school must declare the academic fee structure for the year to the DEO. This rule was being ignored by many schools, she said and added that the RTE Act enforcement agency was failing to ensure all schools furnish their audited account reports to the DEO concerned. “This was indirectly helping the managements of the schools to make hidden profits and increase fees disproportionately,” she contended. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hc-issues-notice-to-state-over-schools-violating-rte-norms/articleshow/69832738.cms", "time": "2019-06-18 09:37:00"}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Maruti Suzuki, car showroom told to pay Rs 1 lakh to consumer for faulty horn": {"description": "HYDERABAD: A district consumer forum here directed Maruti Suzuki India Ltd and Varun Motors to pay Rs 1 lakh as compensation to a consumer for failing to replace faulty horn of his car. K Sudharshan Reddy, the complainant, submitted that he had purchased Maruti Alto 800 in July 2014. He said within six months of purchase, he noticed several problems in the car, including noise from the engine, broken lock level on the right-hand side rear door, faulty horn and a crack on the front side windshield. He submitted that he immediately rushed to the showroom and then to authorised service center to get these problems rectified, but instead of replacing the old horn with a new one, they tried to repair the defective piece. Reddy claimed that next day, while going to work, he could still hear the noise from the engine and the horn was not functioning. He further claimed that due to the faulty horn, he was forced to drive slow and it resulted in an accident. He said that because of slow driving the vehicle was consuming more petrol and also he had to leave early for work and was reaching home late. Claiming that Maruti Suzuki and Varun Motors failed to rectify the problems despite multiple complaints, he filed this complaint in the consumer forum seeking compensation. The representatives of Maruti, in their written version, submitted that Sudharshan Reddy did not lodge any complaint with regard to non-working of the horn, but only stated that the horn was defective. They said that they had adjusted the horn and delivered it on the same day as the horn was working after adjustment. They claimed that the complainant’s allegation that an accident took place due to non-working of the horn is false. Varun Motors representatives, meanwhile, contended that they are only responsible for providing services during the warranty period and there is no deficiency on their part. During the trial, the bench said, “There is always the likelihood of occurrence of an accident in the absence of functional horn, especially in Hyderabad traffic. The horn in the context of heavy traffic in Hyderabad is essential for smooth running of vehicles and to prevent accidents. The contention of the opposite parties that there is no possibility of an accident if the horn is not functioning, is therefore without any basis and it’s quite untenable.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/maruti-suzuki-car-showroom-told-to-pay-rs-1l-to-consumer-for-faulty-horn/articleshow/69817477.cms", "time": "2019-06-17 08:36:00"}, "3-year-old boy dies in road accident": {"description": "Hyderabad: A three-year-old boy died in a road accident in Alair on Sunday afternoon when his family was returning home on a bike after attending festivities at a temple. The victim’s bike was hit by another bike from the rear near Alair railway station and the boy fell on the road. His head hit the road divider and he suffered a severe head injury. The victim, Mammulu, was son of Suresh from Warangal. “The child was declared brought dead at a local hospital,” Alair sub-inspector J Venkat Reddy said. The boy’s parents sustained minor injuries in the accident and the accused biker fled from the scene. “The boy’s parents are in an inconsolable state. We are trying to identify the accused by analysing CCTV footage,” the SI said. Police have registered a case under Sections 304-A and 337 of the IPC. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/3-year-old-boy-dies-in-road-accident/articleshow/69817410.cms", "time": "2019-06-17 04:24:00"}, "Doctors strike: Double whammy for daily wager labourers": {"description": "HYDERABAD: Mohammad Jaffer sat outside the dressing room at OGH for close to five hours. The plaster on his one-and-half-month-old son’s right foot needed to be changed. But with no doctor in sight, the daily wage labourer was caught in a dilemma — whether to keep waiting or come back another day, thus forgoing another day’s wages. “My son was born with a defect in inclination of the right foot....We have been asked to come every week to change the plaster. We were given today’s date, so I came but there are no doctors. I have already lost today’s earnings and not sure how to feed my family tomorrow. If I have to come back another day, I will again lose my daily wage,” the helpless father said, who had come to the hospital along with his wife Rubina, son and mother-in-law. With no food and water, his wife even took ill during the day. Like Jaffer, there were several other daily wagers, including construction workers and agricultural labourers, at OGH who were either found waiting endlessly for treatment, or returning dejected. Sheikh Mastan from Guntur, was one among them. Not only did he have to wait the entire day only to be told that he wouldn’t be attended to by a doctor, but he even lost his bus fare. “I had come with Rs 500 hoping to get treatment (for lumbar disc injury), but I am not sure what to do next. I have not even been given the next date for treatment. How can I come back again without any clarity. It costs my entire savings of a week,” said the agricultural labourer. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/double-whammy-for-daily-wager-labourers/articleshow/69832972.cms", "time": "2019-06-18 08:19:00"}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Lack of proper fencing at Nacharam": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lackofproperfencingatnacharam/articleshow/69733098.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Google": {"link": "https://timesofindia.indiatimes.com/gadgets-news/why-google-has-no-plans-of-going-back-to-china/articleshow/69818822.cms", "time": "", "description": ""}, "\nHyderabadi cricketer T Suman gets hitched to his lady love\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadi-cricketer-T-Suman-gets-hitched-to-his-lady-love/articleshow/53885776.cms", "time": "", "description": "BAND, BAAJA AND BARAAT  In a grand wedding ceremony on Friday evening, Hyderabadi cricketer T Suman finally tied the knot with his lady love Julaiikha Patnam. Looking gorgeous in a green Kanjeevaram saree, she entered the hall in a palanquin, while Suman — all smiles at the sight of his bride-to-be — also made quite an entry with band, baaja and baraatis. “It feels amazing to be married, honestly! I never thought I’d have such a grand ceremony and it feels nice to get a warm welcome from Julaiikha’s family,” said Suman excitedly.  STARS OF THE EVENING  Suman’s parents Laxminaranyana and Anjali, and Julaiikha’s parents Pawan Kumar and Jyothisree were seen welcomed the guests warmly. Actor Balakrishna and with his wife Vasundhara Devi were one of the first to arrive and gave their best wishes to the couple. Also spotted mingling with the guests was former cricketer VVS Laxman.  FOODIES' DELIGHT  Guests were treated to a lavish spread — from pizza to chaat to Indian delicacies. With faludas, juices and ice creams, the dessert counter was a hit. Download The Times of India News App for Latest City ."}, "Cyclone Vayu a spoilsport: Monsoon in Telangana delayed till June 20": {"description": "HYDERABAD: Onset of southwest monsoon over Telangana has been further delayed to June 20 as Cyclone Vayu played a spoilsport in the west coast. In view of the delay, the Indian Meteorological Department (IMD), Hyderabad, issued severe heatwave warning till June 18 over several parts of Telangana. According to Indian Meteorological Department, Hyderabad, many parts of Telangana are expected to witness maximum temperature up to 43-44 degree Celsius for the next two days. Earlier, the Indian Meteorological Department, Hyderabad, had predicted onset of southwest monsoon in Telangana around June 12. However, due to Cyclone Vayu, the scheduled date was further delayed to June 16. Now, with Cyclone Vayu draining away all the moisture, progress of southwest monsoon is sluggish over the state. “Southwest monsoon has further advanced into remaining parts of northeast Bay of Bengal, some more parts of northwest Bay of Bengal, most parts of northeast India and some parts of north Bengal and Sikkim. It is likely to hit Telangana only by June 20,” said Raja Rao, meteorologist at the Indian Meteorological Department, Hyderabad. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/vayu-a-spoilsport-monsoon-in-state-delayed-till-june-20/articleshow/69817362.cms", "time": "2019-06-17 07:19:00"}, "\nHyderabadis headbanging and death growling for the win\n": {"link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadis-headbanging-and-death-growling-for-the-win/articleshow/53928733.cms", "time": "", "description": "Papri.Paul@timesgroup.com  Hyderabad’s metalheads had a gala time at a cultural fest hosted by IIT Kanpur at a city hotspot on Sunday evening. Four high-octane city bands — The Immortal Peace, Hostilian, The Sword and We’ll Decide Later rocked the floor with their 440 volt performances. Competing with each other for the semi finals in IIT Kanpur next month, the bands went all in with guitars, drums and of course, some intense head banging. Sipping on their cocktails and beers, the guests basked in the all-metal glory. Download The Times of India News App for Latest City ."}, "Drainage overflowing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageoverflowing/articleshow/69821358.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Tanzanian held for drug peddling, cocaine seized": {"description": "HYDERABAD: Excise sleuths on Monday arrested a drug peddler from Tanzania in Hyderabad and seized three grams of cocaine from his possession. Acting on specific information, the enforcement wing of the excise department laid a trap and arrested John Paul Mbelle, 29, at Langar Houz on Monday. John, who is currently residing at Banjara Layout in Haramaru area of Bangalore, has been peddling drugs since the past few years, excise sleuths said. John, a native of Dar es Salaam City of Tanzania, came to India in 2013 on a student visa. His visa expired three years later, but John continued to stay illegally and was arrested under the Foreigners Act. After coming out of jail on bail, John started peddling drugs for one Emanuel. In a month, John came to Hyderabad seven times to peddle narcotic substances. When John arrived to deliver drugs on Monday morning, the excise department sleuths arrested him near Essar Petrol Pump at Langar Houz and seized three grams of cocaine worth Rs 25,000 along with a cell phone. The sleuths handed over the accused and the contraband to the Golconda prohibition & excise sleuths for further investigation. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tanzanian-arrested-for-drug-peddling-cocaine-seized/articleshow/69832911.cms", "time": "2019-06-18 07:32:00"}, "Hafizpet lake pollution": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hafizpetlakepollution/articleshow/69764426.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Pruned tree branches rotting": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/prunedtreebranchesrotting/articleshow/69749041.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "VIP harasser hiding in Andhra: Cops": {"description": "Hyderabad: The cyber crime wing of police in Hyderabad has revealed that the junior artist accused of harassing actresses and woman policiticians is currently hiding in Andhra Pradesh. Koteswar Rao, also known as Koti, has been accused of harassing former actor and AP chief minister N T Rama Rao’s widow, Lakshmi Parvathi, and Tollywood actor Poonam Kaur. 65-year-old Lakshmi Parvathi of the YSR Congress, in her complaint, had said that a junior artist (Koti) had approached her through a common friend and she treated him as a son and had given him access to her house and family members. “I also gave him access to my cellphone for official and personal use. He had installed WhatsApp on my phone to help me keep in touch with my friends in the political and media circles. I had instructed Koti to send mesages on my behalf. Taking advantage of that, he sent obscene content from my phone without my knowledge,” she said. “I treated him as a son and never suspected him. To damage my personal reputation and my political career, he took advantage of the political scenario in AP and released such communications to the media. Three television news channels broadcast it without verifying the facts. The content was even uploaded on social media and was subject to several filthy comments,” Parvathi alleged in her complaint. Following her complaint, a case was registered against Koti by the cyber crime police. In another case, Tollywood actor Poonam Kaur, in her complaint, alleged that certain web channels are posting her personal conversations on the internet. She alleged that some people had gotten access to her phone and collected her personal data, including call recordings. She alleged that her voice clips were posted on the internet. She even listed 38 URLs to substantiate her allegations. Kaur alleged that, in 2018, one Koti and Bunny Ravi had approached her to speak against Pawan Kalyan. “I spoke to Koti over the phone on many occasions. I can even identify the voice of Koti. On May 5, 2018, they came to my house and lured me to tell them about my personal life with Pawan Kalyan. I suspect that they might have indulged in these acts,” she alleged in the complaint. Additional DCP of the cyber crime unit, KCS Raghuvir confirmed to TOI that Koti has been identified as the accused in both cases. “The accused in both cases has been identified as Koti, a Tollywood junior artist, who is absconding. We are investigating the case and trying to arrest him. Koti is also accused in a murder case in Ongole. He was named as A-1 in the case of the murder of David Raj brother of K A Paul,” the DCP told TOI. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/vip-harasser-hiding-in-andhra-cops/articleshow/69731696.cms", "time": "2019-06-18 04:00:00"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Postcards from India-Pak clash at Old Trafford": {"description": "Fans from all walks of life and both sides of the border flocked to the Old Trafford Cricket Stadium in Manchester on Sunday, to catch India-Pakistan clash in what was the most anticipated encounters of the World Cup.  And adding an extra dash of glamour to the stands were a host of film celebrities, politcos and movers and shakers who came all set to cheer for their respective teams. From Tollywood, our very own Rakul Preet Singh, Lakshmi Manchu and Ram Charan’s wife and healthcare honcho Upasna Konidela, made their presence felt as they turned up armed with placards, flags and tricolour accessories. Speaking about her experience, actor Lakshmi Manchu said, “It was the most amazing feeling. The vibe and energy inside the stadium was so intense and cheering for India made me proud and happy. I was there with Rakul (Preet Singh) and we met Upasana (Konidela) as well. we all rejoiced India’s win.”  Rakul agrees that the vibe in the stands was incredible. “I can’t express the excitement that I felt in words. It was amazing… it was a once-in-lifetime experience. The mood inside the stadium was really upbeat throughout the game. What was most heartening was that there was no tension between the Indian and Pakistani fans. Even when Pakistan was losing, fans kept cheering and there was sporting spirit all around. watching India win left me with a very patriotic feeling.”  Also spotted in the stands were Bollywood biggies Saif Ali Khan and Ranveer Singh, Kollywood celebrities Anirudh and Siva Kartikeyan, besides tennis legend Leander Paes, politico Shashi Tharoor, rapper Guru Randhawa, Pooja Bedi’s daughter Alaia Furniturewalla, Nita Ambani with son Akash Ambani and Pakistani heartthrob Ali Zafar, to name a few. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/postcards-from-india-pak-clash-at-old-trafford/articleshow/69826546.cms", "time": "2019-06-18 06:00:00"}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Monsoon to enter Telangana after June 16: IMD Hyderabad": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/monsoon-to-enter-telangana-after-june-16-imd-hyderabad/videoshow/69798660.cms", "time": "", "description": ""}, "Man stuck in Hyderabad jail as India, Pak fight over nationality": {"description": "HYDERABAD: Four years after he was acquitted in an espionage case by a local court, 70-year-old Sher Ali Keshwani is still languishing in a central prison in the city. Reason: No clarity yet whether he is an Indian or a Pakistan national. India’s efforts to deport Keshwani came to a nought after Pakistan refused to accept him as its citizen. In January 2004, Keshwani alias Saleem Keshwani alias Akbar Ali was arrested by the Sadar police in Agra along with one Sameer under Section 3 of the Passport Act and Section 14 of the Foreigners Act. When Keshwani was in judicial remand in Agra prison, Task Force police of Hyderabad had arrested one Mallik Arshad Mahemood alias Arshad Mahemood alias Arshad Mallik, a Pakistani national, from an Internet cafe at Agarwal Chambers, Koti, on March 8, 2004. Subsequently, police raided Mallik’s rented accommodation at Mutyal Bagh, Abids, and recovered evidence suggesting that he was carrying out espionage activities by gathering information about defence establishments in Secunderabad. On interrogation, Mallik allegedly confessed that he got Rs 30,000 from Mumbai-based hawala operator Keshwani in August 2003. Based on his confession, police named Keshwani as accused number 2 in the case and charged him under Section 14 of the Foreigners Act, Sections 3 and 9 of the Official Secrets Act and IPC Sections 120-B, 419, 420, 468, 471. When Keshwani’s term at the Agra prison was nearing completion in 2013, SIT sleuths had brought him to Hyderabad on transit warrant and lodged him at the Cherlapally prison. Keshwani plealded not guilty to all the charges levelled against him and, after the trial, on March 9, 2015, a local court had acquitted him. While acquitting him, the court had observed that “the prosecution has not produced any evidence to show that Keshwani is a Pakistani national. At the same time, Keshwani has not produced any evidence to show that he is an Indian and not a foreign national”. The court had observed that prosecution also failed to provide any evidence to show that Keshwani has provided money to convicted accused Mallik and his confession alone was not sufficient to prove Keshwani’s involvement in the conspiracy. After the acquittal, Telangana prison authorities, through the state government, had made several attempts to initiate proceedings to deport Keshwani to Pakistan. “But, Pakistan authorities refused to accept Keshwani as their citizen. Keshwani claims to be from Mumbai, but he does not have any family member or any document to support his claims. As a result, he continues to remain in detention at Cherlapally prison through a state government order,” a Cherlapally prison official said. The 70-year-old is lodged in a separate cell. Director-general, Prisons, V K Singh said cases like Keshwani’s take some time to reach a logical conclusion. “It takes some time to deport foreign prisoners as the procedure involves communication between multiple agencies. We have proposed to set up a detention centre for keeping people like Keshwani,” Singh said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/man-stuck-in-city-jail-as-india-pak-fight-over-nationality/articleshow/69817361.cms", "time": "2019-06-17 12:32:00"}, "IIT admission process starts, registration till June 25": {"description": "Hyderabad: Two days after the JEE (Advanced) results were declared, the Joint Seat Allocation Authority (JoSAA) commenced registration process to seek admission in IITs, NITs, IIITs and other government funded technical institutions across the country. Qualified candidates can register to appear for online counselling process which will continue till June 25. Seat allocation for phase 1 will be made on June 27. Candidates can verify their documents at reporting centres and accept seats allotted in phase 1 from June 28 to July 2 till 5pm. Seat allocation for other phases will be made on July 2, July 6, July 9, July 12, July 15 and July 18 respectively. This year, JoSAA will conduct seven rounds with two mock rounds that will be held before conclusion of choice filling process i.e. on June 25. As many as seven new institutions have been added in JoSAA counselling process, which includes two IIITs and five new GFTIs. Total 107 institutions will be available during counselling process. Those who qualified the Architecture Aptitude Test can fill their choices from June 21. Meanwhile, the IIT-H is conducting an open day for parents and students on June 21-22. Those interested to seek admission in IIT-H can explore various departments, facilities and interact with faculty members. The Kandi campus will be open for visitors between 10am and 5pm. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/iit-admission-process-starts-registration-till-june-25/articleshow/69817343.cms", "time": "2019-06-17 04:19:00"}, "Hyderabad: 325 health workers to check dengue mosquito breeding": {"description": "HYDERABAD: In a bid to do keep vector borne diseases — especially dengue and chikungunya — at bay, the state health department plans to recruit 'breeding checkers' ahead of the monsoon season. Their role will be to identify and prevent breeding of dengue and chikungunya causing Aedes mosquitoes. This is the first time that the health department has planned to control dengue by employing ‘breeding checkers’. A total of 325 specialized professionals will be deployed across 13 districts where the case load of dengue has been particularly high last year. Although, so far, anti-larvae and mosquito control activities were dealt with by municipal corporations, the new measure has been planned as both dengue and chikungunya saw an exponential rise in 2018. Dengue cases went up to 6,362 in 2018 as compared to 3,827 in 2017, while chuikungunya cases went up to 1,063 in 2018 from 58 in 2017. The 13 districts where breeding checkers will be deployed are Adilabad, Khammam, Bhadadri Kothagudem, Peddapally, Mahabubnagar, Warangal rural, Warangal urban, Karimnagar, Jayashankar Bhupalapally, Ranga Reddy, Mahabubabad, Medchal and Nizamabad. The breeding checkers must have passed Class 10 and will be recruited at a salary of Rs 10,000 per month for a period of five months and will be given training before deployment. Payments will be made with National health Mission (NHM) funds. Their role in the vector borne disease control includes working in tandem with the primary health centres, conducting pyrethrum space spray and fogging operations, conducting focal spray, ensuring timely submission of daily reports on status of anti-larvae activities, submitting monthly reports and having a mandate to cover 100 houses per day (600 in a week) for anti-larval operations. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/325-health-workers-to-check-dengue-mosquito-breeding/articleshow/69817146.cms", "time": "2019-06-17 07:16:00"}, "Garbage not cleared for weeks": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagenotclearedforweeks/articleshow/69780797.cms", "time": "", "description": ""}, "Doctors' strike hit healthcare services in Telangana, Andhra": {"description": "HYDERABAD/AMARAVATI: The nationwide strike called by the Indian Medical Association (IMA) to protest the attack on doctors in West Bengal affected medical services in government and private hospitals in Telangana and Andhra Pradesh. The out-patient services at major government hospitals like Osmania General Hospital, Gandhi Hospital and Nizam's Institute of Medical Sciences (NIMS) in Hyderabad came to a standstill. Hundreds of patients who came to these hospitals from various parts of the state had to face hardships as doctors stayed away from their duties and participated in protests condemning attacks on their colleagues in West Bengal. Doctors boycotted all services except emergency at the government and corporate hospitals and nursing homes. Doctors at Osmania Hospital staged a protest, demanding punishment to those involved in the attack. They were carrying placards with slogans like 'no security no service' and 'suffering but still serving'. At the protest held at Gandhi Hospital, the doctors demanded stringent law to deal with the attacks on their fraternity. Out-patient services also came to a halt at government and private hospitals in the rest of Telangana. Patients suffered in Andhra Pradesh as doctors struck work in response to the shutdown call by the IMA. Doctors at hospitals in Vijayawada, Guntur, Visakhapatnam, Tirupati, Kurnool and other places boycotted their duties and staged protests. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/doctors-strike-hit-healthcare-services-in-telangana-andhra/articleshow/69823888.cms", "time": "2019-06-17 14:33:00"}, "Telangana: 119 new residential schools for backward classes to begin functioning today": {"link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/telangana-119-new-residential-schools-for-backward-classes-to-begin-functioning-today/videoshow/69814611.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "redidential problem": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/redidentialproblem/articleshow/69780733.cms", "time": "", "description": ""}, "Hyderabad’s IT and education hub stares at severe water crisis": {"description": "HYDERABAD: The Information Technology, education and economic heart of the city is in the grip of water crisis. Residents in areas such as Gachibowli and Financial District are grappling with meeting their basic water needs for months owing to dipping groundwater table and poor water supply. “Groundwater situation in the area is critical,” said Chandra Reddy, district water department in-charge for Ranga Reddy on Friday. The groundwater department measures water levels according to mandals. Both Gachibowli and Financial District are categorised under the Serlingampally mandal. The department’s report for the 2018-2019 up to May shows that the current average in Serlingampally is 13.79 metres below ground level (mbgl) from 10.85mbgl last year. While groundwater level reduced by 2.94mbgl on paper, what is more frightening is that the department does not have historical records of specific areas such as Gachibowli or Nalagandla. Chandra Reddy said, “The actual levels could be as poor as 25mbgl to 30mbgl. This is because the rocky landscape does not allow water to permeate. Also poor rains and mindless concretization are to blame.” “For measuring the groundwater, one needs to have separate borewells dug. These areas have rocky terrain and do not easily allow for such deep borewells,” said Chandra Reddy, adding that required infrastructure will be created under the Phase 2 of World Bank project. Rainfall is the principal source of input for groundwater recharge. In Ranga Reddy district, under which Serlingampally falls, 487.9mm rainfall was recorded against the normal rainfall of 692.8mm during 2018-2019 (up to May). This is 29.6 per cent less than the normal. Sources in the Hyderabad Water Supply and Sewerage Board (HMWS&SB) said that the problem is due to lack of rains and consequent drying up of Manjeera and Singur water sources. The water board stopped drawing water from these sources in February this year. Officials speaking on condition of anonymity said they hope the water levels increase once the monsoon starts. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/citys-it-and-education-hub-stares-at-severe-water-crisis/articleshow/69817330.cms", "time": "2019-06-17 07:14:00"}, "Doctors' strike: Patients face the brunt today in Telangana": {"description": "HYDERABAD: With hundreds of doctors across Telangana joining the nationwide strike on Monday, patients faced delay and cancellation of appointments at several healthcare facilities. The strike has been called by the Indian Medical Association (IMA), the largest representative body of doctors, due to various reasons including the recent attack on a doctor at the NRS medical college in Kolkata. Although private hospitals might not be shut completely, the number of doctors available may be less. Anticipating huge impact of the strike on healthcare services, the health authorities have directed superintendents of all the government hospitals to gear up to handle the crisis. “With repeated incidents of attacks on doctors across the country in the recent past, the entire medical fraternity is agitated. Healthcare services are bound to be affected but emergency services and in patient services will be running in government hospitals. We have already instructed superintendents of all the government hospitals to gear up to handle the situation,” said Dr K Ramesh Reddy, director, medical education. Though senior doctors, assistant professors and head of departments from government medical colleges will be pressed into service, elective services are being boycotted completely in government hospitals too. Members of Telangana Junior Doctors Association (TJUDA) will boycott all elective services. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/docs-strike-patients-may-face-brunt-today/articleshow/69817384.cms", "time": "2019-06-17 10:30:00"}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Translocation saves tress or rings their death knell?": {"description": "The planned axing of over 9,000 trees, including 1,200 banyans, on the Hyderabad-Chevella-Bijapur national highway has triggered a massive debate. While some environmentalists are opposed to translocation of these trees citing poor chances of survival, others defend it as the only means of saving green cover. Activists opposing translocation say that only 25% of trees survive the process. Captian J Rama Rao, an environmentalist, says, “Translocation is mostly done in an unscientific manner without proper follow-up. Trees with shallow roots can be moved, but those deep-rooted need adequate space and follow-up, which never happens.” A campaign to ‘Save the banyans of Chevella’ has seen many resident groups oppose translocation. They say that translocating the stump of a tree destroys the entire ecosystem surrounding it. “These trees mitigate heat, cut down pollution and are home to varied species. What is the point of reducing them to a stump? One would have to wait two generations to see them grow back,” says Kobita Dass Kolli, who is part of the campaign. She also says officials have not been able to provide data to show that translocation works. Speaking about what is at stake, she says, “One will not raze the Qutub Shahi Tombs. Similarly, how can we cut down or move trees that are our heritage?” Members of Nature Lovers of Hyderabad that have been backing ‘Save the banyans of Chevella’ movement say that only one of over 10 trees translocated on Hyderabad-Chevella-Bijapur (NH164) highway has survived. Tejah Balantrapu, who is among the campaigners, says, “Our approach to translocation is piece-meal and haphazard. We have no accepted standards for every stage of the process. We have no systematic recordkeeping. The translocators have good intentions, but it’s almost impossible to evaluate the end result.” Officials, too, are at their wits end. An official from National Highways Authority of India said there are no definite rules regarding the process. “In most past cases, trees have not survived translocation.” Uday Krishna Peddireddi, who has stared the Vata Foundation, is a strong proponent of translocation. “When the only option the government provides is the axing of a tree, I would rather give it a chance,” says Peddireddi, adding, “Naysayers must provide an alternate solution to the government when it says realignment is not an option.” He vouches for the translocation process stating “With the banyans, I can guarantee 100% survival.” He promised to translocate the trees at Hyderabad-Chevella-Bijapur road for free. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/translocation-saves-tress-or-rings-their-death-knell/articleshow/69806666.cms", "time": "2019-06-17 04:38:00"}}