{"Bear attacks shepherd in Jammu-Kashmir's Doda": {"link": "https://timesofindia.indiatimes.com//city/jammu/bear-attacks-shepherd-in-jammu-kashmirs-doda/articleshow/69408921.cms", "time": "2019-05-20 12:33:00", "description": "DODA (JAMMU AND KASHMIR): A bear attacked a shepherd here on Sunday. The incident took place when the shepherd took his cattle out in the fields for grazing. The shepherd, Abdul Samad Hajam told ANI, \"I rear sheep and while I was taking them on a stroll, I had an encounter with a bear. He attacked me while I kept trying to save myself. One of my friends saw it and after he started throwing stones and making a loud noise, the bear ran into the forest leaving me injured.\" Village headman, Nazir Ahmed said, \"We live near the forest area and there is always a fear of being attacked by a wild animal. People fear to step out of their houses after sunset.\" Hajam was admitted to Government Medical Hospital, Doda, where he is undergoing treatment. Download The Times of India News App for Latest City ."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Elderly woman killed, four injured in road accident in Kathua": {"link": "https://timesofindia.indiatimes.com//city/jammu/elderly-woman-killed-four-injured-in-road-accident-in-kathua/articleshow/69396082.cms", "time": "2019-05-19 12:49:00", "description": "KATHUA (JK): A 70-year-old woman was killed and four others were injured Saturday when their car skidded off the road and hit the roadside safety wall in Kathua district of Jammu and Kashmir, police said. The accident took place apparently due to rash driving near RTO office, Kathua, along the Jammu-Pathankot highway, a police official said.  The car was on way to Pathankot in Punjab, he added.  Sheela Devi died on the spot, while Sourav, Meena Kumari, Phani and Sunita Mahajan, all residents of Pathankot, were critically injured in the accident, he said.  The official said the injured were provided initial treatment at the district hospital, Kathua, and later referred to Pathankot.  Meanwhile, the body of a truck driver was fished out from Chenab river along the Jammu-Srinagar national highway in Ramban district in the afternoon.  Mohammad Shafi, a resident of Qazigund village of Anantnag, was feared drowned after his truck rolled down a hill into Chenab at Jaishwal bridge on Sunday last, the official said.  He said the body of the driver was fished out from the river after a hectic six-day long search by local police and volunteers.  A team of the NDRF had joined the search on Friday, he added. Download The Times of India News App for Latest City ."}, "Jammu-Srinagar highway restored for traffic": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-srinagar-highway-restored-for-traffic/articleshow/69514839.cms", "time": "2019-05-27 12:41:00", "description": "JAMMU: After remaining closed for several hours on Sunday night, the strategic Jammu-Srinagar national highway was restored for traffic on Monday. A traffic department official said a fresh landslide hit the highway on Sunday night in Battery Chashma area of Ramban district, that led to the temporary closure. \"Debris clearance operation started during the night and was completed in the early hours of Monday,\" the official added The nearly 300 km-long highway is the lifeline of essential supplies to the landlocked Kashmir Valley. Download The Times of India News App for Latest City ."}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Traffic restrictions on Jammu-Srinagar highway to end next week": {"link": "https://timesofindia.indiatimes.com//city/jammu/traffic-restrictions-on-jammu-srinagar-highway-to-end-next-week/articleshow/69441234.cms", "time": "2019-05-22 12:35:00", "description": "SRINAGAR: The Jammu and Kashmir government announced on Tuesday that there would be no restrictions on civilian traffic on the Jammu-Srinagar national highway from May 27 onwards. In the aftermath of the February 14 Pulwama terror attack, the state government had banned movement of civilian traffic on the national highway on Wednesdays and Sundays to secure the passage of convoys of security forces. These restrictions were later reduced to only Sundays. An official statement said here today, \"Following a review of the security situation in the state and of the requirement of security forces convoys, the Governor has decided to lift the remaining restrictions on civilian movement on the National Highway (NH-44) connecting Jammu to Srinagar with effect from Monday, 27.5.2019.\" These restrictions had become necessary following the movement of security forces on an unprecedented scale after the Pulwama attack. The forces were required both for anti-militancy operations and for smooth conduct of general elections. After a detailed review with all security agencies, civil and police administration in connection with the preparations for the Amarnath Yatra, the Governor directed that there should be no restriction on civilian movement on NH-44 from May 27. Download The Times of India News App for Latest City ."}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "'Cow vigilantes' kill man in Jammu, locals run riot": {"link": "https://timesofindia.indiatimes.com//city/jammu/cow-vigilantes-kill-man-in-jammu-locals-run-riot/articleshow/69367383.cms", "time": "2019-05-17 10:45:00", "description": "SRINAGAR/ JAMMU: Yet another death in the middle of the night has added to the fraught situation in Jammu & Kashmir.  A man ferrying cattle was shot dead between 2am and 3am in Bhaderwah area, popularly known as mini Kashmir in Doda district of Jammu region.  Enraged locals took to the streets and curfew was imposed on Thursday after protesters and police clashed and internet services suspended.  Police officials said one Nayeem Shah, ferrying cattle in his vehicle, was intercepted by unidentified persons late on Tuesday night. \"He was shot dead allegedly by VDC (village defence committee) members at Nalthi Pul area of Bhaderwah segment,\" an official confirmed. Police had taken the deceased's body in their possession ahead of their investigation.  Six people have reportedly been detained and the protesters, who pelted the police with stones, had been demanding they be handed over. As police rained teargas and batons to control the situation, who pelted the police with stones, over a dozen locals as well as a few policemen, were reported hurt. About 18 vehicles were damaged in the protests. In the shooting, Nayeem died on the spot while his companion Zahoor Ahmed was injured and is under treatment in Bhaderwah.  \"Soon after the incident, protests broke out in the area against the killing,\" police said. Authorities called in the Army/CRPF to assist local police to ensure law and order in Bhaderwah town, an officer said.  A sarpanch in Rajouri was among three booked for making \"sensitive comments on social media\" after curfew was clamped on Bhaderwah and adjoining areas in Doda district. Police booked the sarpanch and two others  Meanwhile, the Joint Resistance Leadership comprising Syed Ali Geelani and Mirwaiz Umar Farooq has called for a statewide shutdown on Friday against the \"bloodshed in Kashmir\", alluding to the deaths in the last few days, including that of a PDP activist and another, who were shot by militants.  It has called a 'hartal' on May 17 and \"imams and khateebs\" have been asked to raise their voice against the \"killings\" during Friday sermons. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Verdict in Kathua rape-murder case expected by June 10": {"link": "https://timesofindia.indiatimes.com//city/jammu/verdict-in-kathua-rape-murder-case-expected-by-june-10/articleshow/69644641.cms", "time": "2019-06-04 11:32:00", "description": "CHANDIGARH: The verdict in the trial of the infamous Kathua rape-and-murder case is expected to be announced by June 10, as both prosecution as well as defence completed their arguments on Monday. Ttrial court has now asked both the parties to submit the case laws or any judgment in support of their arguments on Tuesday. Final arguments in the case were going on since May 27, where the prosecution as well as the counsel for the accused had submitted arguments in support of their case. Earlier, examination of defence and prosecution witnesses culminated on May 24. The defence had examined around 20 witnesses and the prosecution 114 witnesses. The \"in-camera\" trial is presently being heard on a day-to-day basis by the court of district and sessions judge Pathankot, Tejwinder Singh, since May last year. Confirming the culmination of final arguments, Vinod Mahajan, one of the counsel for the accused, told TOI that arguments of both the parties had completed and the judge had asked both parties for any case law/judgements in support of their arguments. Other lawyers connected to the case confirmed that the court would remain closed on June 5 on account of Eid and after one working day, the court shall remain closed for another three days till June 9. \"If all goes well, we are expecting that the final order in the case may be announced on Monday,\" the lawyers told TOI over phone. The case An eight-year-old girl from a minority nomadic community was kidnapped on January 10, 2018 and allegedly gang-raped in captivity in a village temple in Kathua district, according to the J&K police charge sheet. She was later killed by the accused. On May 7, 2018, the Supreme Court shifted the trial to Pathankot, which is around 26 km from Kathua as the case had led to mass protests and triggered political crisis in Jammu and Kashmir over investigation report filed by the J&K police. The trial of the case began in Pathankot on May 31, 2018 on a day-to-day basis. There are total seven accused who are facing trial before the Pathankot court. In July 2018, the top court had ordered the transfer of the accused in the case from Kathua Jail to Gurdaspur Jail, citing exceptional circumstances of the case. At present, all the accused are confined in Gurdaspur jail and are being brought to Pathankot court complex in high security to attend the trial. Download The Times of India News App for Latest City ."}, "2,052 houses okayed under PMAY in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/2052-houses-okayed-under-pmay-in-jammu/articleshow/69673754.cms", "time": "2019-06-06 13:09:00", "description": "JAMMU: The Jammu and Kashmir government has decided to build 2,052 more houses in Jammu district under the Pradhan Mantri Awaas Yojana (PMAY), said officials. To be implemented by 2022, the PMAY envisages providing central assistance to urban local bodies and other agencies through states and union territories for rehabilitation of slum dwellers, using land as a resource through private participation. Giving details of the decision, officials said under phase one of the PMAY scheme, 1,059 houses have been approved for construction in Jammu and R S Pura tehsil. Of these, 684 houses have been geo-tagged, while the construction of 542 has been started, out of which 127 have been built up to the roof level, said District Development Commissioner Ramesh Kumar. A total of 993 houses have been approved for construction in Arnia, Bishnah, Gho Manhasa, Khour, Jourian and Akhnoor tehsils in the next phase, he said. Of these, 623 houses have been geo-tagged while 52 others have already been built, he said. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Jammu and Kashmir bank case: I-T officials raid offices, locations linked to Dy Mayor of Srinagar": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-and-kashmir-bank-case-i-t-officials-raid-offices-locations-linked-to-dy-mayor-of-srinagar/articleshow/69738212.cms", "time": "2019-06-11 13:48:00", "description": "SRINAGAR: The Income Tax (I-T) department on Tuesday raided office and other business locations linked to Deputy Mayor of Srinagar, Sheikh Imran in connection with Jammu and Kashmir bank case. Ten premises linked to Imran in Srinagar, Delhi, and Banglore have been raided by the I-T sleuths so far. The Anti Corruption Bureau on June 8 had registered a case under the Prevention of Corruption Act to look into allegations related to illegal or fraudulent appointments made by the officials of J&K Bank. More details are awaited. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Police nab two with fake RCs, PAN cards in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/police-nab-two-with-fake-rcs-pan-cards-in-jammu/articleshow/69822343.cms", "time": "2019-06-16 12:26:00", "description": "JAMMU: Jammu Police on Sunday claimed to have arrested two fraudsters for duping people by providing fake registration certificates and PAN cards in Nagrota, on the outskirts of Jammu. A vehicle loaded with bovine animals was stopped at Sidhra Bridge naka on May 25 and the accused, Zahoor Ahmed of Chak, Dablehar, in Ranbir Singh Pura was arrested. “During investigation, the accused produced permission issued by DC Jammu regarding transportation of bovine animals, which looked suspicious,” a police spokesperson said. “The permission was thoroughly scrutinized and turned out to be fake.” Ahmed revealed that he had been provided the fake permission letter by Bipin Singh of Trikuta Nagar and on his disclosure, the second man was immediately apprehended. “During sustained questioning, Bipin disclosed that he used to get fake permissions, fake registration certificates, driving licences, insurance certificates and route permits from one Vikram Seth of Kachi Chhawni in Jammu,” the police spokesperson said. Vikram too was arrested and he admitted making fake registration certificates, fake driving licences, fake insurance certificates and fake route permits. The police recovered a computer along with two printers, scanner, fake driving licences, fake PAN cards and fake stamps of different departments from his shop at Paloura. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "16 injured in accident on Jammu-Srinagar highway": {"link": "https://timesofindia.indiatimes.com//city/jammu/16-injured-in-accident-on-jammu-srinagar-highway/articleshow/69291634.cms", "time": "2019-05-12 12:53:00", "description": "JAMMU: At least 16 people, including six women, were injured Saturday when a private bus hit a stationary truck on Jammu-Srinagar national highway in Jammu district, police said. The bus was on its way to Jammu from Udhampur when the accident took place at Jajjar Kotli after the bus driver lost control and rammed into the truck, they said.  The 16 injured, including six women, were taken to a government hospital for treatment, the police said.  Two passengers were stated to be in serious condition, the police added. Download The Times of India News App for Latest City ."}, "Jammu and Kashmir: Ujh bridge to become functional soon, locals pleased with speedy completion of project": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-and-kashmir-ujh-bridge-to-become-functional-soon-locals-pleased-with-speedy-completion-of-project/articleshow/69423356.cms", "time": "2019-05-21 11:26:00", "description": "KATHUA: An under-construction bridge at Ujh river in Jammu and Kashmir's Kathua district is nearing completion and locals are hailing the progress of the project. According to authorities, the bridge is nearing completion and is likely to be thrown open for public use before the onset of the monsoon season. The residents believe that with the opening of the bridge, their commuting woes would be solved. \"We are very happy with the progress of the bridge. We have been facing problem to cross Ujh river due to heavy flow of water during monsoon. We are forced to take a longer route which results in wastage of time and money. When the bridge opens, we hope it will solve our commuting woes,\" a local told ANI. Apart from the locals, the bridge is expected to be a boon for security forces as they can move their convoys and defence instruments to border areas in the state. A total of Rs 44 crore has been earmarked for the construction of the bridge, which has a 1,020-metre length. The project is being undertaken by the Border Roads Organisation (BRO). The bridge will connect a number of border villages located in Samba and Kathua districts. It is also expected to improve connectivity to neighbouring Punjab. Download The Times of India News App for Latest City ."}, "Two smugglers arrested with 48 kg of Cannabis in Jammu-Kashmir's Ramban: Police": {"link": "https://timesofindia.indiatimes.com//city/jammu/two-smugglers-arrested-with-48-kg-of-cannabis-in-jammu-kashmirs-ramban-police/articleshow/69127121.cms", "time": "2019-05-01 13:33:00", "description": "JAMMU: Police arrested two narcotic smugglers and seized 48 kg of cannabis in Jammu and Kashmir's Ramban district on Tuesday, officials said. The seizures were made after police teams intercepted two vehicles at Sham Palace in Ramban, they said. After searches, 26 kg and 22 kg of cannabis were seized from the two vehicles and two persons were arrested, the officials said. The accused were identified as Mohd Qasim and Mohd Karim Sheikh, both residents of Mumbai, they added. Further investigation in the case is underway, the officials said. Download The Times of India News App for Latest City ."}, "Administration orders proper maintenance of Jammu-Srinagar highway": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-and-kashmir-administration-orders-proper-maintenance-of-jammu-srinagar-highway/articleshow/69385285.cms", "time": "2019-05-18 13:45:00", "description": "JAMMU: Concerned over frequent closure of the Jammu-Srinagar national highway, authorities have directed the concerned agencies to ensure its proper maintenance so that transportation as well as tourism activities are not hampered, officials said on Saturday. Travelling on the 270-km highway, the only all weather road linking Kashmir with rest of the country, had turned into a nightmare for the commuters in view of the frequent occurrence of landslides between Ramban and Banihal stretch. Many have blamed the alleged poor planning and slow pace of the ongoing four-laning of the highway. An official spokesperson on Saturday said that Divisional Commissioner, Jammu, Sanjeev Verma had visited Ramban on Friday to review the ongoing highway widening and railway projects besides taking stock of arrangements for the Amarnath Yatra which is scheduled to begin in south Kashmir from July 1. \"Verma discussed at a high level meeting, the issue of frequent blockage of highway due to landslides and long traffic jamming causing much inconvenience to the commuters,\" he said. \"He directed the construction companies for proper maintenance of the road stretch from Nashri to Banihal to avoid disruption of traffic movement so that transportation as well as tourism activities are not hampered,\" he added. During the meeting, several issues and bottlenecks like dumping sites, land acquisition, compensation of acquired structures, shifting of electricity towers, cutting of trees coming under alignment of these projects and other legal and technical issues were discussed, the official said. The Divisional Commissioner instructed the construction agencies to strictly adhere to stipulated timelines and quality specifications in these projects, he added. Verma also directed the district administration to ensure close monitoring and asked the executing agencies to achieve the targets within a fixed time frame, he said. Emphasizing on the importance of highway four-laning and railway projects, Verma directed the district administration and construction companies to coordinate for removing bottlenecks, if any. He also directed the officers of National Highway Authority of India to prepare a rehabilitation plan for those who donated lands, the spokesman said.  Meanwhile, arrangements being made by the administration for this year's annual yatra including establishment of 'langars' (community kitchens) and other facilities were also reviewed. He directed the tourism department to install bio-toilets on identified locations along the highway, the spokesperson said. Download The Times of India News App for Latest City ."}, "Jammu: KAS officer found hanging from ceiling in apartment": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-kas-officer-found-hanging-from-ceiling-in-apartment/articleshow/69339116.cms", "time": "2019-05-15 12:53:00", "description": "JAMMU: A Kashmir Administrative Services (KAS) officer was found hanging from the ceiling in his apartment in Jammu on Tuesday evening, police said. A 2004 batch KAS officer, Sushil Atri, was the deputy director of Integrated Child Development Services and he lived in Ansal Apartments in Sainik Colony area, they said. After getting information, police rushed to the spot and recovered the body. It has been sent for post-mortem, they said. According to preliminary investigation, it is a case of suicide. Further investigation is underway, an officer said. Atri passed out from Government College of Engineering and Technology in 2001 and had topped the mechanical stream. Download The Times of India News App for Latest City ."}, "7 arrested for cattle smuggling": {"link": "https://timesofindia.indiatimes.com//city/jammu/7-arrested-for-cattle-smuggling/articleshow/69798916.cms", "time": "2019-06-15 12:14:00", "description": "JAMMU: Seven suspected bovine smugglers were arrested and 48 animals rescued from Rajouri and Udhampur districts on Friday, police said.  Four vehicles were intercepted at Thanamandi and Kote behrote areas of Rajouri district and 21 bovines were rescued, they said In Udhampur district, a police team intercepted two trucks at the Jakhani area and rescued 27 bovines from these, they said. agencies Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Four peddlers held in Jammu region": {"link": "https://timesofindia.indiatimes.com//city/jammu/four-peddlers-held-in-jammu-region/articleshow/69173980.cms", "time": "2019-05-04 14:06:00", "description": "JAMMU: Over 45 kg poppy and other narcotic drugs were seized from four suspected drug peddlers arrested in three separate incidents in Jammu on Friday, police said. Truck driver Lokesh Singh was arrested at Chenani area of Udhampur district after 45 kg poppy was found in his vehicle, they said. Suspected drug peddlers Mohmmad Saleem and Asim were arrested from the Bhaderwah belt of Doda district, while Mohmmad Dilawar was arrested from the Sidhra belt of Jammu district, officials said. Three separate cases have been registered in this connection, they said. Download The Times of India News App for Latest City ."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "47-day summer vacation for schools in Jammu & Kashmir": {"link": "https://timesofindia.indiatimes.com//city/jammu/47-day-summer-vacation-for-schools-in-jammu-kashmir/articleshow/69556187.cms", "time": "2019-05-29 13:51:00", "description": "JAMMU: The Jammu and Kashmir administration Tuesday announced a 47-day summer vacation from June 1 in government and recognised private schools up to higher secondary level falling in summer zone of Jammu division. According to an order issued by the School Education Department, these schools shall observe summer vacation from June 1 to July 17. However, the teaching and non-teaching staff along with the head of the institutions shall report for duty on July 16, it said. Any default on the part of private schools in observance of the calendar of summer vacation so authorised shall attract strict action under rules, it said. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "11 drug peddlers held in separate incidents in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/11-drug-peddlers-held-in-separate-incidents-in-jammu/articleshow/69618346.cms", "time": "2019-06-02 12:11:00", "description": "JAMMU: Eleven alleged drug peddlers were arrested in separate incidents in Jammu, police said on Saturday. About 2.4 kg of heroin and Rs 16.95 lakh in cash was recovered from them, they added. According to SSP Jammu Tejinder Singh, a gang of drug peddlers was busted in the city and seven people including two women were arrested. Based on a tip-off, a joint team of Special Operation Group conducted raids and made the arrests, the SSP said, adding that 1.6 kg of heroin and Rs 2.95 lakh in cash was recovered from them. Those arrested were identified as Mohd Iqbal Wani, Nisar Ahmed Genai and Ashraf Bhat from Pulwama, Kulvinder Kour, Seema Rani and Rajkumar from Punjab and Sanjay Kumar from Jammu, the SSP said. Three vehicles in which they were travelling from Kashmir to Punjab were also seized, the officer added. In another case, two persons from Kashmir-- Arshad Ahmed and Fayaz-- were arrested from the city and 260 grams of heroin was recovered from them, the SSP said. The police also arrested two persons from the city's Valmiki Chowk area and recovered from them Rs 2 lakh in cash and 500 grams of heroin, he said. Download The Times of India News App for Latest City ."}, "One dead in hit-and-run case in Jammu and Kashmir's Kathua, accused driver arrested": {"link": "https://timesofindia.indiatimes.com//city/jammu/one-dead-in-hit-and-run-case-in-jammu-and-kashmirs-kathua-accused-driver-arrested/articleshow/69342732.cms", "time": "2019-05-15 17:00:00", "description": "JAMMU: One person was killed on Wednesday when he was hit by a vehicle in the Kathua district of Jammu and Kashmir, police said. The accused driver was arrested within an hour of the incident, they said. Sansar Singh, a resident of Pallad village, was hit by a rashly driven Punjab-bound load carrier at Kalibari on Jammu-Pathankot highway this morning, resulting in his death, a police official said. The driver sped away to escape the arrest, he said. All checkpoints along the route were alerted and one of the teams managed to intercept the vehicle near Kharote Morh and apprehended the erring driver, Balkar Singh of Punjab, the official said. Download The Times of India News App for Latest City ."}, "Two cops suspended, one sent to police lines after drug peddlar escapes from custody in Jammu and Kashmir": {"link": "https://timesofindia.indiatimes.com//city/jammu/two-cops-suspended-one-sent-to-police-lines-after-drug-peddlar-escapes-from-custody-in-jammu-and-kashmir/articleshow/69660894.cms", "time": "2019-06-05 12:41:00", "description": "JAMMU: Two policemen were suspended and an SPO was attached to police lines Tuesday after a drug peddlar escaped from custody in Jammu and Kashmir's Kathua district, officials said. Those suspended included a sub-inspector and a constable, they said.  Two people were arrested after police seized 90 kg of poppy from a truck, which was on its way to Punjab from Srinagar, in Sallan area, SSP Kathua Shridhar Patil said.  Sagar Singh (driver) and Harjeet Singh, both residents of Ludhiana in Punjab, were arrested and a case was registered against them, he said.  One of the two accused persons gave police the slip on Tuesday evening when the two were being taken to a court in Hira Nagar, the SSP said. Download The Times of India News App for Latest City ."}, "Strike against rape of minor disrupts normal life in Srinagar": {"link": "https://timesofindia.indiatimes.com//city/jammu/strike-against-rape-of-minor-disrupts-normal-life-in-srinagar/articleshow/69305311.cms", "time": "2019-05-13 13:28:00", "description": "SRINAGAR: Normal life was affected in the city on Monday due to a strike called by a religious-cum-separatist organisation against the alleged rape of a three-year-old girl in Bandipora district of Jammu and Kashmir. Most schools, shops and other business establishments in the city remained shut due to the strike, officials said. They said public transport was also affected by the strike. However, government offices and banks remained open, the officials said. 'Itehadul Muslimeen' – a religious organisation which is also a constituent of moderate faction of the Hurriyat Conference - Sunday called for a complete shutdown across the Kashmir Valley on Monday against the alleged rape of the girl at Sumbal in north Kashmir's Bandipora district. In a statement, 'Itehadul Muslimeen' president Moulana Masroor Abbas Ansari termed the rape as a blot on the face of humanity. “The presence of people with such ill intentions is proving a rot for the society known for upholding its moral values for centuries. There is a dire need for evolving a joint strategy to deal with these elements,” he said. Ansari demand stern punishment to the culprit. “There should be no leniency adopted while dealing with the person involved in this act. On the one hand, the victim is battling for her life but on the other hand, efforts are being made to save the culprit which is a serious concern,” he said. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Two arrested with 210 kg poppy in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/two-arrested-with-210-kg-poppy-in-jammu/articleshow/69355424.cms", "time": "2019-05-16 13:26:00", "description": "JAMMU: Two suspected drug peddlers were arrested here Wednesday with 210 kg poppy and Rs 90,000 in cash, officials said. A police party stopped a truck for checking in Bagh-e-Bahu area and recovered 210 kg of poppy and Rs 90,000 cash from their possession, they said.  Following the recovery, truck driver Dalbir Singh and conductor Lakhwinder Singh, both residents of Ludhiana, were arrested, the officials said.  An FIR has been registered at Bagh-e-Bahu police station and the investigation is underway, they said. Download The Times of India News App for Latest City ."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "HC relief to family of CRPF man who died of cardiac arrest in operational area": {"link": "https://timesofindia.indiatimes.com//city/jammu/hc-relief-to-family-of-crpf-man-who-died-of-cardiac-arrest-in-operational-area/articleshow/69686040.cms", "time": "2019-06-07 08:30:00", "description": "CHANDIGARH: The Punjab and Haryana high court has held that the death of Central Reserve Police Force (CRPF) personnel due to cardiac arrest in an operational area would be attributable to aggravated by government service even if he was physically and medically fit and not a chronic patient. The HC was of the view that the authorities cannot ignore the factum of hostility of work environment while determining the pensionary benefits in such cases. The HC has also clarified that in such cases the death would be considered due to continued exposure to a hostile work environment/extreme weather condition or occupational hazards and his family would be entitled to extra-ordinary family pension. Justice G S Sandhawalia has passed these orders while allowing a petition filed by Ompati Devi, a resident of Panchkula district. On September 21, 2010, the petitioner’s husband had died in Ramban, Jammu and Kashmir, after having dinner in the mess at 8.25pm. On getting discomfort with giddiness/convulsion and having fainted on the bed, he was taken to the district hospital, Ramban, where the medical officer declared him brought dead, as he died of cardiac arrest. The court of inquiry (COI) in its report dated March 1, 2011 categorized death under Category-C that the cause of death was due to accident in the performance of duties of the government of India. In the COI, it was also found that the deceased was not suffering from any disease and had been placed under medical Shape-I in annual medical examination for the year 2009-2010. The central government awarded ordinary family pension to the petitioner on November 19, 2010. However, the petitioner gave a representation to CRPF seeking extra-ordinary family pension (which is much higher than ordinary family pension) on the grounds that the death of her husband was attributable to government service. In March, 2014, the Centre, however, refused to accept her plea and even changed the case of her husband’s death from Category-C to Category-A, according to which his death had no connection with government service. The ground taken was that there was no nexus and casual connection between death and government service. Hearing all the parties, the HC observed that the deceased was posted at Ramban in Jammu and Kashmir, which has been the hotbed of terrorism for the last several years and the armed forces are under constant threat of their lives and the factum of such hostile work environment cannot be ignored. “Therefore, now the respondents cannot wriggle out of the earlier findings recorded regarding the fitness of the deceased and the fact that death had occurred which could be caused due to continued exposure to a hostile work environment,” observed the court. The HC has also categories the death of petitioner’s husband under Category-B (diseases contracted because of continued exposure to a hostile work environment, subjected to extreme weather conditions or occupational hazards resulting in death or disability). It has directed the central government to process the case of the petitioner and give all necessary benefits along with arrears within a period of three months. Download The Times of India News App for Latest City ."}, "Massive landslide blocks Jammu-Srinagar national highway": {"link": "https://timesofindia.indiatimes.com//city/jammu/massive-landslide-blocks-jammu-srinagar-national-highway/articleshow/69493477.cms", "time": "2019-05-25 12:53:00", "description": "BANIHAL/JAMMU: A massive landslide hit the Jammu-Srinagar National Highway in Ramban district in the wee hours of Saturday, leading to suspension of traffic on the only road linking Kashmir with rest of the country, officials said. The landslide, triggered by incessant rains over the past two days, occurred near Battery Cheshma, completely blocking the 270-km arterial road, Suresh Sharma, Deputy Superintendent of Police (traffic), national highway Ramban, told PTI. The traffic on the highway plies from the twin capitals of Srinagar and Jammu alternatively due to the ongoing work on the four-laning project. Thousands of vehicles, which had left for Srinagar from here this morning, remain stranded on the highway following the closure of the road. Sharma said agencies concerned have pressed men and machinery to open the door. \"Given the massive debris, the restoration work will take many hours. We are on the job and are trying our best to restore the highway as soon as possible,\" he said. Download The Times of India News App for Latest City ."}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Cloudburst kills two brothers in Jammu and Kashmir's Anantnag": {"link": "https://timesofindia.indiatimes.com//city/jammu/cloudburst-kills-two-brothers-in-jammu-and-kashmirs-anantnag/articleshow/69321649.cms", "time": "2019-05-14 12:55:00", "description": "SRINAGAR: Two brothers were Monday killed due to a cloudburst in Anantnag district of Jammu and Kashmir, officials said. The deceased were identified as Arif Ahmad Lone and Sameer Ahmad Lone.  \"Two boys (brothers) have died in a cloudburst incident at Pooru Kokernag in south Kashmir's Anantnag district,\" the officials said.  The officials said the police have not been able to reach the spot to recover the bodies yet as the water level in the stream has risen sharply.  Further details were awaited, the officials said. Download The Times of India News App for Latest City ."}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Minor dies, mother injured as high speed winds hit Jammu region": {"link": "https://timesofindia.indiatimes.com//city/jammu/minor-dies-mother-injured-as-high-speed-winds-hit-jammu-region/articleshow/69660767.cms", "time": "2019-06-05 12:32:00", "description": "JAMMU: A minor was killed and his mother injured when a tree fell on them as high speed winds slapped the region disrupting power and water supplies, officials said Tuesday. A maximum temperature of 40.1 degrees Celsius was registered in Jammu region, a Meteorological (MeT) Department official said. On Tuesday, low-intensity winds hit some parts areas of the region, he said. A nine-year-old boy was killed and his mother injured in Arnas belt of Reasi district after a tree fell on them due to high speed winds on Monday night, the official said. Several trees and electric poles were uprooted and roofs made of tin sheets flew off due to high speed winds in Reasi, Udhampur and Jammu areas, where power and water supplies were disrupted for several hours, he said. Six shops were damaged on Vaishno Devi route after a tree fell on them, the official said. The yatra, which was halted for a brief period, was resumed later, they said. The MeT Department has forecast lightning accompanied with light rains and a wind speed of 30-40 kilometer per hour in Jammu city on Wednesday. However, the minimum temperature in Jammu was recorded at 25.2 degrees Celsius, it said. Katra, the base camp for pilgrims visiting the famous Vaishno Devi shrine in Reasi district, has recorded 36 degrees Celsius temperature, the spokesperson said. The MeT Department has forecast light rains and gusty winds for Tuesday and Wednesday in some areas. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Drug peddler arrested in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/drug-peddler-arrested-in-jammu/articleshow/69630139.cms", "time": "2019-06-03 12:18:00", "description": "JAMMU: An alleged drug peddler has been arrested from the Bhagwati Nagar area here, officials said Sunday. During regular checks, a police party apprehended one Manharan Sahu of Chhattisgarh and recovered 800 gm of cannabis-like substance from his possession, they said.  A case was registered at Nowabad Police Station and investigation is on. Download The Times of India News App for Latest City ."}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Jammu and Kashmir: 14 injured after bus overturns, ITBP officers come to rescue": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-and-kashmir-14-injured-after-bus-overturns-itbp-officers-come-to-rescue/articleshow/69785669.cms", "time": "2019-06-14 13:18:00", "description": "DODA: Fourteen people suffered injuries after a bus overturned near a bridge in Doda district on Friday. The ITBP officers, who were passing by, immediately responded and rescued the injured. Further details are awaited. Download The Times of India News App for Latest City ."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Drug peddler who gave police the slip held in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/drug-peddler-who-gave-police-the-slip-held-in-jammu/articleshow/69681806.cms", "time": "2019-06-07 11:40:00", "description": "JAMMU: A suspected drug peddler from Ludhiana, who had escaped from police custody while being taken to a court in Kathua district, was nabbed within 24 hours, police said on Thursday. On Monday, Sagar Singh and Harjeet Singh, both hailing from Ludhiana, were arrested with 90kg poppy husk from their truck, police said. The duo was on their way to Punjab from Srinagar, they added. While being taken to a court in Hiranagar on Tuesday, Sagar Singh had managed to give police the slip, prompting authorities to suspend an officer among two cops, they said. However, the suspected drug peddler was arrested from Lakhanpur on Wednesday night while he was trying to flee to Punjab, they added. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Jammu-Srinagar National Highway closed after landslide hits Ramban": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-srinagar-national-highway-closed-after-landslide-hits-ramban/articleshow/69246960.cms", "time": "2019-05-09 11:56:00", "description": "RAMBAN (JAMMU AND KASHMIR): The Jammu-Srinagar National Highway was closed on Thursday following a landslide at Digdole in Ramban district, officials said. Due to the landslide, the state traffic police has restricted the movement of vehicles, leaving scores of commuters stranded. The 300-kilometre long Jammu-Srinagar highway connects the Kashmir valley with the rest of India. Essential supplies reach the Valley via this highway. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Rain brings relief from scorching heat in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/rain-brings-relief-from-scorching-heat-in-jammu/articleshow/69280171.cms", "time": "2019-05-11 13:41:00", "description": "JAMMU: Light rains on Saturday provided respite to Jammu residents who were reeling under scorching heat for the past week. The meteorological department has forecast light rain or thundershowers at many places in Jammu and Kashmir over the next 24 hours. Jammu, the winter capital of the state, had experienced the season's highest day and night temperature on May 9 with a high of 40.1 degrees Celsius and a low of 25.5 degrees Celsius, which was 3.3 notches and 2.5 notches above season's average, respectively. The residents of Jammu woke up to a pleasant weather this morning with heavy cloud cover and a light spell of rain bringing some relief from the blistering heat which has gripped the region since May 4. Though the night temperature recorded in the city was 24.6 degrees Celsius, 1.1 degrees above normal, the day temperature is expected to drop and settle several degrees below normal, a MeT official department said. Jammu has recorded a maximum of 38.4 degrees Celsius, 1.6 degrees above normal, on Friday,Katra, the base camp for the pilgrims visiting Vaishno Devi shrine in Reasi district, recorded a minimum of 22.8 degrees Celsius, which was 2.8 notches above normal, the spokesman said. Download The Times of India News App for Latest City ."}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "J&K minor abducted, family gets Rs 1 crore ransom call": {"link": "https://timesofindia.indiatimes.com//city/jammu/jk-minor-abducted-family-gets-rs-1-crore-ransom-call/articleshow/69225952.cms", "time": "2019-05-08 08:37:00", "description": "JAMMU: Almost 24 hours after a fifth grade student was abducted in J&K's Samba district, there has been no breakthrough in the case. The family, meanwhile, has received a ransom call demanding Rs 1 crore for the child's release. \"Anirudh Sharma, a student of Army School in Kaluchak, was allegedly abducted by unidentified men on Monday while returning home from school. He was dropped by his school bus outside his lane but as he walked towards home, the accused - who were already waiting in a red van - abducted him,\" said a police source. After he didn't return way past his school hours, Anirudh's family frantically searched for him before his father, Capt (Retd) Joginder Sharma, lodged a police complaint. On Tuesday, they received a call demanding Rs 1 crore ransom for their child's release. \"Police are trying to trace the criminals on the basis of their SIM card location and CCTV footage from the crime spot,\" said a police officer. The ransom call was made from Pathankot. Initial investigation revealed that the number was issued against the name of an army employee. The number is currently switched off. A police team has been deputed to trace the criminals, the officer added. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Sikh youth acquitted in arms seizure case of 2011": {"link": "https://timesofindia.indiatimes.com//city/jammu/sikh-youth-acquitted-in-arms-seizure-case-of-2011/articleshow/69081045.cms", "time": "2019-04-28 13:53:00", "description": "JALANDHAR: Jammu resident Harpreet Singh Pintu has been acquitted in a case involving the recovery of an AK-47 rifle, a US carbine, their ammunition and other material from a corn field outside Daroli Kalan village under Adampur police station on April 23, 2011, under the Arms Act. Pintu was acquitted by the court of judicial magistrate first class Ratandeep Singh on Friday as police did not even produce the arms and ammunition seized in 2011. “Police case did not stand legal scrutiny and it did not even produce the seized arms and ammunition. It has become clear that Pintu and late Harminder Singh Mintu were falsely implicated in the case,” said defence counsel Jaspal Singh Manjhpur. Mintu had died in Nabha jail last year. A case was registered under the Arms Act at Adampur police station after seizure of arms and ammunition from a deserted brief case lying in a corn field and no one was arrested in the case. Pintu was arrested by Jalandhar (rural) police in the first week of August from Jammu, along with Karanjit Singh Pamma from Jammu. After arresting them the police had claimed that they were part of a joint terror module of two Pakistan-based outfits Khalistan Zindabad Force (KZF) and Khalistan Liberation Force (KLF) and they were planning some terrorist incidents. They were booked under Sections 17,18 and 20 of the Unlawful Activities (Prevention) Act and Sections 153-A,121 and 120-B of the IPC and Sections 25/54/59 of the Arms Act. Manjhpur said after their arrest the police claimed that Pintu had confessed before police officials that the arms and ammunition seized in 2011 belonged to him and Mintu and booked the duo. “Confession in police custody is not an admissible evidence and police failed to prove its case,” he said. The police had also claimed that this “terror module” was controlled by Ranjit Singh Neeta of KZF and KLF chief Harminder Singh Mintu. Download The Times of India News App for Latest City ."}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Jammu-Srinagar highway closed for second day": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-srinagar-highway-closed-for-second-day/articleshow/69263991.cms", "time": "2019-05-10 12:05:00", "description": "JAMMU: The Jammu-Srinagar highway remained closed for a second consecutive day on Friday due to landslides in Digdol area of Jammu and Kashmir's Ramban district. Traffic department officials said the highway was still closed for traffic as the landslide debris were still being cleared. A massive landslide hit the highway on Thursday morning. Officials said the clearing work could continue until the road was declared safe for the passage of vehicles and no vehicle would be permitted to move from either Banihal or Udhampur side. Media reports said over 3,000 vehicles were stranded at various places on the nearly 300-km highway because of the blockade. Download The Times of India News App for Latest City ."}, "Pahalgam strike": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pahalgam-strike/articleshow/58849641.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Mother commits suicide as son fails Class 12 exam": {"link": "https://timesofindia.indiatimes.com//city/jammu/mother-commits-suicide-as-son-fails-class-12-exam/articleshow/69328493.cms", "time": "2019-05-14 19:53:00", "description": "JAMMU: A mother committed suicide on Tuesday in Jammu and Kashmir's Samba district after her son failed in the Class 12 board exam. The woman, identified as Neelam Devi, belonged to Taloor village in Samba district, said the police. \"Her family and neighbours said that she was disturbed after her son failed the Class 12 exams and consumed some poison to end her life,\" a police officer said. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Four arrested for smuggling heroin in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/four-arrested-for-smuggling-heroin-in-jammu/articleshow/69769063.cms", "time": "2019-06-13 13:08:00", "description": "JAMMU: Four members of an inter-state gang of narcotic smugglers were arrested and heroin was seized from them in Jammu city, officials said on Thursday. A police team intercepted a vehicle at Kunjwani area in the city and seized 175 grams of heroin, they said. Nisar Ahmed of Shopian in Kashmir,Sandeep Kumar of Jalandhar in Punjab, Sandeep Kumar of Bilaspur in Himachal Pradesh and Raghbir Singh of Jalandhar were arrested and a case was registered against them, they said. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Hooghly twins to lead J&K team for ISRO programme": {"link": "https://timesofindia.indiatimes.com//city/jammu/hooghly-twins-to-lead-jk-team-for-isro-programme/articleshow/69248270.cms", "time": "2019-05-09 13:08:00", "description": "KOLKATA: Two ‘wonder kids’ from the remote Digsui village in the Chinsurah Magra block of Hooghly have been selected by the Indian Space Research Organisation (ISRO) for the Young Scientist Programme, Yuva Vigyani Karyakram YUVIKA 2019. The twins will lead the state team of Jammu and Kashmir in the programme. Swapnil and Swapnila Acharya have made their parents, Shib Narayan and Sarmistha, proud of their wards’ prowess. With their father being posted in Jammu & Kashmir, the two are studying in Class X of J K Public School, Kunjwani. “It is a great pleasure for us that our children have been selected for this programme. They never went for any tuitions or coaching classes. Despite living in a remote area where curfew disrupts normal life at times and communication links get cut frequently, they study hard,” said Sarmistha, the elated mother. The children’s grandmother Swati Acharya said that the children have made the village proud. “This is a great news proving how sheer dedication can help people attain their goals,” she said. The twins are not only good at studies but they have also excelled in extra-curricular activities. While both of them flew Microlite aircraft as co-pilots from the Hindan air base at the age of seven, Swapnil won first prize in a national-level online photography competition organised by the Indian Army. His sister won a consolation prize but won the J&K state level painting competition. Swapnil also stood 9 th in the International Space Olympiad 1 st level while Swapnila was 3 rd in Jammu & Kashmir in the Science Olympiad. Both of them had been invited by former President APJ Abdul Kalam after he had seen a missile made by them with paper. They are also registered members of Scouts and Guides while Swapnil also plays drums. The selection for the ISRO programme is based on the academic performance in ClassVIII and extracurricular activities. As part of the programme that aims at inculcating love for science among children, they will be taken to four ISRO centres over two weeks during the summer vacations. During this period, they will interact with eminent scientists, visit laboratories and be involved in practical satellite making. They will also get an opportunity to visit the Satish Dhawan Space Centre and Sriharikota Range. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Jammu-Kashmir: Four killed, nine injured after vehicle falls into gorge": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-kashmir-four-killed-nine-injured-after-vehicle-falls-into-gorge/articleshow/69593879.cms", "time": "2019-05-31 12:45:00", "description": "DODA: Four people were killed and nine sustained injuries after the vehicle they were travelling in fell into a deep gorge here on Thursday night. \"The incident took place on Batote-Kishtwar national highway at about 11.30 pm. The vehicle carrying 13 passengers was on its way to Bhalla from Batote when it skidded off the road and fell into a deep gorge,\" Doda Tehsildar, Shabir Ahmed, told ANI. Three people died on the spot while one succumbed to injuries on the way to the hospital. Of the nine, five critically injured were sent to the Jammu Medical College for advanced treatment while the others are admitted to the Doda medical college, he added. This is the third such accident in Doda district in a span of 24 hours, informed the official. Download The Times of India News App for Latest City ."}, "J and K government starts electric buses from Jammu to Katra": {"link": "https://timesofindia.indiatimes.com//city/jammu/government-starts-electric-buses-from-jammu-to-katra/articleshow/69535711.cms", "time": "2019-05-28 13:32:00", "description": "JAMMU: Jammu and Kashmir State Road Transport Corporation on Monday started electric buses from Jammu Railway Station to Katra. Amit Sharma, Special Secretary to the Transport Department said, \"For now we have launched 20 buses each for Jammu and Srinagar on an experimental basis.\" The buses were flagged off by the Advisor to the Governor, K Skandan. The buses have several security features like CCTV camera, GPS to monitor the movement of the buses, panic button on every seat and emergency door. Vaishno Devi pilgrims are happy with the initiative taken by the government. \"It's a good initiative by the government. Now, people going to Vaishno Devi can have a smoother ride,\" one pilgrim said. Download The Times of India News App for Latest City ."}, "Jammu and Kashmir orders transfer of 2 senior cops": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-and-kashmir-orders-transfer-of-2-senior-cops/articleshow/69069937.cms", "time": "2019-04-27 13:27:00", "description": "JAMMU: After obtaining mandatory permission from the Election Commission, the Jammu and Kashmir government on Friday ordered the transfer of three senior police officers. An order issued by the Home Department said the the officers were D.R. Doley, A.K. Choudhary and Mohd Farid. Doley has been posted as the Chairman and Managing Director of the Jammu and Kashmir Police Housing Corp, Choudhury as the Additional Director General of Police at the police headquarters and Farid as the Commandant of Jammu and Kashmir Armed Police (7th Batallion), according to an official order. Doley, one of the senior-most police officers, was appointed the director of the prestigious Sardar Vallabhbhai Patel National Police Academy, Hyderabad, on March 1, 2017. She was relieved from SVPNPA on March 29, 2019. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Tourist guide drowns after saving five lives from Lidder river in Pahalgam": {"link": "https://timesofindia.indiatimes.com//city/jammu/tourist-guide-drowns-after-saving-five-lives-from-lidder-river-in-pahalgam/articleshow/69608798.cms", "time": "2019-06-01 13:03:00", "description": "SRINAGAR: A tourist guide lost his life after saving five tourists, including two foreigners, from Lidder river at the famous Pahalgam resort in Anantnag district of Jammu and Kashmir, officials said on Saturday. A Raft capsized at rafting point in Mawoora Pahalgam in the south Kashmir district on Friday after it was caught in sudden gusty winds and all passengers onboard fell in the Lidder river, the officials said. They said a tourist guide -- Rouf Ahmed Dar -- without caring for his own safety, rescued all the tourists from the fast flowing water of the river, but lost his life. \"Dar successfully saved five tourists, including two foreigners, in the true spirit of trademark Kashmiri hospitality,\" the officials said. Search and rescue was launched immediately and teams of state disaster response fund, police and locals, searched till late hours, but had to abandon the search due to darkness, they said. The officials said the body of the brave tourist guide was retrieved from the river on Saturday morning near Bhawani bridge and after completion of medico-legal formalities, it was handed over to his relatives. Deputy Commissioner Anantnag has recommended Dar for bravery award, the officials said, adding chief secretary has also hailed his bravery and directed the district administration to support the family of the deceased. Download The Times of India News App for Latest City ."}, "Bovine smuggling bid foiled, 21 animals rescued": {"link": "https://timesofindia.indiatimes.com//city/jammu/bovine-smuggling-bid-foiled-21-animals-rescued/articleshow/69577047.cms", "time": "2019-05-30 13:17:00", "description": "JAMMU: An suspected bovine smuggler was arrested on Wednesday as police foiled separate attempts of cattle smuggling and rescued 21 animals in Samba and Kathua districts of Jammu and Kashmir, police said. Makhan Din, a resident of Balole Khad village, was arrested at Bari Brahmana in Samba district when his load carrier was intercepted and four bovines, which were tied with ropes in a \"very cruel manner and transported without any permission\", were rescued, a police official said. He said 17 bovine animals were rescued from two trucks which were intercepted at Sanjhi Morh in Kathua district. However, the drivers fled after abandoning the vehicles, the official said. He said separate cases under relevant sections of the law were registered in all the three cases and further investigation is on. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Three killed, 5 hurt as vehicle falls into gorge in Jammu and Kashmir's Ramban": {"link": "https://timesofindia.indiatimes.com//city/jammu/three-killed-5-hurt-as-vehicle-falls-into-gorge-in-jammu-and-kashmirs-ramban/articleshow/69211774.cms", "time": "2019-05-07 10:22:00", "description": "BANIHAL: Three persons were killed and five others injured when a private vehicle skidded off a road and fell into a 200 feet gorge in Ramban district of Jammu and Kashmir, police said on Tuesday. The accident took place Monday night near Seenbatti along the Pogal-Paristan road, about 25 km from Ramban, a police official said. He said the vehicle was going towards Seenbatti and fell into the gorge after its driver lost control over it while negotiating a blind curve. A rescue operation was immediately launched and three persons--Milap Singh (55), Keshu Ram (44) and Raju Singh (24) -- were found dead. The official said the injured, Reyaz Ahmad (driver), Kalyan Singh, Kartar Singh, Flower Singh and Hari Om were admitted to the Ramban District Hospital after initial treatment at the Public Health Centre in Ukhral. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Teen washed away in river in Jammu and Kashmir's Doda": {"link": "https://timesofindia.indiatimes.com//city/jammu/teen-washed-away-in-river-in-jammu-and-kashmirs-doda/articleshow/69810530.cms", "time": "2019-06-16 12:26:00", "description": "JAMMU: 17-year-old boy was washed away while he was taking a bath in a river in Jammu and Kashmir's Doda district on Saturday, police said. Three teenagers slipped into the Neeru river due to a strong current when they were taking a bath near the Doda-Bhadarwah highway, the police said.  Two boys were rescued by the locals who reached the spot immediately. A search is on for the missing one, Shoib Malik, said Bhadarwah Superintendent of Police Raj Singh Gouria. Download The Times of India News App for Latest City ."}, "Jammu and Kashmir power department launches crackdown on illegal connection holders, books 825 people": {"link": "https://timesofindia.indiatimes.com//city/jammu/jammu-and-kashmir-power-department-launches-crackdown-on-illegal-connection-holders-books-825-people/articleshow/69722238.cms", "time": "2019-06-10 12:39:00", "description": "JAMMU: As power crisis worsened in the sweltering summer, the authorities launched a crackdown on people having unauthorised electricity connections in Jammu, officials said Sunday. During a drive, power department officials booked 825 defaulters and disconnected 450 illegal connections.  People in Jammu reeled under blistering heatwave as the mercury soared to 43.1 degrees Celsius, resulting in massive power crises in Jammu west.  \"To put a check on power theft, the power department carried out a drive and conducted over 2,900 inspections, booking as many as 825 power defaulters, disconnecting more than 450 illegal connections and regularising around 1,866 KW illegal load,\" Executive Engineer, South Jammu, Sanjay Sharma, said Sunday.  He said such inspection drives will now be a regular feature and no one indulge in power theft will be spared.  The Executive Engineer said a total penal amount of Rs 25.50 lakh was imposed on the defaulters during the drive. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Three drug peddlers arrested in Jammu and Kashmir": {"link": "https://timesofindia.indiatimes.com//city/jammu/three-drug-peddlers-arrested-in-jammu-and-kashmir/articleshow/69396055.cms", "time": "2019-05-19 12:47:00", "description": "JAMMU: Three alleged drug peddlers were arrested in separate incidents in Jammu and Kashmir on Saturday, police said. Accused Akshay Shan and Mohammad Anzer Beigh were held at Kishtwar district and 370 tablets of TRM-Spas (Tramadol) were recovered from them, they said.  The seized tablets are sedatives, which the arrested used to allegedly sell to youths, an official said.  In another incident in Samba district, one Manoj Kumar was arrested and 170 tablets of an intoxicant were recovered from him during vehicle check at Tapyal on Jammu-Pathankot Highway, officials said.  All three arrested have been booked under the NDPS Act, further investigation is underway, they said. Download The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Rains in Jammu and Kashmir plains, unprecedented snowfall in Sonamarg": {"link": "https://timesofindia.indiatimes.com//city/jammu/rains-in-jammu-and-kashmir-plains-unprecedented-snowfall-in-sonamarg/articleshow/69754384.cms", "time": "2019-06-12 14:29:00", "description": "SRINAGAR: Unprecedented fresh snowfall occurred on Wednesday in Baltal and Sonamarg hill stations while heavy rains over the past 24 hours inundated low lying areas in the Valley. Fresh, unprecedented snowfall occurred in the month of June in Baltal and Sonamarg areas of north Kashmir's Ganderbal district on Wednesday. Reports of fresh snowfall have also come from the Zojila Pass and Drass town of Kargil district. Authorities are constantly monitoring the situation and have kept all staff connected with flood and emergency duties on high alert. Reports from Baramulla district said some portion of Srinagar-Muzaffarabad road has been submerged at Hanjiwaira. Many apple orchards in low lying areas have been inundated by flash floods in Baramulla and Bandipora districts. Flash floods have also hit Sukhnag Nallah in Badgam district. Weather office has forecast improvement in weather conditions from later in the day. \"Weather will start improving from today evening. We are expecting sunny weather from tomorrow in the Valley. Minimum temperature was 10.5 degrees Celsius in Srinagar, 6.6 in Pahalgam and 5.0 in Gulmarg today. \"Leh town of Ladakh division recorded 8.0 as the minimum temperature today\", officials of the MET department said. Download The Times of India News App for Latest City ."}, "Tourist killed as boulder falls on vehicle in Jammu-Srinagar national highway": {"link": "https://timesofindia.indiatimes.com//city/jammu/tourist-killed-as-boulder-falls-on-vehicle-in-jammu-srinagar-national-highway/articleshow/69183467.cms", "time": "2019-05-05 11:08:00", "description": "BANIHAL: A 43-year-old tourist from Maharashtra was killed on Sunday and three others injured when a boulder hit their vehicle along the Jammu-Srinagar National Highway, police said. The vehicle, carrying a group of 12 tourists, was on way to Jammu from Kashmir Valley and the incident occurred near police station Ramsoo in Ramban district around 4.30 am, the official said. Sunil Vishnupanth Kathe, his wife Manisha (39), Vilas Anand Kumar (43) and Mayuri Kumber (17) were injured when the boulder from the hillock fell on their vehicle while they were crossing a landslide-prone area, he said. He said the injured were immediately evacuated to hospital where Kathe was declared brought dead. His body is being handed over to his family for last rites after completion of legal formalities. The condition of rest of the injured was stated to be stable, the official said. Meanwhile, authorities have provided special passes to vehicles carrying 'Durbar' move employees to ply on the highway in view of restrictions on movement of civilian traffic. Only security convoys are allowed on the highway twice a week -- Wednesday and Sunday -- from 4 am to 5 pm to facilitate smooth movement. The restriction was clamped on April 7 in view of the terror attack in Pulwama on February 14 that left 40 CRPF personnel dead. However, the administration lifted restrictions on civilian traffic movement between Srinagar and Baramulla stretch of the highway from May 2. Vehicles carrying employees were provided special passes in view of restrictions on Sundays on the highway for movement of the Army and other convoys, the officials said. The decision to provide special passes to employees was taken at a meeting chaired by divisional commissioner, Jammu, Sanjeev Verma here on Saturday. Verma reviewed travel arrangements for darbar move employees to summer capital Srinagar, where civil secretariat - the seat of Jammu and Kashmir government - along with Raj Bhawan and other move offices will reopen on May 6 after six months' functioning in the winter capital Jammu as per the age-old practice. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Heatwave conditions prevail in Jammu": {"link": "https://timesofindia.indiatimes.com//city/jammu/heatwave-conditions-prevail-in-jammu/articleshow/69701290.cms", "time": "2019-06-08 13:16:00", "description": "JAMMU: City recorded a maximum temperature of 40.3 degrees Celsius Friday as heatwave conditions continued in the region, forcing people to stay indoors, the Met department said. The minimum temperature in the city was 25.4 degrees Celsius, it said.  The surge in the day temperature resulted in few people venturing outdoors, while youths were seen bathing in canals and other water bodies.  The hottest day this season was on May 31, when the mercury crossed the 44 degree mark. Download The Times of India News App for Latest City ."}, "Choudhary Lal Singh welcomes Jammu and Kashmir delimitation suggestion": {"link": "https://timesofindia.indiatimes.com//city/jammu/choudhary-lal-singh-welcomes-jammu-and-kashmir-delimitation-suggestion/articleshow/69686730.cms", "time": "2019-06-07 11:34:00", "description": "JAMMU: Dogra Swabhimaan Sangahtan party chairman and former cabinet minister Choudhary Lal Singh on Thursday welcomed suggestion that the Union government proposed to implement long-pending delimitation of constituencies in Jammu and Kashmir. \"It should have been resolved in the previous term of the NDA, still we are grateful that a light is becoming visible in the dark tunnel of discrimination with Jammu,\" Lal Singh said and added Union home minister Amit Shah's plans for the issue would help end perpetual discrimination against Jammu and Ladakh. Raising the issue of community displaced from the Pakistan-occupied Kashmir, he Shah to address the pain and agony of a sizeable population uprooted from Mirpur, Poonch and Muzaffarabad during the Partition and settled in Jammu. He said they were leading a life of second class citizens in their own country as refugees without any political representation. Expressing delight over purported move on delimitation of the assembly constituencies in Jammu and Kashmir, SOS International chairman Rajiv Chuni said it was time to address the pain and agony of displaced persons from Pakistan-occupied Kashmir by politically empowering the community. The delimitation exercise should also include delimitation of 24 constituencies kept reserved for PoK and then opening one-third of the same for the displaced persons settled on the Indian side. \"We welcome the government move on delimitation of the assembly seats to ensure equitable share to all three regions as per their population and want the same for the PoK displaced persons, who have been deprived of representation till date,\" he said. Stressing that the J&K assembly elections should be delayed till the completion of the delimitation process, Chuni explained that despite the Centre's willingness the Kashmir-centric state government would never accept giving due share to Jammu and Ladakh. \"Delimitation process must be completed under the governor's rule as no Kashmir-centric party will allow giving of power to Jammu, Ladakh and PoK,\" Chuni added. Download The Times of India News App for Latest City ."}}