{"No checks on stubble burning": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-checks-on-stubble-burning/articleshow/63350235.cms", "time": "", "description": ""}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Noida: Protest at ESIC as doctor ‘slaps’ official": {"link": "https://timesofindia.indiatimes.com//city/noida/protest-at-esic-as-doc-slaps-official/articleshow/69795942.cms", "time": "2019-06-15 09:26:00", "description": "NOIDA: Health services were disrupted at the ESIC hospital (Sector 24) for three hours on Friday after a doctor allegedly slapped an office staffer. Protests broke out after that as employees raised slogans against hospital management. The office superintendent of the hospital was allegedly slapped on Thursday by a doctor who complained about medical officers being included in committees on administrative issues. Office superintendent Samir Nayak gave a written complaint against the doctor to the director of the institute. But as no action was taken till Thursday, the employees decided to go on a strike. Around 25 employees refrained from work between 9 pm and noon. Deputy medical superintendent Dr Balraj Bhandari told TOI the management has decided to constitute a committee to look into the case and removed the doctor from administrative posts. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "\nSara Ali Khan promotes Kedarnath in Noida\n": {"link": "https://timesofindia.indiatimes.com//city/noida/sara-ali-khan-promotes-kedarnath-in-noida/articleshow/67000767.cms", "time": "", "description": "A day before the release of Kedarnath - her debut film - actor Sara Ali Khan visited DLF Mall of India to promote the film. With fans cheering her name and congratulating the actor for her first movie, it was an overwhelming feeling for the actor to witness this response right before the release of her debut movie. \"I am so excited. I actually thought that there will only be 10-20 people here, do-teen photos khichayenge. lekin ye kya hai? I am speechless. I don't stammer usually but I don't have any words now. Thank you so much, thank you for being here, thank you for making me feel so special,\" she said. As Sara clicked selfies with her fans, a guy also dedicated a song to the actor on stage. It wasn't just guys who made special efforts to impress the actor but the girls also came prepared to make the event memorable for her. A girl from the crowd proposed to the actor using a Shah Rukh Khan's dialogue and Sara. \"I can't believe this. I just want to say that my first picture has not released yet, maine abhi tak kuch kiya nahi hai, par aap logon ne itna pyar diya hai already, thank you so much. Main ek saal pehle aake issi mall mein shopping karti hoon and aaj yahan itna pyaar dekhke main bol nahi sakti ki kaisa feel ho raha hai,\" she signed off before shaking a leg with her fans on a song from her movie.  The crowd cheering for Sara at the mall In Video:Sara Ali Khan visits Noida to promote KedarnathDownload The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "\nCars and Scooters paint a pretty picture at Auto Expo\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/cars-and-scooters-paint-a-pretty-picture-at-auto-expo/articleshow/62887566.cms", "time": "", "description": ""}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Gun-flashing video: Two booked": {"link": "https://timesofindia.indiatimes.com//city/noida/gun-flashing-video-two-booked/articleshow/69796024.cms", "time": "2019-06-15 09:42:00", "description": "GREATER NOIDA: Police have booked two unidentified men, who were seen in a video of a Maruti Eeco chasing a Volkswagen Polo in which an occupant was seen flashing a pistol. According to police sources, the incident took place on a road in Dadri leading towards Sector Omicron in Kasna. During investigation, it was found that one of the cars was using a fake number plate. Police said the occupants of the car are being traced through the number plate of one of the cars seen in the video. “The registration numbers of the two cars seen in the video were checked. However, for Maruti Eco, the website showed no data. This means that the number plate used was fake. The other car has been found to be registered in the name of a Delhi resident. We are trying to track the occupants of the Eco through him,” said Ajay Kumar, SHO (Kasna). “Primary investigation had revealed that the accused were shooting a drama sequence for social media. However, they had taken no such permission from the concerned authority, neither had they informed us about it,” said Kumar. An FIR has been registered against the accused under sections 419 (Cheating by personation), 420 (Cheating) and 290 (Public Nuisance) of the IPC. “The owner of the other car has been summoned to the police station. We are gathering information on the pistol that was used in the video,” Kumar added. The video featured the Eco and Polo running parallel to each other on a 130-metre road, where an occupant of the Eco could be seen flashing a pistol from the rear window towards another man sitting in the Volkswagen. Download The Times of India News App for Latest City ."}, "UP chief minister bats for jobs to locals in ‘inclusive growth’ formula": {"link": "https://timesofindia.indiatimes.com//city/noida/up-cm-bats-for-jobs-to-locals-in-inclusive-growth-formula/articleshow/69795939.cms", "time": "2019-06-15 09:25:00", "description": "GREATER NOIDA: Chief minister Yogi Adityanath on Friday said local youths should be given jobs in development projects, while also asking officials to address the issue of their employability through skill development programmes, as he made his ninth visit to Noida. He also asked bureaucrats to work towards improved living standards and safety of people living in Noida and Greater Noida. The CM’s comments came during a review meeting, the first to be chaired by him, of the district’s three development authorities — Noida, Greater Noida and YEIDA. “Local youths should be given jobs, skill development should be provided to local people through CSR drives and Noida and Greater Noida should be developed as smart cities under sustainable development norms with ‘sabka saath, sabka vikas, sabka vishwas’ as the underlying guideline,” he said at the meeting, echoing Prime Minister Narendra Modi. The meeting was held at the Greater Noida Industrial Development Authority’s (GNIDA) office. The CM was accompanied by chief secretary Anup Chandra Pandey, MP Mahesh Sharma, excise and prohibition minister Jai Pratap Singh, industry minister Satish Mahana, Noida MLA Pankaj Singh, Jewar MLA Dhirendra Singh and Dadri MLA Tejpal Nagar. He was received by district magistrate BN Singh and all three authority CEOs Alok Tandon (Noida), Narendra Bhooshan (GNIDA) and Arun Vir Singh (YEIDA) in the presence of distruct police chief Vaibhav Krishna at the Expo Centre helipad around 4.30pm. Yogi also stressed “inclusive” growth as he asked officers to ensure that villages too developed alongside urban areas. “Basic amenities should be provided to villages, and aspirations of local youths should not be ignored,” he said. MLA Pankaj Singh observed metro stations in the twin cities should include village names along with the sector/area names that are currently on station boards. The biggest infrastructure project in NCR — Jewar international airport — expectedly came up at the meeting. The project, for which the government has started the process of identifying relocation sites for displaced locals and giving compensation — will, in the CM’s words. “be ready in the next couple of years”. He said the area around airport should be developed considering long-term requirements of the area. The DM assured “all formalities regarding 80% land acquisition for Jewar airport will be completed by August 30”. The CM also said people entering Noida, Greater Noida and the Yamuna Expressway area should feel a “positive change”. “There’s immediate need to improve the traffic situation, waste disposal and general safety,” he said. Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Greater Noida: Man abandons wife, leaves with 13-year-old to ‘marry’ her": {"description": "GREATER NOIDA: A 25-year-old man left behind his wife and two children at his in-laws’ place and walked out with his 13-year-old sister-in-law, purportedly to marry her. The man, along with two uncles and a friend, has been booked for confining the minor girl. The woman’s father Hanif, a resident of Greater Noida, had filed a police complaint claiming that his son-in-law Allah Mehar had come over for Eid on June 7. “I was leaving for work when my son-in-law came with my daughter, two grandchildren and three of his relatives. When I came back from my shift, my daughter told me he had taken her younger sister along with him,” said Hanif, adding that the accused also took away Rs 70,000 in cash and jewellery kept in the house. Hanif said the next day, he went to Mehar’s house in Bulandshahr and requested him to free his younger daughter. “I requested him to let my daughter go because she is a minor and should not be forced into marriage. But he threatened me that he would get my family killed if I ever came back to see my daughter. He has been keeping her hostage for the past 10 days. I have sought police’s support,” said Hanif. Officers at Greater Noida police station registered an FIR on Sunday against Mehar (25), his uncles Tarikhat (30) and Bhoora (25), along with Nanhe (25), all residents of Bulandshahr, under sections 363 (kidnapping), 366 (abducting or inducing woman to compel her marriage), 506 (criminal intimidation) of the IPC. “The accused is absconding with the minor girl. We have reprimanded his relatives, arrests will be made soon,” said Sujeet Upadhyay, the SHO of Greater Noida police station. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/man-abandons-wife-leaves-with-13-yr-old-to-marry-her/articleshow/69833447.cms", "time": "2019-06-18 08:58:00"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Welcome to the maze called NH-9": {"description": "GHAZIABAD: “I know this road so well, I can tell you where the next pothole is,” jokes Alok. An Indirapuram resident for the past seven years, the 38-year-old drives to Delhi, where his office is, every day. Yet last Friday, while returning from a late shift, he almost drove his car into a barricade on NH-9, a few hundred metres before the Noida Sector 62 crossing. It was dark and he saw the diversion late. There was no ‘diversion ahead’ warning. An Uber driver who does the Noida-Ghaziabad-Delhi circuit every day learnt the hard way that he could not trust his GPS on NH-9 like he does everywhere else. He likes the GPS because it gives him the shortest route. But recently, while taking passengers to Noida from Vaishali, the GPS pointed to an exit that brought him to a dead end. There was a mound of earth ahead. He said his passengers had warned him but he had insisted on following the map. Now, he just takes the advice because the highway is a maze. Changes are happening almost every day on NH-9, or Delhi-Meerut expressway, as the road gets widened and upgraded from UP Gate till the Dasna toll plaza and work picks up pace. The result is diversions, detours and closed turns, which are necessary because traffic cannot be stopped while the highway is being upgraded. But the complete absence of helping hands for traffic has drivers at a loss as to which way to turn. For instance, the original right turn into Noida from the highway, towards Labour Chowk, as one drives from Delhi is closed. A U-turn has been created a little further, but with no clear markers or personnel directing traffic, motorists have been left to figure it out on their own. It’s the same for the new exits created on the Indirapuram side. The GPS can’t keep pace with the changes, and unless one is familiar with the terrain, a motorist could easily miss an exit and end up taking a long detour, or worse, driving on the wrong side like many already do. This has led to the possibility of an accident shooting up. Regular commuters pointed out that when the Delhi portion of the highway — between Sarai Kale Khan and UP Gate — was being upgraded, similar diversions had to be made, but there were always a couple of traffic personnel posted at the diversions. This was very helpful, particularly at night, because traffic did not go stray. But as the construction machinery has moved into UP, the same standards are apparently not needed. Currently, between Kala Patthar in Indirapuram and Pratap Vihar, where the highway upgrade work is on in full swing, motorists have to negotiate about six diversions. The central verge is almost entirely dug up but not uniformly barricaded, so if motorists are not careful, they could slip into it. “The diversions are mostly marked with fluorescent strips, which during the daytime are useless and if you are not cautious enough, chances are there you might veer into the muddy track,” said Abhishek Singh, a commuter. At night, there isn’t enough light for these strips to glow, unless a strong headlight beam falls favourably on them. Mohan Mohanty, another commuter, points to another major problem caused by the lack of police oversight — autos and bikes diving between diversions and driving on the wrong side almost across the entire stretch, making driving difficult and often holding up traffic. “At Chajarsi cut, chances of a head-on collision are high,” he says. The NHAI, which is in charge of the project, is aware of these problems but isn’t promising any solutions, pointing out instead that work will be completed in four months. “This is a transition phase. We could possibly close down the stretch, nor could we stop work. Both have to go on simultaneously,” said Mudit Mudgal, project engineer with NHAI. “We have done all we could do under the circumstances… at times, even workers are stationed at seemingly troublesome spots to manage traffic but it cannot be done at all times of the day.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/welcome-to-the-maze-called-nh-9/articleshow/69833485.cms", "time": "2019-06-18 09:06:00"}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Unauthorised parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unauthorisedparking/articleshow/65361137.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Special numberplate": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/specialnumberplate/articleshow/67633470.cms", "time": "", "description": ""}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Instagram": {"link": "https://timesofindia.indiatimes.com/gadgets-news/instagram-is-making-it-easier-to-recover-hacked-accounts/articleshow/69820140.cms", "time": "", "description": ""}, "RWA notice to labour dept on cess": {"description": "NOIDA: The Noida RWA federation has sent a legal notice to the district labour commissioner for levying 1% labour cess on properties purchased or constructed between 2009 and 2012. The Noida Authority had implemented the cess from 2012. The RWA federation questioned the decision to levy the cess almost 10 years after properties were constructed despite the UP government implementing the Building and Other Construction Workers’ Act from February 2009. The residents maintained that since the cess is collected for welfare of labour, it should apply to only labour cost of the property purchased or constructed and not the construction cost of the property. Over 8,000 residents have received notices of the cess so far, they said. PK Singh, district labour commissioner, said it was a routine procedure to send notices under the stipulated Act. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/rwa-notice-to-labour-dept-on-cess/articleshow/69833661.cms", "time": "2019-06-18 08:54:00"}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "god's name in vain": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/god2623393bsnameinvain/articleshow/63422290.cms", "time": "", "description": ""}, "New Number Plate in Delhi": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/newnumberplateindelhi/articleshow/64549851.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "encroachment on NH24": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentonnh24/articleshow/64549936.cms", "time": "", "description": ""}, "Fake rape cases: Woman asked for lift, raised alarm": {"link": "https://timesofindia.indiatimes.com//city/noida/fake-rape-cases-woman-asked-for-lift-raised-alarm/articleshow/69779787.cms", "time": "2019-06-14 10:09:00", "description": "NOIDA: A printing press owner on Thursday lodged a complaint against former Sector 44 chowki in-charge and others, who were arrested earlier this week for being part of a gang that blackmailed people by framing them in fake rape cases. In the latest FIR lodged against SI Sunil Sharma, constable Ajayveer and one Vineeta, the complainant said he was cheated by them on April 15 when he was returning home from his workplace in Sector 10 in his Maruti Dzire. He alleged that he came across Vineeta near Sector 37 bus stop, who asked him for a lift till Sector 44 sabzi mandi. “When we reached the area, she asked me to stop the car where a police car was parked,” the FIR read. It states that Vineeta started shouting when a few cops, including Ajayveer, nabbed him and brought him to the chowki. \"Sunil did not listen to my side of the story and asked the woman to call some more people,\" the victim said. “After this, a person who claimed to be a lawyer in the Delhi High Court arrived and started threatening me. He said I would be jailed for raping her. The chowki in-charge too was in agreement with them. They pressurised me to settle the matter for Rs 10 lakh to which I did not agree,” the FIR stated. The complainant was released only after he gave Rs 3,50,000 to the accused. Following the complaint, the sector 39 police have lodged an FIR in the matter against Sharma, Ajayveer and Vineeta under IPC section 384 (extortion) on Thursday. Sector 39 SHO Rajesh Sharma said total of three FIRs have been lodged in the case, so far, and these will be probed by Circle Officer II. Gautam Budh Nagar SSP Vaibhav Krishna said another complainant said he was cheated of Rs. 12 lakhs but is not ready to lodge an FIR. Download The Times of India News App for Latest City ."}, "‘I don’t watch cricket but an India-Pak game is not ‘just’ cricket,’ say non-cricket fans": {"link": "https://timesofindia.indiatimes.com//city/noida/i-dont-watch-cricket-but-an-india-pak-game-is-not-just-cricket-say-non-cricket-fans/articleshow/69800774.cms", "time": "2019-06-16 01:00:00", "description": "After the US Ice Hockey team upset the mighty Soviet team in the semi-final of the 1980 Winter Olympics, a sports magazine ran a cover story featuring a picture of the American players celebrating without any explanatory captions or headline. “It didn’t need it. Everyone in America knew what happened,” explained the photographer. It’s not as if ice hockey was a popular game in the US but such was the hype for the game – played at the height of the Cold War – that even Americans who had never watched ice hockey before or didn’t even know the rules tuned in for it. Many Indians would find this scenario familiar. Because today, they will do the same as India and Pakistan face off in an epic Cricket World Cup game (unless the rain has other plans). Cricket might be a religion in India, but there still are plenty of atheists around, many of whom don’t even understand cricket, let alone follow it. And they only end their aversion to the game on one particular occasion – when India plays Pakistan. The reasons range from peer pressure to a heightened sense of patriotism and even adherence to social decorum. ‘Cricket-crazy family leaves me no choice’Vamini Sethi, management consultant, 33, GurgaonI will watch the game as my cricket-crazy family will leave me with no choice. It will be on TV all day and all the discussions in the house will be about the match. I don’t follow cricket because I find it too time-consuming and overhyped. There are other sports like hockey, kabaddi that bring glory to our country but go unnoticed. I have nothing against the game; it brings the entire nation together. But it has so many fans, I’m sure it can do with one less. ‘Don’t usually have time to watch cricket, but will make time today’Ashvarya Sharma, homemaker, 52, DelhiIt’s not that I hate cricket but since I am a homemaker, I have to keep running around doing chores and can’t spend the whole day sitting and watching cricket. But TV pe bhi toh wahi chalta hai din bhar toh dekhna hi padta hai. However, the India-Pakistan game is different. I watch it by choice. It’s not just cricket; it’s almost war-like. The sentiment is different. In fact, today I plan to finish my chores early. Kitchen ki bhi chutti hai uss din. I don't miss a single ball of any India-Pakistan match. ‘Will watch the match because it is the patriotic thing to do’Ananya Pandey, communication professional, 29, DelhiI really never had anyone in my family who was an ardent cricket fan or watched it for fun, so I never found any company to watch the game or develop a taste for it. The last game I watched was the 2011 World Cup final that India won. I watched because it was a special occasion and it felt like the patriotic thing to do. Similarly, I will watch the India-Pakistan match today because it’s a different rush altogether. As clichéd as it may sound, as an Indian, any Indo-Pak discussion catches my attention. Specially post the Pulwama attack and the increasing political tensions, I’d like to see how this tension will affect the performances of both the teams. Also, on a lighter note, my boss – a die-hard cricket fan – has instructed me to watch this match and cheer for India. 'After balakot strike, anything India-Pak will attract me'Rajat Kothari, banker, 38, NoidaI don’t follow cricket but an India-Pakistan game is not cricket. I don’t understand the rules and the jargon of cricket and prefer football, to be honest. At least, it’s played by more than a dozen countries in the world. But when I will sit with my friends and family to watch the game today, I won’t be watching cricket, I feel I will be supporting India against Pakistan, on all fronts. After the skirmishes recently and the Balakot Air Strike, the atmosphere is such that anything India-Pakistan will attract my attention. This will be my first ever cricket match and I hope India wins. ‘The only way to socialise today’Ishita Mathur, teacher, 22, GhaziabadI will watch it because it’s a great way to socialise. Today, cricket will be the only topic of conversation. It just doesn’t seem right to ignore that or not be a part of the discourse. So, I will join my family in front of the TV today and watch the game. The reason I don’t watch cricket is because I find it boring. I prefer other team sports like football and basketball. They seem more participative and active. In cricket, it seems only the bowler and batsmen are doing something at a given time while the others are passively involved. 'Flatmates will suck me into the frenzy'Tsering Tashi, research scholar, 29, DelhiI will have to watch it. What else do you do when everyone around you is crazy about it? I live in a flat with three other cricket-crazy boys and they will watch the game. So, I will be party to the frenzy. I grew up watching and playing football and for me, that is the beautiful game. Cricket is just a colonial hangover, not a sport. I have managed to avoid all the other India matches in the World Cup so far but the hype around the India-Pakistan match is such that you get sucked into the maelstrom somehow. Match tickets being sold for Rs 4 lakhThe tickets for the clash which will take place at the Old Trafford Stadium – which has a capacity of 20000 – were sold out within hours of the ticket window opening. There were half a million ticket applications for the match, meaning the stadium could have been sold out 20 times over. And now, those who have bought the tickets are earning more by re-selling them. One website, is now buying tickets from fans and is reselling them for prices ranging from approximately Rs 20,000 to Rs 60,000. According to the UK media, tickets are being sold in the black market for anything from £5,000 (Rs 4.4 lakh) to £2,500 (Rs 2.2 lakh) Download The Times of India News App for Latest City ."}, "13km DND corridor to transport live heart": {"description": "NOIDA: A ‘live’ heart was transported from one private hospital in Noida to another in Delhi through a green corridor that was created on Sunday night, officials said on Monday. The city traffic police created a 13-kilometre-long green corridor via the DND Flyway and the organ was transported in eight minutes and thirty seconds. Superintendent of police (traffic) Anil Jha said that around 6 pm on Sunday, Noida’s Fortis Hospital in Sector 62 informed police that a heart was to be transported to Delhi’s Max hospital. He said that doctors were of the view thatthe receiver of the organ should get it as soon as possible. Officer Jha said that after the information was received, they started preparing traffic control and personnel were deployed on the stretch between Sector 62 and DND Flyway. The heart left the hospital around 9.38pm and reached the DND Flyway. After this, the Delhi traffic police took over and transported the vital organ safely to the hospital in Saket. Traffic officers said that the heart was successfully transplanted to the patient at the Delhi hospital. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/13km-dnd-corridor-to-transport-live-heart/articleshow/69833495.cms", "time": "2019-06-18 09:03:00"}, "thanks": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/thanks/articleshow/64314776.cms", "time": "", "description": ""}, "Noida ‘doesn’t have reserves’ for stress fund": {"link": "https://timesofindia.indiatimes.com//city/noida/noida-doesnt-have-reserves-for-stress-fund/articleshow/69795920.cms", "time": "2019-06-15 09:20:00", "description": "GREATER NOIDA: There was no headway on the creation of a ‘stress fund’ that homebuyers in stalled housing projects like those by Jaypee and Amrapali have been demanding, but at a meeting with chief minister Yogi Adityanath on Friday, homebuyers were assured that the state would take full responsibility to ensure pending homes were delivered. In a separate meeting with developers, the CM said there was a huge trust deficit between buyers and realtors and steps needed to be taken to bridge this large gulf. The CM expressed dissatisfaction that the pace of work to deliver delayed homes was still not what he wanted. “Homebuyers who have invested their life savings are running from pillar to post. They have been cheated. The government will take no decision that harms the interests of the common man,” said an official statement, quoting the CM. Yogi also said an environment of “positive attitude” should be created so that the real estate sector revives. He also emphasised that all houses which have been completed should be registered as well. One of those present at the meeting, Abhishek Kumar who heads the Noida Extension Flat Onwers’ Association (Nefowa), said, “Amrapali buyers requested that a stress fund be created for completion of the projects, but Noida representatives have declared they do not have the funds bandwidth to take up completion of the flats.” Greater Noida CEO Narendra Bhooshan, who was present at the meeting, said, “The issue is in court and we are waiting for the order. Besides, the (Amrapali) projects have an over Rs 7,000-crore deficit which includes dues to bank and the authorities and the authority at present does not have financial viability for this work.” The homebuyers also told the chief minister that real estate regulator Rera should be given judicial authority so that it can effectively expedite completion of real estate projects. Buyers of homes promised by the troubled trio of Jaypee, Amrapali and Unitech and several other delayed projects were present at the meeting. Homebuyers of Amrapali have for long been demanding a stress fund to help complete the flats. Jaypee Infratech, which is going through the insolvency resolution process, has a takeover offer from state firm NBCC but the proposal has repeatedly failed to pass at the committee of creditors (CoC)meetings. At the latest CoC, homebuyers received a setback as the institutional lenders voted against the NBCC proposal. Download The Times of India News App for Latest City ."}, "MH LAW CET Result": {"link": "https://timesofindia.indiatimes.com/home/education/news/mah-llb-3-years-cet-2019-result-released-at-info-mahacet-org-check-here/articleshow/69828169.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Noida: Woman forgets Rs 15 lakh jewellery in cab, police brings it back": {"description": "NOIDA: The Noida police came to the rescue of a woman who forgot her bag containing jewellery worth Rs 15 lakh in a cab in no time by tracking down the driver and recovering the valuables from the DND flyover, officials said. Around 9.30pm on Sunday, Sector 77 resident Abhinav alerted the police control room that her friend Rumela Sen had taken an Uber to Sector 50 metro station, where she realised that she had forgotten her bag in the cab, police said. \"On receiving the information, Station House Officer Sector 49 Ajay Aggarwal reached out to the woman at the metro station and further details, including the cab's number and the driver's details, were taken down,\" a police spokesperson said. \"Police also contacted the Uber head office and through them got in touch with the cab driver, who was tracked down on the Delhi-Noida Direct flyover. The bag containing the jewellery was then recovered from the cab and handed over to the woman,\" he said. Uber India officials said they have an all-round support system to help in such cases and people can report these matters through their Uber app. \"We are delighted the rider recovered her valuables and this is exactly the kind of experience we expect everyone to have on our platform. We would also like to thank the driver partner who returned the bag to her and deeply appreciate the prompt attention police authorities gave to this matter,\" an Uber Spokesperson told PTI. \"Uber has a 24X7 support team and a law enforcement response team (LERT) which stands ready to extend every possible support in such cases,\" he said. The company in its latest Lost and Found Index released this March said phone and camera are the mostly forgotten items on Uber cabs followed by backpack, bag or luggage and wallets or purse in India. Other most commonly forgotten items reported on cabs included keys, clothing, umbrellas, water bottles or thermos, glasses and phone chargers, according to Uber index. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/noida-woman-forgets-rs-15-lakh-jewellery-in-cab-police-brings-it-back/articleshow/69827139.cms", "time": "2019-06-17 18:06:00"}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Four from Bengaluru duped with job offer": {"link": "https://timesofindia.indiatimes.com//city/noida/four-from-bengaluru-duped-with-job-offer/articleshow/69779805.cms", "time": "2019-06-14 10:06:00", "description": "GHAZIABAD: Four friends from Bengaluru were duped of over Rs 4 lakhs by a group that promised them jobs in Kuwait. The complainants said that they got in touch with the accused through the Internet about a month ago. According to police, the complainants have been identified as Vishwaranjan, Sameer, Sahu and Sikanna from to Bengaluru. Vishwaranjan told TOI that the company was located in Gyan Khand-2 of Indirapuram, “They asked us to deposit RS 10,000 per person to become a member of the company. The accused had told us that we would get the job of supervisor in a private security company in Kuwait and that we were to get a salary of Rs45,000,\" he added. \"After all the paperwork, the accused had asked us to deposit Rs 1 lakh per person for the tickets and other things. We sent that amount as well, by taking a loan from friends and family,\" he added. \"The accused sent us out tickets and their visiting card after getting the money and called us to Ghaziabad on June 10 after which they would send us to Kuwait. When we reached the address mentioned on the visiting card, the company was nowhere to be found and we were shocked,\" the victim said. Sandeep Kumar Singh, SHO of Indirapuram police station said that they are investigating the matter but it has been found that the tickets sent to the complainants were cancelled on June 1 by the accused. \"Yet we are investigating the matter more and after that only we will register the case under the section of IPC of cheating,\" he added. Download The Times of India News App for Latest City ."}, "The Dancing gate.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/the-dancing-gate-/articleshow/63422924.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Hazratpur mandir me cooler or gaya hai bahut bahut": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hazratpurmandirmecoolerorgayahaibahutbahut/articleshow/64408211.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "‘Hindon polluted, 40% living near it infected’": {"description": "GHAZIABAD: A National Green Tribunal-appointed committee on solid waste management has said that “35-40%” of people residing around the Hindon may be inflicted with various water-borne diseases as untreated waste is being allowed to flow into the river. The committee, which recently surveyed Ghaziabad, Noida and Greater Nodia, has dubbed the Hindon a “dead river” that has a dissolved oxygen level of almost zero. The team also visited 23 industries and government hospitals in Ghaziabad and noted that hardly any of them were adhering to environmental norms. In its report, the committee has said that “up to 35-40% patients coming to these medical colleges and hospitals may be infected and they are prone to suffer from variety of diseases like cancer, asthma, collitis and other alike water and air-borne diseases”. On pollution in the Hindon, the committee has said that government agencies have turned a blind eye on illegal colonies that have mushroomed around waterbodies. “We have issued directives to the administration of these three districts to initiate a demolition drive in the river catchment area,” said Rajendera Singh, general secretary of the NGT committee. In Ghaziabad, the committee found that eight major drains — Jwala drain, Arthala drain, Kaila Bhatta drain, Indirapuram drain, Dasna drain, Pratap Vihar drain, Karheda drain and Hindon Vihar drain — were discharging untreated sewage in the Hindon. “No STP/ETP has been connected to treat the entire sewage, in consequence thereof, the entire city of Ghaziabad is polluting river Hindon with untreated sewage,” the report said. The team also noted that industries were not adhering to environmental norms. “Of the 20-plus industries we inspected, except for Honda industry, no other industry meets the environmental norms. Even those industries that have installed STP/ETP often bypass their effluents and discharge it directly into drains, which ultimately find their way into the Hindon river,” said Singh, who added that a detailed report on the committee’s findings is being prepared and will be released shortly. City-based environmentalist Sushil Raghav said that in July last year, the Central Pollution Control Board (CPCB) had carried out a survey to ascertain the level of groundwater and surface water contamination around the Hindon. “Groundwater samples were analysed for parameters such as fluoride, sulphate, oil and grease and heavy metals. The report revealed that 93 of 168 groundwater sampling locations in Baghpat, Ghaziabad, Greater Noida, Meerut, Muzaffarnagar, Saharanpur and Shamli are contaminated with one or more parameters and exceeded BIS drinking water specifications,” said Raghav. “What the committee is saying is nothing new, but despite such damning report and observations, no one is really interested in the river,” he added. Hindon, also known as Harnadi, is a rain-fed river that originates from Saharanpur and flows through Muzaffarnagar, Meerut, Baghpat and Ghaziabad before emptying into the Yamuna. Due to the high levels of pollution, Hindon has earned the status of “dead river” and its water declared “unfit” even for bathing. In Video:Hindon river polluted, 40% people living near it infectedDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/hindon-polluted-40-living-near-it-infected/articleshow/69833498.cms", "time": "2019-06-18 09:05:00"}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "is this allowed ???": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/is-this-allowed-/articleshow/63422908.cms", "time": "", "description": ""}, "Ghaziabad gang that used app to book cabs, then stole cars busted": {"link": "https://timesofindia.indiatimes.com//city/noida/gang-that-used-app-to-book-cabs-then-stole-cars-busted/articleshow/69807342.cms", "time": "2019-06-16 05:42:00", "description": "GREATER NOIDA: Police on Saturday nabbed three persons for booking cabs via mobile apps and allegedly robbing three drivers at gunpoint in one week. The police said that the accused allegedly used mobile phones of their victims to book cabs for their next targets. The accused have been identified as Deepak (23), a resident of Dankaur, and Anurag (23) and Badal (22) from Vijay Nagar in Ghaziabad. According to the police, the accused carried out the robberies in Bisrakh, Surajpur and near Greater Noida police station within a week. “They booked all the cabs from Vijay nagar to reach Greater Noida and used mobiles stolen from the drivers,” said Vaibhav Krishna, SSP, Gautam Budh Nagar. On May 30, the gang booked a Swift Dzire from Vijay Nagar. Before reaching Bisrakh, the assailants took over the vehicle from the driver, Gautam. “They pushed me to the back seat and also tied my hands and legs. They were taking the car to a secluded area, but it ran out of fuel. They took Rs 4,000 cash, my phone and car keys from me and fled leaving the car behind,” said Gautam in his complaint lodged at Bisrakh police station. The accused men used mobile phone to book another cab on June 5. After boarding the Tata Zest from Vijay Nagar the assailants snatched it from the driver near Tilpata roundabout. “The accused took the car along with cash and the driver’s mobile phone. An FIR was registered in Surajpur police station,” said Krishna. The third robbery occurred two days later, when a cab driver named Virendra Singh filed a complaint alleging that he was robbed of his IndigoCS by three men near Sirsa roundabout. Police said they observed a pattern in the three robberies and realised that all of them were conducted by the same gang. “We nabbed them near Roja Jalalpur roundabout on Saturday morning. The accused confessed to the crime. We recovered six mobile phones, a purse, two Aadhaar cards, a PAN card, and two vehicles from their possession,” said Krishna. The officer further added that the mastermind of the gang was Deepak, who was wanted in a dozen cases of robbery and was released from jail a month ago. Download The Times of India News App for Latest City ."}, "illegal parking on foothpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingonfoothpath/articleshow/63572783.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "Factory fire: Worker dies trying to help others": {"link": "https://timesofindia.indiatimes.com//city/noida/factory-fire-worker-dies-trying-to-help-others/articleshow/69807410.cms", "time": "2019-06-16 05:29:00", "description": "GREATER NOIDA: A 20-year-old worker was burnt to death in a fire that broke out in PG Electroplast factory at Site B of Surajpur’s Industrial area on Saturday around 2.15am. Those who worked with the deceased, Prashant Shakya, said he went out of the factory, along with 200 others, when the fire broke out. But he went inside to check if anyone was trapped and never came out. Prashant was from Mainpuri district in UP. In Greater Noida, he lived in Kulesra in Ecotech 3 area and worked as a helper in the maintenance department of the factory. “We could douse the fire by 9am after which a search operation was carried out and a body was recovered,” said Gyan Prakash Sharma, the fire safety officer, Greater Noida. “Prima facie, it seems he suffocated due to the smoke. His colleagues informed that Prashant had vacated the campus along with others but he went in again to check if any other person was trapped and never came out. His body has been sent for an autopsy,” said Sharma. PG Electroplast provides electronic manufacturing and plastic moulding services. “The company is expecting a loss of several crores as most of the machinery and finished products got charred,” Sharma added. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Now buses for Haridwar from Greater Noida twice a day": {"description": "GREATER NOIDA: Given the ensuing 'Char Dham Yatra' of religious pilgramges to holy shrines, part of which - Kedarnath, Badrinath - fall in Uttarakhand region and increased demands from residents in Greater Noida, Muzaffarnagar, Meerut and Roorkee, the UP State Road Transport Corporation (UPSRTC) has started daily bus service from Greater Noida depot to Haridwar on Friday. The buses will ply twice a day - 5:30am (with actual departure time at 6am) from Greater Noida depot via Alpha commercial metro station in Greater Noida and again at 7pm. The fare from Greater Noida depot is Rs 279 and from Alpha commercial metro station is Rs 275. \"There was increasing demand for the bus service to Haridwar from residents of Greater Noida especially those belonging to Uttarakhand. So we have provided this facility which will benefit residents of not only Noida and Greater Noida, but also Ghaziabad, Meerut, Roorkie etc,\" Luv Kumar assistant regional manager (ARM) Greater Noida depot, Gautam Budh Nagar UPSRTC told TOI. According to Kumar, the route of the bus with capacity of 52 passengers per trip will include Noida via Greater Noida, Ghaziabad, Modinagar, Meerut, Muradnagar, Khatauli, Muzaffarnagar, UP border, Roorkee, Jwalapur to Haridwar. Kumar further maintained that the number of buses might be increased depending on the demand. \"We have started with services twice a day - morning and evening. But these can be increased if there is demand for the same,\" said Kumar. JPS Rawat, president Uttarakhand cultural committee, maintained that there are many residents from Uttarakhand residing in Greater Noida. \"Besides it is a requirement for all residents and will benefit the district in the long run,\" said Rawat. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/now-buses-for-haridwar-from-greater-noida/articleshow/69819302.cms", "time": "2019-06-17 09:12:00"}, "Botanical parking among big projects nearing completion": {"link": "https://timesofindia.indiatimes.com//city/noida/botanical-parking-among-big-projects-nearing-completion/articleshow/69807384.cms", "time": "2019-06-16 05:31:00", "description": "NOIDA: The Noida Authority is all set to complete 12 large infrastructure projects worth Rs 1,502 crore in the current financial year, officials said. The district hospital, five multilevel parking lots, a biodiversity park in Sector 91, a multi-purpose indoor stadium, a shooting range and a bus depot are some of the projects that are likely to be opened soon. The bridge across Shahdara drain, between Sectors 14 and 14A, would be ready this month — the first of the 12 projects to be completed. “The bridge, costing about Rs 6 crore, is almost ready and can be opened by June. We are conducting regular inspections of the district hospital and the parking lots to ensure they are ready on time,” said Rajeev Tyagi, general manager, Noida Authority. The district hospital in Sector 39 is being built at a cost of Rs 346 crore and is expected to be inaugurated by October 1. Multilevel parking lots at sectors 5 and 38A, near Botanical Garden, are expected to be ready by August. The parking lot in Sector 38A is the costliest of the 12 projects. Being built at a cost of Rs 577 crore, it can accommodate around 7,000 cars and can also be used as a bus parking area to reduce congestion near Botanical Garden metro station. An underground car parking lot at Sector 16A, near Film City, will be ready by October and two others at sectors 1 and 3 are likely to be ready by December. The bus depot at Sector 82 will be ready by March, officials said. Shaheed Bhagar Singh Park in Sector 150, costing Rs 28 crore, and the biodiversity park in Sector 91, costing Rs 42 crore, are expected to be ready by the end of this year. “But before an official inauguration, we hope to plant more trees and increase foliage and greenery in these parks, which may take till December,” said Tyagi. In the 2017-18 fiscal, the Authority had finished pending projects worth Rs 1,200 crore. Download The Times of India News App for Latest City ."}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Brace for a shock, power tariffs may rise 20%": {"link": "https://timesofindia.indiatimes.com//city/noida/brace-for-a-shock-power-tariffs-may-rise-20/articleshow/69807418.cms", "time": "2019-06-16 05:27:00", "description": "LUCKNOW/NOIDA: The UP Power Corporation Limited (UPPCL) has recommended a 20% increase in power tariff across slabs and also suggested a hike in the fixed charge from Rs 90 per KW to Rs 110. If implemented, this will lead to a steep increase in power bills — a monthly bill of, say, Rs 3,000 will rise to around Rs 4,000. In the tariff proposal submitted to UP Electricity Regulatory Commission (UPERC), UPPCL has recommended the highest increase of 26% in the lowest slab of 0-150 units, raising it from Rs 4.90 per unit to Rs 6.20. The tariff for the 151-300 units slab is proposed to be hiked from Rs 5.40 to Rs 6.50 per unit. Similarly, urban households consuming 301 to 500 units per month will have to shell out Rs 7 per unit instead of Rs 6.20, and those with consumption higher than 500 units will have to pay Rs 7.50 per unit. Sources in UPERC said there will be a public hearing and, as per procedure, a public notice will be issued inviting objections from people. Principal secretary (energy) Alok Kumar said the hike was proposed in view of the rise in input cost of power. “There has been an increase in the cost of coal and fuel. The cost of maintaining transmission and generation infrastructure has also gone up,” he told TOI. The last power tariff hike of around 12% was implemented in 2017, six months after BJP stormed to power in UP with an overwhelming majority. There was no tariff hike in 2018. Not surprisingly, the proposed hike has raised hackles of consumers. UP Rajya Upbhogta Parishad president A K Verma said that proposed hike was extremely high. “The power corporation has been putting the burden on consumers to hide its own inefficiency,” he said. In NCR, where people already pay steep electricity bills because of the high cost of power backup, residents said an exception should be made for Noida since it is a “profit centre”. Residents’ body representatives pointed out there was 100% recovery of electricity bills from Noida and hardly any line losses as compared to other cities. “The department recovers 100% electricity charges in Noida and the line losses are hardly 5-7% as compared to over 30% in many other cities of UP. Noida is a profit-making centre and an increase in charges will be completely unjustified,” said A N Dhawan, secretary general of FONRWA, the umbrella body of RWAs in the city. He also said FONRWA had already written to the UPERC to declare Noida a profit centre and reduce tariff. “The power department is already unable to provide the required amount of electricity in Noida, while there is full recovery and good revenue from here. If there are losses from other cities, the charges should be increased there,” said Rajesh Sahay, secretary general of Noida Federation of Apartment Owners Associations (NOFAA). Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Caste more important than regn no?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/castemoreimportantthanregnno3f/articleshow/65537320.cms", "time": "", "description": ""}, "OPDs wear deserted look in Noida, government doctors wear black bands": {"description": "NOIDA: Health services were crippled across Noida on Monday as most doctors in private hospitals and clinics refrained from work in support of the strike call given by the Indian Medical Association (IMA) to protest the violence against medical practitioners in Bengal. The three government hospitals in the city stayed opened for both OPDs and emergency services, but doctors there wore black bands to support the nationwide strike call. Most OPDs in private hospitals wore a deserted look as patients had prior information about the strike. Some, however, had to return without treatment. OPD services were shut in almost all private hospitals, such as Fortis, Kailash, Metro multi-speciality, Metro heart institute, etc. There were reports of some doctors functioning in Kailash hospital, Noida, but officials said they were totally in support of the strike call by IMA. Some had pamphlets supporting the strike pasted on main doors. A pamphlet stuck on the glass door of Metro multi-speciality hospital in Sector 11 read: “National medical strike, no more violence, we declare zero tolerance.” Chanchal, a visitor to the hospital, told TOI that only emergency services were being delivered. A statement from Fortis said the hospital had closed down OPDs and non-essential services on Monday “to express their concern about the repeated acts of violence against doctors and other care givers recently at the Kolkata’s NRS Medical College”. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/opds-wear-deserted-look-in-noida-govt-docs-wear-black-bands/articleshow/69833651.cms", "time": "2019-06-18 09:00:00"}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "cars number plates": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cars-number-plates/articleshow/63210871.cms", "time": "", "description": ""}, "Mi Days on Amazon": {"link": "https://timesofindia.indiatimes.com/gadgets-news/mi-days-on-amazon-get-up-to-rs-6500-off-on-redmi-y3-mi-a2-redmi-note-5-pro-and-more/articleshow/69819589.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Bail hearing of Noida scribes put off to June 18": {"link": "https://timesofindia.indiatimes.com//city/noida/bail-hearing-of-noida-scribes-put-off-to-june-18/articleshow/69796481.cms", "time": "2019-06-15 05:34:00", "description": "NOIDA: The Supreme Court granted bail to journalist Prashant Kanojia earlier this week but three staffers of a Noida-based news channel who were arrested on similar charges will remain incarcerated for at least five more days with their bail hearing postponed to June 18. Anuj Shukla, Ishika Singh and Anshul Kaushik, though, have two FIRs filed against them, unlike Kanojia who was arrested for a tweet that was deemed offensive to chief minister Yogi Adityanath. In the absence of the district judge, Friday's bail hearing came up in the court of the additional district and sessions judge Vinod Rawat, who noted that the government counsel had asked for time to study the case. Shukla and Ishika were arrested on June 8 and Kaushik on June 10. Ishika's lawyer KK Singh told TOI, \"The court has given another date for hearing on June 18 as the district government counsel had asked for some time to study the case and then argue the same. The court granted the time,\" he said. The prosecution sought time because the police diary reached the court only on Friday morning. Download The Times of India News App for Latest City ."}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Voilation of SC guide lines risking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/voilationofscguidelinesrisking/articleshow/64297386.cms", "time": "", "description": ""}, "Traffic experts call for road sense among commuters, study of junctions in Noida": {"description": "NOIDA: A day after Noida decided to install cameras along roads that can capture violations, traffic experts called for a detailed study of intersections across the city, need to instill a road sense among commuters and better cameras that can study number plates from a distance. Noida Authority has decided to undertake a pilot project for four months in which an artificial intelligence-based Integrated Traffic Management System will be launched. But traffic experts pointed out that several sections of the district, including two expressways, were already under CCTV coverage and the need of the hour was to fix road designs to ensure smooth flow of traffic. Referring to the intersections at sectors 57, 31/25, Noida-Greater Noida Expressway and Yamuna Expressway, the experts said many cameras could not capture violations due to different fonts and sizes of numbers on the plates. “At present, cameras at different intersections can capture only those violators whose number plates are easily visible. At the crossings, the problem is that only those offenders at the forefront can be captured. At these points, vehicles that jump signals stand bumper to bumper and their number plates cannot be read at all,” said Anurag Kulshreshtha, president of TRAX, a society that works for road safety issues. Kulshreshtha also called for an awareness drive to instill road discipline in people. This, he said, can be done only if there are enough cops at the junctions and challans are issued to violators within days. SP (traffic) Anil Jha stressed on the need to study all the 115 intersections and responsible commuter behaviour. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/traffic-experts-call-for-road-sense-among-commuters-study-of-junctions-in-the-city/articleshow/69817571.cms", "time": "2019-06-17 09:26:00"}, "Here’s how Noida plans to tackle air pollution, disposal of waste": {"description": "NOIDA: The state government has constituted a ‘district environment committee’ in 15 critically polluted cities, including Noida and Greater Noida, that will monitor all environment-related issues in the area. According to the order, there are different committees on air pollution, water pollution, plastic management, waste disposal and management, plantation and others that need to be handled by a single authority and will be merged with this committee. The district magistrate will head the team that will include the heads of all related departments and the divisional forest officer will be the member secretary. “Air pollution and waste management are some of the priority issues in Gautam Budh Nagar as we are part of NCR located close to Delhi. We will be meeting in the first week of every month and the chief secretary will chair every fourth meeting,” said B N Singh, district magistrate. This step towards integration is expected to reduce delays in the implementation and improve coordination towards environmental conservation, he added. Uttar Pradesh has 15 cities with severely polluted air, nine critically and seriously polluted industrial clusters and riverbeds of 12 major rivers in the critically polluted category, according to the government order. This is according to the Comprehensive Environmental Pollution Index (CEPI) scores developed by the Central Pollution Control Board (CPCB). Other UP cities in the list include Ghaziabad, Baghpat, Hapur, Muzaffarnagar, Kanpur and Agra, among others. The new monitoring committee is expected to look into all land, air and water pollution related problems and maintain transparency. A web portal, UP Environmental Compliance Portal, will also be set up by the state pollution control board where all complaints and problems will regularly be updated and NGT orders will also be published. “There is insufficient infrastructure in the state for solid waste and e-waste management, also medical waste, plastic and C&D waste management is also not satisfactory. This is why it was important to have a monitoring authority in every district,” states the government order. According to officials, the departments will fix an agenda that will be discussed, and its progress will be reviewed in the monthly meeting. A report will also be submitted by every district every three months. At the state level, monitoring will be done by four issue-specific committees — implementation committee, river rejuvenation committee, air quality monitoring committee and state level solid waste management monitoring committee. “We have already taken many steps for pollution management and improving green cover in the district. However, the efforts by various departments are disintegrated. With this new committee in place, we will be able to get all these efforts together and ensure that these are completed on time,” Singh said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/heres-how-noida-plans-to-tackle-air-pollution-disposal-of-waste-/articleshow/69833657.cms", "time": "2019-06-18 08:56:00"}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "\nDelhi Hoopers dribble their way to glory in Noida\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/delhi-hoopers-dribble-their-way-to-glory-in-noida/articleshow/64558664.cms", "time": "", "description": ""}, "Nubia Red Magic 3": {"link": "https://timesofindia.indiatimes.com/gadgets-news/nubia-red-magic-3-to-launch-today-in-india/articleshow/69818517.cms", "time": "", "description": ""}, "Stop power cuts before hiking tariffs: Noida residents": {"description": "NOIDA: Residents of Noida decried the proposal for a 20% hike in power tariff, calling it unjustified in the wake of recurrent and long power cuts in the city during peak summer. The protests came on a day the Gautam Budh Nagar district was felicitated by the UP government for collecting around Rs 14.8 crore in power revenue between October last year and this March, the highest in the state during the period. The district was followed by Ferozabad at Rs 9.6 crore and Mainpuri, which collected Rs 9.3 crore in the same period. GB Nagar’s overall collection of power revenue for the financial year 2018-19 was also at an all-time high of Rs 103 crore, in comparison to Rs 64 crore collected in 2017-18. District magistrate BN Singh was felicitated with a gold certificate by chief secretary Anup Chandra Pandey for the highest revenue collection. “Collection of revenue from power has been maximum at Rs 103 crore for the financial year 2018-19, as against Rs 64 crore in 2017-18. This award is in recognition of such steep collection,” said Singh, the district magistrate. Residents, however, protested the plan to increase tariff and called for an upgrade in power infrastructure. “We welcome the felicitation of the district for collecting the highest revenue. But we are completely opposed to the proposed 20% hike in power tariff for the simple reason that we have been facing long outages of late in Noida and Greater Noida. There has been lack of upgraded infrastructure and accountability on the part of the power department in the district. Despite paying hefty bills, we are facing 4-8 hours of power cuts every day. How can a tariff hike be justified in a situation where the power department is unable to provide regular supply?” asked NP Singh, president of the Federation of Noida Residents Welfare Associations (FONRWA). Apart from the 20% increase in power tariff across slabs, the UP Power Corporation Limited (UPPCL) has also suggested a hike in the fixed charge from Rs 90 per KW to Rs 110. If implemented, this will lead to a steep increase in power bills — a monthly bill of, say, Rs 3,000 will rise to around Rs 4,000. In the tariff proposal submitted to UP Electricity Regulatory Commission, UPPCL has recommended the highest increase of 26% in the lowest slab of 0-150 units, raising it from Rs 4.90 per unit to Rs 6.20. The tariff for the 151-300 units slab is proposed to be hiked from Rs 5.40 to Rs 6.50 per unit. According to the RWA federation president, the hike is all the more unjustified in a district that pays the highest revenue and steep electricity bills. “Noida is a ‘no power cut zone’, which is required for promotion of industry. It’s also an area which provides the maximum revenue. Then, why should it be subjected to a tariff hike? We oppose the proposal and will take up the matter with chief minister Yogi Adityanath. We will approach Prime Minister Narendra Modi, if needed,” said NP Singh. Greater Noida resident Alok Kumar suggested that the power department should instead focus on laying underground cables, upgrading old transformers, replacing rusting poles, panel boxes and increasing load capacities of substations. “We congratulate the district magistrate for the felicitation in revenue collection, but strongly oppose the hike in tariff,” said Kumar. District magistrate Singh maintained that the hike was in the proposal stage. “The tariff hike proposal pertains to the power department. Residents should raise their concerns regarding tariff etc with them or the Uttar Pradesh Electricity Regulatory Committee. It does not fall under my jurisdiction,” said Singh, adding that he was only authorised for revenue collection. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/stop-power-cuts-before-hiking-tariffs-locals/articleshow/69817564.cms", "time": "2019-06-17 09:28:00"}, "Training to grow trees for livelihood": {"description": "NOIDA: The forest department will start training villagers who own land to plant and maintain trees like eucalyptus, poplar and some varieties of phicus, which they can sell for timber after the trees have matured. Officials said this would not only generate a source of income for villagers, but also expand green cover in the district. As of now, the project has been planned for 88 villages. The officials said there was a growing demand for timber because of an expanding realty market and allowing it to be grown legally was the best way to meet the requirement. The trees that they are being encouraged to plant take almost 10 years to mature and their wood fetches good returns. “We are starting a series of informative and interactive sessions in villages of the district where we will inform villagers how to put their vacant land to use and grow trees as a mode of investment. People do not need permission of the forest department to cut some varieties of trees such as phicus, poplar and eucalyptus. We want the villagers to increasingly start growing these trees on their spare land. This will not only add to the green cover of the district, but will also become a source of income after 10 to 15 years,” forest officer PK Srivastava said. Teams from the forest department will visit cluster of villages soon to train the people. “We will provide all support to villagers once they agree to plant these trees. The forest department can also help with the saplings,” Srivastava said. “There is growing demand for timber in the market as houses are being built. So, if people grow these trees, they would surely be able to make money from them,” he added. The first round of interactive sessions with the villagers will start this week. The forest department will also conduct a district-wide plantation drive during the monsoon months of July and August. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/training-to-grow-trees-for-livelihood/articleshow/69833665.cms", "time": "2019-06-18 08:52:00"}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Bank shared account statement without consent: Cop": {"link": "https://timesofindia.indiatimes.com//city/noida/bank-shared-account-statement-without-consent-cop/articleshow/69807323.cms", "time": "2019-06-16 09:11:00", "description": "GREATER NOIDA: A Delhi Police constable has accused a private bank official of unlawfully sharing her bank account statement with another person, without her permission. In a complaint filed at Sector 49 police station, Nisha said she came to know from her home branch at Asaf Ali Road in Delhi that a bank official at Noida’s Sector 51 branch took out a statement of her one year’s transaction without her knowledge. “In April, I received a message from the bank that mentioned Rs 300 was deducted from my account. I had immediately called up the customer care and learnt the money was deducted as a fee for obtaining a year’s account statement. When I told the representative that it was not me, he asked me to contact my home branch,” said Nisha. “Later I came to know from my home branch the statement was taken out by an official of Noida’s Sector 51 branch,” she added. Nisha claimed the Noida police are not registering an FIR in the case even after one and a half months of her complaint. “A probe is underway. We’ve asked the bank to give details on how the private information was leaked without permission. An FIR will be filed only after the preliminary probe is complete,” said Ajay Kumar Aggarwal, SHO of Sector 49 police station. Download The Times of India News App for Latest City ."}, "Noida, known for twin cities, set to get a third": {"link": "https://timesofindia.indiatimes.com//city/noida/gautam-budh-nagar-to-build-its-3rd-city-near-airport-site/articleshow/69795819.cms", "time": "2019-06-15 08:37:00", "description": "GREATER NOIDA: When flight operations begin at the Jewar international airport, you will be taking off and landing from ‘Yeida City’. Like Noida, the acronym for another government body, Yamuna Expressway Industrial Development Authority (YEIDA), will become the name for the third big city that the UP government will develop in Gautam Budh Nagar. Yeida City is being developed across the development authority’s 25,000-hectare urban area along the Yamuna Expressway, and will come up next to the site of the proposed airport at Jewar. Allotment of residential, commercial and industrial plots has started. The new city will have a commercial hub spread across 25 acres in Sector 18 of the Yamuna Expressway area. It’ll have a dedicated entertainment zone, including malls, retail shops, restaurants and open air theatre. “It has been decided that the urban area under YEIDA along the Yamuna Expressway will be developed like a city, which will be named Yeida City. While the office order was issued on Thursday, gazette notification will take some time,” Arun Vir Singh, CEO of Yeida, told TOI. With an international airport in Jewar on cards, the move is seen as timely to give a distinct name to Yamuna Expressway area. “Since there’s rapid development work underway, it’s time to give the area its identity as an urban city, hence the name Yeida City,” said Singh. While YEIDA area, which is spread on 2,688 sq km across six districts of Uttar Pradesh, has neighbouring cities like Noida, Greater Noida, Dadri, Mathura, Khurja, Faridabad and Agra, the upcoming Jewar airport at a distance of 28.4 km from zero point of Yamuna Expressway will be the focal point of the new city. Formed about 18 years ago for the development of Taj Expressway, YEIDA Master Plan 2031 entails that the Yamuna Expressway area which consists of 24,739 hectares as urban area will have 4,569 hectares (19%) reserved for residential purposes, 4,698 hectares for industrial (26%) and 5,148 hectares (22%) for a green cover. Apart from the new city, some 29 of 334 villages of Gautam Budh Nagar, Mathura, Agra, Mahamaya Nagar (Hathras), Bulandshahar and Aligarh that are notified under YEIDA, will be developed as smart villages, with all urban civic facilities, including sewage, drainage, roads, drinking water, electricity, optical fiber for telephone and cable connectivity etc, in the next three years, starting with 10 villages in this financial year. “These 10 villages will be developed at a cost of Rs 80 crore (Rs 8 crore per village) in the current financial year. These are located along the Yamuna Expressway, where YEIDA had conducted a drone survey. Starting July, work will first begin on five villages — Acheja Buzurg, Rampur Bangar, Dungarpur Reelka, Nilloni Shahpur and Chandpur,” said Singh. Download The Times of India News App for Latest City ."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Noida: Cops raid Bike Bot office, seize bags full of cheques": {"link": "https://timesofindia.indiatimes.com//city/noida/cops-raid-bike-bot-office-seize-bags-full-of-cheques/articleshow/69807285.cms", "time": "2019-06-16 05:33:00", "description": "GREATER NOIDA: The office of bike taxi firm Bike Bot, which has been accused of orchestrating a major ponzi scheme was raided by police on Saturday evening. The move came two days after the police managed to get company owner Sanjay Bhati and franchise head Vijaypal Kasana on five-day and three-day remands, respectively. According to police, the raid started in Cheeti village of Dankaur at 4pm and continued till late on Saturday. The cops also interrogated two officials of Garvit Innovative Promoters, the company under whose name the Bike Bot scheme was launched in 2017. The accused had allegedly burnt the office from inside, said police. “During the interrogation, we found out that the accused deliberately set fire to the office a few weeks ago in order to evade investigation. However, in the raid we recovered around 100 bikes parked in an open area, 5 bags full of cheques, and a few computers and documents. All of this will be investigated to find relevant data regarding the investors and the money,” said SP (rural) Vineet Jaiswal. The officer, who is also the head of the special team constituted to investigate the bike bot scam, said that in the remaining days of the police remand, the two accused will be interrogated extensively on the missing links in the scam. The accused are suspected to have duped around 2.4 lakh investors, police said. While the franchise head Vijay Pal Kasana was arrested from a hospital in Meerut on June 6, the owner of the company Sanjay Bhati had surrendered before the court on the next day. Download The Times of India News App for Latest City ."}, "Smell in Noida": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/smellinnoida/articleshow/65361131.cms", "time": "", "description": ""}, "Bike taxi fraud accused’s plea: Don’t handcuff me": {"link": "https://timesofindia.indiatimes.com//city/noida/bike-taxi-fraud-accuseds-plea-dont-handcuff-me/articleshow/69779921.cms", "time": "2019-06-14 10:05:00", "description": "GREATER NOIDA: At least 10 more complaints have come to the fore against Sanjay Bhati and other directors of the bike taxi firm Bike Bot, which is accused of orchestrating a huge Ponzi scam. While Bhati surrendered before a local court last week, police said they are now on the lookout for the absconding directors. Bhati floated a Ponzi scheme under the name Bike Bot, and allegedly netted a whopping 2.5 lakh investors within a few months. Of the 10 new complainants, all from Rajasthan, five have alleged that they were duped of over Rs 3 crore by the company, with only one instalment of the promised Rs 9,756 per month being deposited in their account. These fresh complaints, cops said, will be clubbed with the existing FIRs, over 30, against Bhati and others that are being probed by a special investigative team (SIT). In their complaint handed over to the SP (rural), these five investors — Govind Sahay, Jyoti Joshi, Jitendra Kumar, Jaswant Yadav and Kamal Yadav — have named nine others, including Rajesh Bhardwaj, Sunil Prajapati, Deepti Bahl, Sachin Bhati and Karanpal Singh, apart from Bhati. According to police sources, while Sachin is Sanjay Bhati’s brother, Deepti is his wife and the others are his associates. Police obtained a five-day remand of Sanjay Bhati after he was produced in Surajpur court on Wednesday. SP (rural) Vineet Jaiswal told TOI, “He will have to be sent back to judicial custody on June 17.” Inspector Sunil Negi, who is part of the investigative team, said Bhati had urged the court to allow him not to be handcuffed whenever he was produced as he was “an educated and reputable person”. When Bhati arrived on the premises of the SSP’s office in a police vehicle on Thursday, angry words were exchanged between him and some investors who had gathered there. Bhati had surrendered in court on June 7 while police were addressing a press conference about the arrest of the company’s franchise head Vijay Kasana. Kasana was arrested after some investors informed police he had met with an accident and was admitted at a private hospital in Meerut. Bike Bot was floated as an enterprise with an app of the same name under the parent company, Garvit Innovative Promoters, in 2017. It sought a one-time investment of Rs 65,100 from investors, offering monthly returns of Rs 9,765. The money, investors were told, would come from revenue generated by bike taxis affiliated to Bike Bot in various cities. The scam came to light when the Bike Bot began defaulting on returns in 2018. Bhati, formerly associated with BSP, and other officials of Bike Bot had been on the run for six months before he surrendered. BSP too distanced itself from him after allegations of cheating cropped up. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Soon, metro and Hindon road cess only on added area": {"link": "https://timesofindia.indiatimes.com//city/noida/soon-metro-and-hindon-road-cess-only-on-added-area/articleshow/69807371.cms", "time": "2019-06-16 05:36:00", "description": "GHAZIABAD: Homebuyers around the Hindon elevated road and the new metro corridor in Ghaziabad may soon get relief from the cess that the GDA charges from them. The development authority will place a proposal at its June 25 board meeting to charge cess only on extra construction rather than the whole covered area, acknowledging it’s an anomaly that needs to be removed. Since 2014, the GDA has been charging metro cess from buyers in the impact zone of the Dilshad Garden-New Bus Adda metro corridor (the Red Line extension that was commissioned earlier this year). The impact zone extends to 500 metres on either side of the corridor. The cess charged is 15% of difference between the circle rates of 2012 and 2013. Similarly, the GDA levies a Hindon elevated road charge on buyers of flats in housing projects at Raj Nagar Extension, which is Rs 650/sqm. Raj Nagar Extension buyers also have to shell out a Hindon River metro station charge, which is Rs 350/sqm. “There have been objections to these cess and charges from buyers in the impact zones,” said Ishtiyaque Ahmad, chief architect and town planner (CATP) of the GDA. “It was pointed out to us that whenever residents or buyers who have an approved layout plan before 2014 came for approval of extra construction made after 2014, GDA levied cess on the whole covered area. Ideally, it should charge only for the extra construction, so GDA will amend this at its upcoming board meeting,” he added. “The same goes for Raj Nagar Extension where buyers have to shell out the elevated road charge and Hindon River metro station charge,” said Ahmad. “It is because Raj Nagar Extension stands to gain most due to the elevated road and metro station, which was constructed specifically for the benefit of residents of this area.” Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Noida techie held hostage in his car, robbed by gang of four": {"description": "NOIDA: A 31-year-old techie was abducted in his car, assaulted and robbed of his vehicle — all in a span of four hours — before being abandoned by a four-member gang in Noida on Friday night, police said. Around 9.30pm on Friday, the victim Mohit Gupta, a resident of Vivek Vihar in Sector 82, was returning home from Sector 36 via the Noida-Greater Noida Expressway when his Ritz was overtaken by three youths and a middle-aged man. Gupta apparently told police that the assailants arrived in a car and opened the passenger-side door of his Ritz. Gupta, who works as a senior analyst with a private tech firm in Noida, said the accused seemed to be locals. While Gupta tried to run away, the men overpowered him and pushed him at the back seat, and one of them started to drive the car. The victim told TOI that the accused kept driving, leaving behind the car in which they had come. The accused showed him a knife and claimed to have a gun, he added. “They stopped near an ICICI Bank ATM and withdrew some money. They were addressing each other as Gaurav alias Pandit, Aditya, Shanky and Chotu. They continued to drive for four hours and left me near Pari Chowk around 1.30 am,” Gupta said, adding that the accused fled away with his car. He said that he was beaten up throughout the journey. According to the complaint filed by Gupta, police have registered an FIR against the four accused under Section 392 (robbery) of the Indian Penal Code. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/noida-techie-held-hostage-in-his-car-robbed-by-gang-of-4/articleshow/69817629.cms", "time": "2019-06-17 09:22:00"}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Usage of Plastic": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/usageofplastic/articleshow/64549900.cms", "time": "", "description": ""}, "Fee panel imposes fine on 17 Noida schools": {"link": "https://timesofindia.indiatimes.com//city/noida/fee-panel-imposes-fine-on-17-noida-schools/articleshow/69807351.cms", "time": "2019-06-16 05:39:00", "description": "NOIDA: A total of Rs 8,30,000 as fine has been imposed on 17 schools by the district fee regulation committee (DFRC) for violating various provisions of the Uttar Pradesh Fee Regulation Act (2018). Fines ranging from Rs 10,000 to Rs 1 lakh have been imposed on the schools depending on the violations. Of these institutions, eight have been slapped a fine of Rs 75,000 each for not uploading a full declaration of their fee structure on the websites. Thirty-one schools were called by the DFRC for a meeting at the camp office of the district magistrate at Sector 27 on Saturday. The meeting that lasted from 11 am to 2pm was attended by parents, school representatives and DFRC members. Jagran Public School, which did not turn up for the meeting, was slapped a fine of Rs 1 lakh for not turning up. Earlier, the DFRC had served notices to the 31 schools for violating the Fee Regulation Act. After the meeting, PK Upadhyay, the district inspector of schools, said: “The committee has taken strict cognisance of complaints and have issued heavy fines. No school will be allowed to bypass the UP Fee regulation Act. All schools were heard and the act was explained to them thoroughly.” Parents of children studying in these schools had complained about mid-session fee hike, directions from the schools regarding mandatory purchase of books from the institutions and change in uniforms. Some schools were asked to roll back the increased fee. “We are happy with the action taken by DFRC and that it held the schools accountable for the violations. While the fee roll back is crucial, we now feel that all schools would have to openly declare their fee structure on their websites and this will bring transparency to the system,” the president of the All Noida School Parents’ Association (ANSPA), Yatendra Kasana, said. Some of the schools that were fined are, CLM Public School, Gagan Public School, Grads International School, Greater Rights Public School, Shri Ravi Shankar Vidya Mandir, SD Public School, Karl Huber Public School, Dharm Public School, Vishwa Bharati Public School,Rockwood School, Ramagya School, GD Goenka Public school, Modern Public School Acent International School, APJ International School, Ryan International School and Jagran Public School. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Villagers row triggers a protest against cops at police chief’s office": {"link": "https://timesofindia.indiatimes.com//city/noida/villagers-row-triggers-a-protest-against-cops-at-police-chiefs-office/articleshow/69779960.cms", "time": "2019-06-14 09:55:00", "description": "GREATER NOIDA: A group of residents from Tugalpur village in Knowledge Park area staged a protest against the police at the SSP’s office in Surajpur on Thursday accusing two constables of misbehaving with the former chairman of the village, Mahendra Singh. The protesters said that officers from Knowledge Park police station released four people who had allegedly fought with the former chairman in a road rage case near Pari Chowk on Wednesday around 7am. Singh’s son Manoj Kumar told police that his father was heading towards Pari Chowk for some work when he was stopped by the four men who were standing in the middle of the road. “They were asked to move ahead, but as they were inebriated, they started an altercation with my father and his accomplices. On calling the police, two constables, Anil Kumar and Parul Dhama, reached the spot. But instead of taking action against the accused, they accused my father of rioting. Later, they took only one accused to the police station and released the others,” the complaint read. Meanwhile, the constables said that Singh and his accomplices had thrashed the four men on the road for which they had been rebuked. “The protesters were heard and their complaint has been received. I have been informed that the former chairman and his accomplices were asked to stop beating up the four men on road due to which they got offended. An internal investigation has been initiated in the case. Due action would be taken,” said Vinit Jaiswal, SP (rural). Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Couple in row with builder booked for fire alarm blaze": {"description": "GREATER NOIDA: A couple have been booked for allegedly setting a fire alarm ablaze in their housing society in Noida Extension last week. The FIR against Gaurav Gupta, an IT professional, and his wife Tripti was registered on a complaint by the builder, Saya Buildcon. The couple denied the allegations and said the complaint had been filed to stop residents from raising civic issues at the society, Saya Zion. According to the complaint filed by Shivendra Sharma, DGM (projects) of Saya Buildcon, the incident took place on June 11 on the 7th-floor flat of Tower I outside the flat of the Guptas. “Around 11am, the maintenance department was informed that the fire alarm on the 7th floor had caught fire. The guards responded to the call, and doused the fire. The accused couple, who live on the same floor, alleged negligence and created an issue in the residential society,” said Sharma. He added that an internal investigation was carried out. “Our team found out that the fire alarm uses 24V DC current to operate and there is no possibility of a short circuit which can lead to fire,” Sharma wrote in the complaint. According to Sharma, 16 other alarms installed in the tower were damaged and their repairs would cost the builder Rs 20,000. “The couple caused us monetary loss and fought with the maintenance staff too,” Sharma said. Gaurav denied the allegations and said he was in hospital while his wife was about to leave for office when she spotted the fire. He said he was being targeted because he had been continuously raising security and other maintenance issues at the society. “The society lacks major security flaws like CCTV cameras on the floors and the maintenance is poor. I got possession of my flat in 2018 and have been vocal since the beginning. I feel I am being deliberately targeted,” he said. An FIR has been registered against the couple under sections 323(causing hurt), 427 (causing damage to the amount of Rs 50), 434 (voluntarily causing hurt) and 504 (intentional Insult) of the IPC. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/couple-in-row-with-builder-booked-for-fire-alarm-blaze/articleshow/69833677.cms", "time": "2019-06-18 08:48:00"}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Traffic violation": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/traffic-violation/articleshow/63422961.cms", "time": "", "description": ""}, "DLF - Parking Mafia at sector 18 Noida": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dlf-parkingmafiaatsector18noida/articleshow/63573551.cms", "time": "", "description": ""}, "After Bike Bot, another Ponzi scam in taxi decoy": {"description": "GREATER NOIDA: A couple has been booked for allegedly duping a man of over Rs 8 lakh on the pretext of double returns in Kasna, police said on Monday. The duo used a modus operandi similar to that used in the Bike Bot scam, they said. The victim alleged that he was asked to invest a minimum sum of Rs 62,000 in an electronic taxi aggregator business — ‘Go Way’. He was promised Rs 10,000 every month for one year. However, no money was sent to his account even after investing Rs 8.6 lakh. The police were informed on Sunday when the victims staged a protest outside the company office on Sunday. Anil Sen (40) and Meenu(35) from Greater Noida had their office at GNS Plaza, Site 4 in Kasna. Deepesh Sharma, a local businessman from Bulandshahr, told the police that he came in contact with the couple 20 days ago. “One of my relatives introduced me to the scheme. I then met the couple when they showed me a few electric cars and scooters. The accused said they plan to bring these on road as taxis,” said Sharma. The complainant added that he invested Rs 8.6 lakh in the scheme and introduced his family members as investors. “The scheme appeared good to me. They offered double returns in one year so I invested a good amount. However, as soon as my cheques got encashed, they stopped taking my calls and switched off their mobile phones,” Sharma alleged in the complaint. He alleged that the company has around 5,000 investors, who lost their money. “I am filing a complaint to call out to other investors,” he said. Meanwhile, the police have registered a case under sections 406 (criminal breach of trust) and 420 (cheating) of the IPC. “We are investigating other details of the case along with the total number of investors duped. It will also be investigated whether it is connected with the Bike Bot scam,” said Vaibhav Krishna, SSP Gautam Budh Nagar. Luxury cars In the Bike Bot case, the four-day remand for the main accused, Sanjay Bhati, got over on Monday. Police said Bhati had confessed to have bought around 170 luxury cars registered in the name of the parent company, Garvit Innovators Pvt Ltd, from the money that was collected from investors. “They bought around 170 luxury cars, including Jaguar, Audi, Brezza, TUV 500, Nexon, Land Rover, and around 25 Fourtuner cars that were all registered in the name of the company,” said Vinit Jaiswal, SP (rural). The officer added that most of the money was invested into cars and other forms of investments, which are currently being verified. “There were around 12-15 position holders in the company and most of these cars were given to them. The accused,Vijay Pal, owned an Audi while Sanjay himself owned a Jaguar. We are also investigating the other forms of investments that the perpetrators have made out of the duped money,” Jaiswal added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/after-bike-bot-another-ponzi-scam-in-taxi-decoy/articleshow/69833681.cms", "time": "2019-06-18 08:49:00"}, "Cost of development": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cost-of-development/articleshow/60932649.cms", "time": "", "description": ""}, "Dare you touch me": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dareyoutouchme/articleshow/64314756.cms", "time": "", "description": ""}, "'Disclose fees on website or pay Rs 5 lakh fine'": {"description": "NOIDA: The district fee regulation committee (DFRC) of Gautam Budh Nagar on Sunday said schools that were pulled up on Saturday for failing to disclose fee structures on their websites will be fined Rs 5 lakh for repeat violation if they do not do the same by July, when the next meeting is scheduled. “All schools, which have been asked to roll back the increased fee, would also have to comply and submit the details of compliance before DFRC’s July meeting, else they too would face compounded fines,” P K Upadhay, the district inspector of schools, said. On Saturday, a total fine of Rs 8.30 lakh had been imposed on 17 schools in the district for violating various provisions of the Uttar Pradesh Fee Regulation Act (2018). This is the last month for the schools to correct transgressions of the Act (2018), Upadhyay said. “On Saturday, we fined 17 schools. Thirty-one of them were initially served notices. We now expect all schools to comply with the rules,” Upadhay added. Eight schools that were fined Rs 75,000 each are — CLM Public School, Gagan Public School, Grads International School, Greater Heights Public School, Shri Ravi Shankar Vidya Mandir, SD Public School, Karl Huber School and Dharam Public School. The UP Fee Regulation Act, which was introduced as an ordinance a year ago, was imposed as an Act in October 2018. The schools were asked to correct their fee structure as per the Act by adjusting increments while using the year 2016-17 as the base year. However, complaints continued to pour in from parents soon after the schools reopened for the 2019-20 session with some of them reporting hikes over 10 percent. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/disclose-fees-on-website-or-pay-rs-5l-fine-schools-told/articleshow/69817574.cms", "time": "2019-06-17 09:24:00"}, "Locked public toilets": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lockedpublictoilets/articleshow/66172479.cms", "time": "", "description": ""}, "Noida: Ex-staffer claims call centre fraud, beating by cop": {"description": "NOIDA: A former call centre employee was allegedly assaulted and framed in a fake theft case by a sub-inspector after he resigned from the company in Noida suspecting fraud. Sahabuddin Siddiqui (26), who worked as an IT engineer since December 2018, submitted his resignation in March this year after he got to know that the “call centre cheats Americans on the pretext of fixing malware in their system due to hacking/virus, etc.” Sahabuddin said that after his resignation, the company on May 14 lodged a bogus FIR at Phase III police station, alleging data theft and that customers were receiving fake calls. “On May 19, the company owner asked me to come and collect my laptop. I failed to turn up as I was in Delhi for treatment at that time. Later, I went to the office on May 21 when a sub-inspector came there and started questioning me. Then he slapped me 14 times. This went on till 11 pm,” he said. CCTV footage of the incident shows SI Baljeet Singh slapping the victim. After the complainant wrote to the Gautam Budh Nagar SSP, IG (Meerut) and DIG on May 25, an inquiry was initiated. SSP Vaibhav Krishna said, “The SI in question is a dedicated officer. Action will be taken in case the allegations are found to be correct,” he said. Singh said the complainant had been found to be involved in data theft at the company. The complainant has approached the Allahabad high court for a stay on his arrest. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/ex-staffer-claims-call-centre-fraud-beating-by-cop/articleshow/69833669.cms", "time": "2019-06-18 09:53:00"}, "\nMiss India North 2018 winners' fun day out at Bennett University\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/winners-of-miss-india-north-2018-put-up-a-grand-show-at-bennett-university/articleshow/63818481.cms", "time": "", "description": ""}, "No smoke without fire": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nosmokewithoutfire/articleshow/68327963.cms", "time": "", "description": ""}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "\nAir-filtering plants, tray gardens and salad greens steal the show in Noida\n": {"link": "https://timesofindia.indiatimes.com//city/noida/air-filtering-plants-tray-gardens-and-salad-greens-steal-the-show-in-noida/articleshow/63096970.cms", "time": "", "description": "Air-purifying plants, organic vegetables, salad greens and seasonal flowers were all the rage at the recently concluded Noida Flower Show 2018: Vasant Utsav. Held at Noida's Ramlila Ground in Sector 21, the three-day event, organised by Noida Authority and The Floriculture Society, focused on the need for water conservation and growing plants – both indoors and outdoors – that help in controlling air pollution.  Beautiful decorations with flowers were the main attraction at the event 'Over 85 stalls at the event offered everything that one needs to set up a garden'Manju Grover, General Secretary, The Floriculture Society, Noida, and a resident of Sector 12, said, \"Keeping in mind the deteriorating air quality, the aim of the 32nd edition of the flower show was to spread awareness about water conservation and anti-pollution plants. From plants to colourful pots and manure, seeds and gardening accessories – over 85 stalls at the event offered everything that one needs to set up a garden. The anti-pollution plants like jade, money plant, spider plant, dracaena and snake plant were quite in demand. Noida Authority also directed Noidawallahs, plant sellers and exhibitors not to use plastic vase for plants.\"  The visitors did not shy away from capturing the beauty in camera stills 'Small potted plants among the hot sellers' Talking about her observations about the current trends among Noidawallahs, Manju told us, \"The trend of gifting plants has grown, so, small potted plants ranging from Rs 50 to Rs 500 were some of the hot sellers. Apart from this, a lot of Noidawallahs took a keen interest in understanding the concept of balcony gardens, tray gardens and vertical gardening, and some even placed orders for the same at different stalls.\"  Ceramic containers were available in different shapes and sizes 'Noidawallahs bought a lot of organic vegetables and herb seedlings'Jyoti Dhanda, one of the sellers, said, \"This year, a lot of people took keen interest in understanding how to grow organic vegetables and fruits. Some of our bestsellers were a variety of salad greens, including iceberg lettuce, arugula, cherry tomatoes and herbs like celery, coriander, basil, mint and thyme, etc. Vegetables and fruits like brinjals, green and red chillies, bell pepper, tomatoes and lemon plants were also in demand. Visitors took home a lot of vegetable and flower seedlings, which were priced between Rs 8 to Rs 10. Due to the persistent termite problem in most of Noida apartments, people were keen on buying termite-resistant planters made from pinewood and sheesham wood.\"  Air-purifying plants were the highlight of the show  She added, \"It is a wonderful experience to exhibit at such shows as it helps in understanding market trends. For instance, a lot of Noidawallahs have started going back to nature. A lot of people want to understand about different ways of developing an organic garden. Pehle log kehte thay ki Noida ka paani khaara hai, but today, people have found means of controlling the pH levels of soil. The awareness has certainly increased.\"  Beautiful pot hangings  Krishan Kumar, the owner of Krishna Nursery, said, \"With the onset of spring (vasant), comes the flowering season. So, we sold a lot of seasonal flowering plants. This included dahlia, pansies, petunia and marigold. Other hot sellers were a variety of succulents, which help in water conservation, and colourful cacti, all priced between Rs 100 and Rs 500.\" There were sessions on water conservation too at the festival.  A visitor takes a look at the flowers on display  The oragnisers adopted innovative ways to attract visitors Selfie lovers get colourful pictures to flaunt online Rachna Singh, a resident of Indirapuram, who came with her son, Aarav, said, \"I have been visiting the show for the past five years and every year, I look forward to attending it. This time, I noticed that a great variety of air-purifying plants was available at almost every stall. My husband is an avid gardener, so I bought some flowering seeds and plants to gift him. I bought a packet of Celosia seeds. The best part about attending the flower show is that it gives you a variety of colourful pictures to flaunt online. I clicked a lot of pictures of the flower arrangements and colourful gardening accessories.\"  Installations made using ferns and colourful flowers attracted a lot of attention  The decoration added to the feel of the flower show --Aditi.Pancholi@timesgroup.com 01:23Air-filtering plants, tray gardens and salad greens steal the show in NoidaDownload The Times of India News App for Latest City ."}, "Security issues at Sikka Karmic Greens Noida": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/securityissuesatsikkakarmicgreensnoida/articleshow/64550023.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Pedestrian walkway obstructed by police station": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pedestrianwalkwayobstructedbypolicestation/articleshow/64486896.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "From July, GBU will offer an MTech course on metro operations": {"link": "https://timesofindia.indiatimes.com//city/noida/from-july-gbu-will-offer-an-mtech-course-on-metro-operations/articleshow/69796107.cms", "time": "2019-06-15 09:43:00", "description": "NOIDA: Gautam Budh University in Greater Noida, along with Noida Metro Rail Corporation (NMRC), will start a specialised one-of-its-kind two-year masters degree course on metro operations from July. Officials said that while metro corporations run training programmes for employees, they are not able to get trained manpower, as no specialised courses are available in the country that train students for metro operations. Most metro staff members from across the country are trained, after they are hired, either at the DMRC training centre in Delhi or Namma metro centre in Bangalore. “We spend almost a year training our staff in the various metro operations because there is no metro specialisation available for students in the country. We get railway engineers and others from IT, communications and other streams and then train them. The new course will benefit us and several other metro networks that are being developed,” said P D Upadhyay, the executive director, NMRC. With metro rail operational in 12 cities, and several others at construction stage, the university hopes that there will be increased demand for trained employees. Nearly 600 km of sanctioned metro lines is under construction and is expected to be ready in the next five years, according to the Government of India. There are about 1,000 km of metro line proposals under planning. “We have held round tables with various metro corporations and private infrastructure companies and realised that there is a huge gap in the demand and supply for engineers trained in metro operations. Most metro systems initially higher engineers from outside the country for starting the system. Therefore, we have decided to introduce a new course this year for MTech in railway signalling, telecom and reliability availability, maintainability and safety (RAMS),” said B P Sharma, vice chancellor, GBU. He added that the course will focus on metro operations in each module and a separate certificate for it will also be given at the end of the course. The syllabus, possible modules and other structures have been developed in consultation with various metro rail corporations. Additionally, a four-week summer internship will also be conducted for students with practical training at the NMRC stations. “There are hardly any colleges that provide training in RAMS and nobody gives special training for metro. Most students who take up RAMS and railway engineering move to countries like Saudi Arabia and work for the metro system there. The new course will help supply trained officials for metro systems in India,” said Vidushi Sharma, a member of GBU’s joint consultative committee on Centre for rapid alternative energy and mobility. The NMRC is helping with developing the course structure and providing faculty from within the industry. Most of the trainers and teachers will be retired or working officials.. “The NMRC will also help with providing on-the-job training to the students at its metro stations and depots. Our senior staff members will teach the students,” Upadhyay said. An agreement will be signed between GBU and NMRC within a week, officials said. The NMRC already has a staff strength of about 690 and will need another 200 employees in the next six months because of the ongoing expansion work. Download The Times of India News App for Latest City ."}, "‘Start-up boot camp’ organised for kids in Noida": {"link": "https://timesofindia.indiatimes.com//city/noida/start-up-boot-camp-organised-for-kids-in-noida/articleshow/69802329.cms", "time": "2019-06-15 17:25:00", "description": "A project-based learning program called ‘start-up boot camp’ was organised by Rayz International Preschool in Noida. The students got the opportunity to create their own company, design products, learn business basics like manufacturing, marketing, getting loans and financing to support their business. Jury members comprising of 5 women entrepreneurs from four different countries UK, Nigeria, Croatia and India were on the panel to witness project presentations of children through video conferencing and award the best project. Download The Times of India News App for Latest City ."}, "Man assaults wife, threatens to divorce her": {"link": "https://timesofindia.indiatimes.com//city/noida/man-assaults-wife-threatens-to-divorce-her/articleshow/69779799.cms", "time": "2019-06-14 10:04:00", "description": "GHAZIABAD: A 23-year-old woman was allegedly attacked by her husband in Kotwali’s Prem Nagar area as he wanted to marry another woman after giving her divorce. She alleged that her husband along had been torturing her to give her consent to the divorce, and on Wednesday night they tried to poison her. The accused have been identified as Shadab, his mother Tasleem, two brothers — Ballu and Irshad and sisters — Ishrat and Ashifa.  They were booked under IPC sections 147, 307, 323, 328, 498 A and 506 at Kotwali police station on Thursday. No arrest has been made so far, police said. In the police complaint, the woman’s brother, Israel, resident of Mirzazan Mohalla, said, “My sister Shabiya married Shadab on March 23. She has studied till class 7 only. However, soon after the marriage he and his family members started taunting my sister over her education level.” Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Dangerous Open wiring buildings": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerousopenwiringbuildings/articleshow/64408335.cms", "time": "", "description": ""}, "Seven Indian firms respond to Jewar airport bid offer": {"description": "GREATER NOIDA: Seven Indian companies have responded to the global bid document for Jewar airport that Yamuna Expressway Industrial Development Authority (YEIDA) floated on May 30. The bids will continue till October. The district administration also hopes to complete 80% of the land acquisition in the first phase by August 31. In the first phase, land is being acquired in six villages — Dayanatpur, Rohi, Kishorepur, Parohi, Ranehra and Banwariwas. So far, 30% of the land has been acquired at a cost of Rs 900 crore. District magistrate BN Singh said on Monday that 3,278 files pertaining to landowners have been cleared from these villages, with the maximum compensation amount being Rs 12 crore and the minimum Rs 5 lakh. The administration has also identified 50 hectares near Jewar-Banger along Aligarh road for relocating families whose land would be taken for the project. The plot is located 50-100m from the Yamuna Expressway. “A total of 3,278 files has been cleared till June 17 from the six villages. This includes about 900 files that were cleared before I took over office on May 25,” said Rakesh Jayant, the Jewar tehsildar. Apart from Indian companies, government agencies of 36 countries can take part in the bidding process. The agency that would be selected would be responsible for building the airport. Officials said the global bid purchase for the airport project would close on October 15 and the last date for submission of the bid document is October 30. Technical bids will be opened on November 6 followed by financial bids on November 29. “About two months’ time will be needed by YEIDA to study the bids. The final concessionaire will be decided by January 2020,” said Arun Vir Singh, YEIDA CEO. While the airport is expected to become operational by 2023, the selected agency would be given 40 years’ lease period for the development of the project Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/7-indian-firms-respond-to-jewar-airport-bid-offer/articleshow/69833489.cms", "time": "2019-06-18 09:06:00"}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Buses from Gr Noida for char dham yatra": {"description": "Greater Noida: The UP State Road Transport Corporation (UPSRTC) has started a daily bus service from its Greater Noida depot to Haridwar in the wake of the char dham yatra. Part of the yatra — Kedarnath and Badrinath — falls in Uttarakhand. The buses will ply twice a day — 5.30am from Greater Noida depot via Alpha commercial metro station and again at 7pm. Officials said the fare from Greater Noida depot will be Rs 279 for Haridwar and Rs 275 from Alpha commercial metro station. “Residents of Greater Noida and those from Uttarakhand have long been demanding a bus service to Haridwar. So, we decided to provide this facility, which will benefit residents of not only Noida and Greater Noida, but also Ghaziabad, Meerut, Roorkie etc,” said Luv Kumar, assistant regional manager of UPSRTC’s Greater Noida depot. According to Kumar, the route of the bus, which can carry up to 52 passengers a trip, will include Greater Noida, Ghaziabad, Modinagar, Meerut, Muradnagar, Khatauli, Muzaffarnagar and Roorkee. Kumar further maintained that the number of buses might be increased, depending on the demand. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/buses-from-gr-noida-for-char-dham-yatra/articleshow/69817637.cms", "time": "2019-06-17 07:51:00"}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "good": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/good/articleshow/64501373.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "\nA musical treat for NCR audience at this three-day long festival\n": {"link": "https://timesofindia.indiatimes.com/entertainment/events/noida/a-musical-treat-for-noida-audience-at-this-three-day-long-festival/articleshow/63796157.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Police and other authorities keeping a blind eye": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/police-amp-other/articleshow/63422927.cms", "time": "", "description": ""}, "its trendy to brake law on roads": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/itstrendytobrakelawonroads/articleshow/64486865.cms", "time": "", "description": ""}, "\nWinners of Miss India North 2018 put up a grand show at Bennett University\n": {"link": "https://timesofindia.indiatimes.com//city/noida/winners-of-miss-india-north-2018-put-up-a-grand-show-at-bennett-university/articleshow/63818829.cms", "time": "", "description": "The red carpet was ready and so was the ramp, which was set up in the sprawling sports complex of Bennett University, Greater Noida, to welcome the eight winners of fbb Colors Femina Miss India North 2018. In a special show organised for the students of Bennett University, the eight winners not just interacted with the students, but also shared a few tips on how to chase one's dreams while pursuing their academic goals. \"Always concentrate on giving your best to achieve what you want,\" said fbb Colors Femina Miss India Uttar Pradesh 2018 Himanshi, when she was asked how tough it was to establish a foothold in the glamour world by one of the students during the Q&A round between the state finalists and students. Replying to a question on how to pursue one's passion while studying, Anna Kler, fbb Colors Femina Miss India Punjab 2018, said, \"If you really follow your heart and believe that this is meant for you, you should just go for it and give it your best. You would be able to achieve what you want.\"  fbb Colors Femina Miss India Delhi 2018 Gayatri Bhardwaj with Aditi Bose Saurabh Tantia and Tanvi Mishra were chosen as the Mr and Miss Rampwalk of Bennett University by eight state winners When students joined the beauty queens on the rampThe event was hosted by emcee Bhavdeep Romana and Viren Tak, Oppo Times Fresh Face 2017 first runner-up. As students cheered for the eight finalists who will head to Mumbai for the grand finale of fbb Colors Femina Miss India 2018, the beauty queens gave their introduction and walked the ramp dressed in shimmering gowns designed by fashion designer Bhawna Rao. Gayatri Bhardwaj, fbb Colors Femina Miss India Delhi 2018, was chosen as Bennett University Miss Popular by the students. \"I am absolutely thrilled to be chosen as Miss Popular here,\" said Gayatri, who also selected five lucky draw winners and gifted them a year's subscription of gaana.com. Students too walked the ramp where Tanvi Mishra and Saurabh Tantia were chosen as Bennett University Miss and Mr Rampwalk.  fbb Colors Femina Miss India Delhi 2018 Gayatri Bhardwaj was also voted as Bennett University Miss Popular by the students  Students cheered for the eight state winners as well as their friends who walked the ramp 'I love the energy and crowd here, and enjoyed meeting the students'The finalists were quite impressed with the swanky campus of Bennett University, which is a fun place to study at where celebrities and noted personalities from all walks of life visit regularly to interact with the students. \"I love the energy and crowd here. I really enjoyed meeting and chatting with the students,\" said fbb Colors Femina Miss India Haryana 2018 Meenakshi Chaudhary. A day spent at Bennett University made fbb Colors Femina Miss India Jammu & Kashmir 2018 Malika Kapoor nostalgic. \"It took us back to our college days and it was very nice to be here. It is lovely to see the infrastructure of the university,\" she said.  Students walking the ramp at the event  Viren Tak, OPPO Times Fresh Face 2017 first runner-up hosted the event along with Bhavdeep Rohana  Emcee Bhavdeep Rohana  Fashion designer Bhawna Rao 00:28Miss Popular at Bennett UniversityAccessories: Aquamarine Hair and Makeup: Naturals salon For more information and apply on Miss India , log on to www.missindia.in In Video:Miss India North 2018 winners' fun day out at Bennett UniversityDownload The Times of India News App for Latest City ."}, "Waterlogging worry for new metro stations": {"link": "https://timesofindia.indiatimes.com//city/noida/waterlogging-worry-for-new-metro-stations/articleshow/69807361.cms", "time": "2019-06-16 05:38:00", "description": "NOIDA: Brace for waterlogging and chaos near the new metro stations in the city this monsoon, as drains near the entry and exit points have been blocked at the time of building the stations. Although Noida Authority had asked Delhi Metro and Noida Metro in April to clear the drains, officials said, the situation cannot be changed now as construction of a new underpass will also begin near sectors 51 and 52 metro stations. In case of waterlogging this year, it will only be pumped out as a temporary fix, they said. “We had written to both Delhi Metro Rail Corporation (DMRC) and Noida Metro Rail Corporation (NMRC) in April to remove the blockage around drains in sectors 51, 52, 71 and 72. These were filled with concrete and the pipeline was blocked during construction work. Anyway, we are waiting for them to take action,” SC Gupta, senior manager of Noida Authority, told TOI. Officials, however, said that “little action is expected as construction of a new underpass will also begin soon at Sector 71 intersection near sectors 51 and 52 metro stations”. Additionally, a commercial plot between both the metro stations will soon be auctioned. “And, if construction on the commercial plot also begins, it will have to work on the drainage system too. Therefore, we can only wait for the next few months and can’t do much about waterlogging this year,” said Gupta. “But we will pump out water out using suction machines as a temporary fix in case roads get submerged,” he added. Meanwhile, residents said the Sector 71 intersection remains congested most of the time and waterlogging will intensify the problem. “This intersection already has a badly designed U-turn, autos standing haphazardly blocking half the road and people driving on the wrong side. If it is also inundated during monsoon, there will be more traffic jam,” said Amit Gupta, a resident of Sector 77. “The authorities should have taken care of the problem during construction itself.” Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Man, sons ‘kidnap’ woman for marriage": {"link": "https://timesofindia.indiatimes.com//city/noida/man-sons-kidnap-woman-for-marriage/articleshow/69779956.cms", "time": "2019-06-14 07:15:00", "description": "Greater Noida: A man and his two sons have been booked for allegedly kidnapping a 22-year-old woman in order to force her into marriage with one of the brothers, police said on Thursday. Pradeep Kumar from Kasna said his daughter had left home for office on June 3 but did not reach. The accused — Toni (22), Vijendra (21) and their father Chandrabhan (40) — are all from Saharanpur's Sadar Bazar. One more person has also been booked in connection with the case. “The accused were our neighbours in Saharanpur, where we used to stay earlier. I suspect that Toni lured my daughter into a relationship on the pretext of marriage and then kidnapped her,” Pradeep added. My daughter is being held hostage for the past 10 days and the accused person’s father is helping them in this, he said. “After I got to know from a relative that my daughter had been seen with Toni and his brother, I went to their house with a few policemen where only the mother of the two brothers was present. She said her sons had come home with a girl but she did not allow them inside,” Pradeep added. Later, he called the father of the two accused, who threatened him of dire consequences if he sought police action. “He confessed that my daughter is with him. He also abused me,” Pradeep said. An FIR has been registered against the accused under sections 366 (abducting a woman to compel her marriage), 342 (wrongful confinement), 504 (intentional intention with the intent to provoke breach) and 506 (criminal Intimidation) of the IPC. Download The Times of India News App for Latest City ."}, "To fund his acting career in, Noida youth fakes own abduction": {"description": "NOIDA: An aspiring actor, who wanted to star in Hindi TV serials, faked his own abduction in an attempt to squeeze money out of his family for funding an acting career in Mumbai, police said. Vijay Pratap (21), who has been working as a security guard at a shipping company in Sector 63, allegedly sent WhatsApp messages to his brother and father, demanding Rs 6 lakh “to get him released from the abductors”. An inter-pass, Vijay was in touch with an agent in Mumbai, who had asked him to arrange for Rs 6 lakh, to give auditions and sustain himself in Mumbai. A resident of Kola Rota village in Farukkhabad, Vijay has been staying in Noida for the past four months with his elder brother Uday Pratap, who works as a labour supervisor under a contractor. Circle officer II Piyush Singh said Vijay wanted to act in television serials and was in touch with an agent from Mumbai who had informed him about the expenses for auditions. “He left the room where he lives around 7.15 pm on Saturday without informing his brother, who then lodged a missing person’s complaint in the phase III police station,” he said. Though both phone numbers of Vijay were switched off till late Saturday evening, Uday started receiving WhatsApp messages and images from one of his numbers in the night. In the photos, Vijay could be seen sitting with his hands tied and his T-shirt upturned, police said. According to police, Vijay approached his friend Arvind — an embroidery worker who resides in a rented accommodation in Sector 24 — claiming that Uday was going out of station for two days and he needed a place to stay. “His friend helped him get a room for two days where he faked his abduction. Arvind was unaware of his plans,” the circle officer said. Vijay’s plan was exposed after cops put his number on surveillance. They found him in a room in Sector 24. “We asked him why did he fake his own abduction, Vijay said he wanted to be an actor and needed Rs. 6 lakh to pay his agent in Mumbai and take care of his expenses there,” the circle officer said. The SHO said an FIR will be lodged against Vijay for filing a fake complaint. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/noida/to-fund-his-acting-career-youth-fakes-own-abduction/articleshow/69817671.cms", "time": "2019-06-17 09:04:00"}, "Smart cameras to detect errant drivers": {"link": "https://timesofindia.indiatimes.com//city/noida/smart-cameras-to-detect-errant-drivers/articleshow/69807281.cms", "time": "2019-06-16 05:27:00", "description": "NOIDA: The city may soon undertake a pilot project for four months in which an artificial intelligence based Integrated Traffic Management System (ITMS) will be launched by installing cameras that will automatically capture images and issue challans in case of traffic violation. The project was discussed at the district road safety committee meeting that took place on Saturday evening. A Pune-based private company spoke about the new system at the meeting. During a meeting on Friday, chief minister Yogi Adityanath had asked the authorities of all three cities, Noida, Greater Noida and Yeida City, to be developed as smart cities with ITMS to manage traffic. “We will be writing to the state government seeking an increase in road safety funds for Gautam Budh Nagar, considering a huge increase in population, vehicles and traffic in the past few years. We have taken many steps recently that also require support,” said B N Singh, the district magistrate. Officials said road safety week will be observed between June 17 and 22 and awareness drives, workshops and a bike rally would be held. Noida Authority official Rajeev Tyagi has been made the nodal officer with regards to increasing awareness about road safety by integrating the campaign with Raahgiri and other events. Enforcement at various important intersections was also discussed and officials said there was greater need for increasing awareness regarding the increased traffic penalties across the state. “We will soon get around 400 traffic police personnel to offset the serious staff shortage,” said Singh. Earlier, officials had identified 35 black spots across the district and will now suggest corrective steps for them. “The DM especially focused on the black spots along the expressway. We will be writing to the departments to suggest solutions within a week. The Noida-Greater Noida Expressway is a ‘no tolerance zone’ now and we will not let buses or even cabs pick and drop passengers. If they do, the permits would be cancelled,” said Himesh Tiwary, the assistant regional transport officer. Other issues discussed at the meeting included target-based campaign against unauthorised autos and e-rickshaws, continuation of the “no helmet, no fuel” drive at petrol pumps and other places, awareness drives regarding location of ambulances and facilities available for EWS category patients in case of road accidents. Download The Times of India News App for Latest City ."}, "\nStudent a cappella groups show off vocal skills at Greater Noida's music institute\n": {"link": "https://timesofindia.indiatimes.com//city/noida/student-a-cappella-groups-show-off-vocal-skills-at-greater-noidas-music-institute/articleshow/63354588.cms", "time": "", "description": "Friday started on a musical note at the Global Music Institute in Greater Noida when a cappella groups from ten Delhi colleges came together to take part in an inter-college competition called ‘Pitch, Please!’. The colleges included Lady Shri Ram, Jesus and Mary, Shaheed Sukhdev College of Business Studies, Shiv Nadar University, among others.  Audience cheering up for the contestants 'It's a pleasure to see prestigious colleges come together to perform a capella'Susan Thomas, who is pursuing History (Hons) from Jesus and Mary College, said, \"Events like these make us believe in our abilities. Most people don't know what a cappella is, so it gives me great pleasure to see so many prestigious colleges come together and bring alive this art.\" Sange Tungon, a student from LSR, whose team won at the competition, said, \"I am part of my college's western music society for the past three years and it's fun to be part of the group. Today's competition was great, we enjoyed and learned a lot.\"  Students during their performance Arjun Gurung, a third year student of Bachelors of Management Studies from Shaheed Sukhdev College of Business Studies, said, \"After taking part in every competition, my group members and I ponder on the mistakes we made. Though we were second runners-up in this competition, we will try and win it next time. It was a great opportunity to learn as we got some amazing feedback from professionals. I think my college should also organize such events as it gives a platform to budding artists.\"  Students of Shaheed Sukhdev College of Business Studies at the contest 'Noida's open spaces help musicians focus'Aditya Balani, Founder and Director of the music institute, said, \"This is the first time we are organising an a cappella competition. Our college's faculty judged the competition based on criteria like stage presence, team work and vocal techniques.\" Luiza Sales, voice faculty at the institute, said, \"It is nice to see students from different colleges take part in this competition. We judged the students on many criteria, but what mattered the most was how the audience felt after listening to their performance.\" She added, \"Noida has many universities, and thanks to the many open areas here, the city gives musicians a chance to focus. I see the reflection in my practice too as I am able to concentrate well here.\" 00:50Student a cappella groups show off vocal skills at Greater Noida's music instituteDownload The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Google": {"link": "https://timesofindia.indiatimes.com/gadgets-news/why-google-has-no-plans-of-going-back-to-china/articleshow/69818822.cms", "time": "", "description": ""}, "Doctors wear black bands, will go on strike on June 17": {"link": "https://timesofindia.indiatimes.com//city/noida/doctors-wear-black-bands-will-go-on-strike-on-june-17/articleshow/69795933.cms", "time": "2019-06-15 09:23:00", "description": "NOIDA: Members of Indian Medical Association (GB Nagar chapter) on Friday wore black bands to work to express solidarity with medical professionals protesting against the assault on doctors in West Bengal. Sunil Awana, treasurer, IMA, Gautam Budh Nagar, told TOI that following directions of IMA, they have decided to observe a complete shutdown of health facilities, including OPD, on June 17, as part of a nationwide shutdown. The doctors also handed over a memorandum to the DM office, demanding strict action against the accused, and a central law for protection of doctors and medical professionals at their workplace. “Incidents of violence against doctors and healthcare establishments are rising all over the country. A young doctor was brutally attacked by a violent mob at NRS Medical College, Kolkata. He is fighting for his life. We condemn any form of violence, especially against medical professionals. It’s counterproductive, demoralising healthcare providers, taking away their confidence and courage, especially in critical situations,” reads the memo addressed to the PM. In another appeal, addressed to Union home minister Amit Shah, they asked for a central legislation in the matter. “We demand a special law to deal with violence against doctors, with a minimum jail term of seven years,” read that memo. Download The Times of India News App for Latest City ."}, "Postal service on duty": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/postalserviceonduty/articleshow/63496093.cms", "time": "", "description": ""}, "Delhi-Meerut expressway still near halfway mark, stares at delay": {"link": "https://timesofindia.indiatimes.com//city/noida/delhi-meerut-expressway-still-near-halfway-mark-stares-at-delay/articleshow/69779951.cms", "time": "2019-06-14 10:03:00", "description": "GHAZIABAD: The National Highways Authority of India (NHAI) will miss yet another deadline to open the UP Gate-Vijay Nagar portion of the Delhi-Meerut Expressway. The project, which is seeing the four-lane NH-24 (now renamed NH-9) being upgraded into a 14-lane highway, has moved at a slower pace than the NHAI expected in this 8km stretch that has Noida and Indirapuram on either side. The latest completion target is July, which also looks difficult to meet because work on the main expressway corridor — which is the access-controlled six-lane portion of the 14-lane highway — hasn’t begun in some parts. This includes the UP Gate and Khoda area where a bridge also needs to be built over the Hindon canal. NHAI project director R P Singh said construction work for the entire 19.2km Phase 2 package (from UP Gate to Dasna, Phase 1 was in Delhi from Sarai Kale Khan to UP Gate) is around 52% complete. And the stretch between UP Gate and Vijay Nagar is about 55% complete, which means it’s just over the halfway mark. This stretch also has seven full-fledged underpasses and three smaller ones for light vehicles. “The delay has been attributed to shifting of transmission lines at three points on the stretch. The electric poles that are being transported from Kolkata have not reached us yet,” said Singh. “In all likelihood, we will be in a position to open this portion (UP Gate-Vijay Nagar) by July,” added Singh. Before this, the NHAI had set tentative dates in April, May and June for this portion of the highway to open. The official deadline, though, was June. “Integration of traffic from Indirapuram, Sidharth Vihar and Vijay Nagar on the Ghaziabad side and from Noida will happen through these underpasses,” said Singh. The main expressway will have only one access point on this stretch, at Abhay Khand. “From Abhay Khand near Gaur office in Indirapuram, the Delhi-Meerut expressway can be accessed. There are two more access points, at ABES cut and AKG engineering college, which will open in the next phase in December 2019,” said Singh. Download The Times of India News App for Latest City ."}, "Emotional Intelligence workshop held in Noida": {"link": "https://timesofindia.indiatimes.com//city/noida/emotional-intelligence-workshop-held-in-noida/articleshow/69812211.cms", "time": "2019-06-16 16:08:00", "description": "An emotional intelligence workshop was held at a co-working space in Noida on the topic of anxiety. The workshop focused on how to handle anxiety due to work pressure among young adults. “Anxiety is growing at the rate of 25% among young adults in the country. Emotional Intelligence can help convert anxiety into an opportunity to learn and enhance our skills and life,” said Lata Singh from Meraviglia EQ Academy. Download The Times of India News App for Latest City ."}, "Panel: Unsegregated hospital waste leads to 40% recurrent infections": {"link": "https://timesofindia.indiatimes.com//city/noida/panel-unsegregated-hospital-waste-leads-to-40-recurrent-infections/articleshow/69779709.cms", "time": "2019-06-14 09:58:00", "description": "GREATER NOIDA: Hospitals and healthcare facilities in Noida, Greater Noida and Ghaziabad are responsible for 40% of recurrent infections in patients as they don’t adhere to scientific disposal of biomedical waste through segregation, the UP Solid Waste Management Monitoring Committee has said. Justice (retd) DP Singh, the chairman of the committee who is on a three-day tour of the three cities, told TOI on Thursday that hospitals and healthcare facilities across Noida, Greater Noida and Ghaziabad are literally making a mockery of biomedical waste handling rules by dumping medical waste with municipal garbage. “I have data from international source that says about 35-40% of the recurrent infections occur from hospitals and medical centres due to such negligence of non-segregated waste,” he said. “I have toured a number of healthcare facilities in these cities and found that from the corridors to the operation theatres, trash bins placed were not covered.” Justice Singh had on Wednesday set June 30 as the deadline for covering of all open dump sites and segregation of waste at public places — including biomedical waste like needles and plastic at hospitals — in Noida and Ghaziabad. Aparently admitting lapse in disposal of biomedical waste in government hospitals, Dr Anurag Bhargava, chief medical officer of Gautam Budh Nagar, said that Justice Singh’s observations were noted and he will ensure compliance. “We have been told to ensure segregation of biomedical waste by June 30, which we will comply. I will inspect the hospitals and medical centres in the district with two members of the pollution control board and after June 30 if we still find any healthcare facility flouting rules, we will take strict action,” said Dr Bhargava. Private hospitals in Noida have also welcomed the move. Dr Ayush Chauhan, executive director of Prakash Hospital in Noida, said, “Our hospital is National Accredition Board of Hospital and Healthcare Providers (NABH) compliant. NABH is the highest body in biomedical waste monitoring. We also hold a half-yearly review on that. But all hospitals should adhere to the biomedical waste rules.” The solid waste management panel chief also ordered the Greater Noida Authority to immediately stop dumping of municipal waste on a 30-acre reserved institutional green area at the heart of the city. “This land is reserved for developing green forest. There cannot be any dumping of municipal waste there. While I have set June 30 for all dumping to stop in the area, Greater Noida Authority has assured me to use Astoli as their designated dumping ground and begin remediation of waste dumped in the reserved area by October-November this year,” said Singh. When contacted, Samakant Srivastava, GNIDA general manager, said, “We will float a tender within a week and finalise the bidder in couple of months to begin remediation of waste in the reserved area.” Download The Times of India News App for Latest City ."}, "Overflowing sewer manhole on road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowing-sewer-manhole-on-road/articleshow/62926998.cms", "time": "", "description": ""}, "Father's Day: Cannot cook or handle kids? Not true, say hands-on new-age dads": {"link": "https://timesofindia.indiatimes.com//city/noida/fathers-day-cannot-cook-or-handle-kids-not-true-say-hands-on-new-age-dads/articleshow/69801369.cms", "time": "2019-06-16 15:22:00", "description": "Fathers can’t multitask, can’t cook, manage household chores along with their work, or can’t balance their professional lives with the personal ones – these are just some stereotypes that we have grown up hearing. But the new-age dads, who stay in nuclear as well as joint families, where both husband and wife are working, are not only dividing the task of raising kids equally, but also making sure that they are available for their kids for a heart-to-heart conversation, advice on friendships, or period talks. From taking leaves for kids’ exams to cooking and helping them with homework – things that one would typically expect a mother would do – are being done by dads quite well, who believe in not just sharing finances, but other responsibilities, too. On Father’s Day, we speak to some dads and mothers leading by example, who tell us about the stereotypes that fathers are subjected to, and how they are breaking them and contributing as an equal parent. Dads not emotional, says who?Ankur Gupta, a doctor and resident of Sector 50, Gurgaon, says, “Fathers are not sensitive, kids turn to their mothers if they want to express their feelings; fathers are messy, don’t help in household chores; they are not interested in school grades, and are uncomfortable in parent-teacher meetings – these are some common stereotypes that most fathers in India are subjected to. Thankfully, these are not applicable to me as at a very early age my daughter realised that she could walk up to me and talk about anything that is bothering her emotionally. I am also interested in knowing about what is happening in her school. There is no division of labour at our home but my wife and I know about the things we are good at, so we take the lead accordingly. I know I am good at language and my wife can manage the finances well, so it is like an unsaid rule that we follow to help our family in that way.” Tilak Chowdhury, a resident of Sector 169, Noida, who works at a consulting firm, adds, “The stereotypes are not restricted to just, dads can’t cook or look after the kids, often, they are also considered very strict and someone who cannot have fun, or show any emotion in front of their kids. Why can’t people expect a father to be like Anupam Kher’s character in Dilwale Dulhania Le Jayenge who can encourage his kids when they fail, or do not perform well in studies, or can discuss their love lives openly like Rishi Kapoor’s character in Hum Tum?” Can’t discuss heartbreaks with dads – seriously? You cannot discuss problems related to heartbreaks or seek advice after a fight with friends with your father as they won’t understand them – new-age dads are trying to break this stereotype. “We understand and can give useful advice to the kids. Why do people find it so difficult to accept that fathers can also have emotions and kids can have a conversation with us on topics related to heartbreaks or can seek any other emotional advice? I have always been available to my kids whenever they have wanted me. I remember that my elder daughter, now 15, would return disturbed from school. One day, I asked her about what was bothering her as I was concerned. I did not mean to interfere in her personal life, but I told her that she could come up to me whenever she was comfortable talk about it, and I would try to help her in all my capacity. It took her two days to tell me that she was facing problems with a friend, who would often fight with her on petty issues. I told her that it was important to focus on the friendship if it was important to them, they can fight over petty issues but school days won’t come back. We started with this topic and then she opened up about her school life and her friends from the neighbourhood. I was glad that she could tell me everything. That day, my daughter understood that she can discuss her problems with me and I will try to help her,” shares Arjun Singh, a businessman who lives in Rajouri Garden and father to two teenage daughters. Arpana Prakash, who runs a dance school, adds, “When I asked my seven-year-old daughter about who would she first tell about her boyfriend, and she said, ‘Dad.’ That is the comfort level that they share. We could never think about having a talk about menstruation with our fathers but today’s generation surely can.” ‘Can take care of kids and deal with clients’Raj Hazarika says that he is often asked why he willingly contributes as a homemaker. “This is something that they expect a woman to do but I like cooking and also enjoy doing it for my kids. Playing, cooking or just being with my kids is important as they are growing up, and this time will never come back. Raising kids is not an easy task, and there is nothing wrong in being equally involved with your partner in doing so. One has to adjust a lot while dealing with kids. I can manage my clients or colleagues easily but dealing with kids and their temperament is another thing – something that every parent should learn hands- on,” says Raj, a resident of Sushant Lok 2 who runs a coaching academy. For some, it is also a way to bond with their kids. “My wife is a teacher and she leaves around 6.30am, so I wake up early before my kids leave for school and pack their lunch. I leave for work around 10am, so I have enough time to spend with my kids. We both are working parents, so I don’t see it as a problem that I am cooking for my kids. When I come from work, my kids are often asleep because my wife is with them after school and helps them with the homework. If I have my Saturdays off, then I help them with their homework or extra-curricular activities but that is something I want to do as a parent, and not because somebody is forcing me to. People can think that I am too involved in my family but I am doing this because this is what I want to do,” says Roshan Sharma, a resident of Saket, who works as a consultant in a firm. In Video:Fathers battle stereotypes tooDownload The Times of India News App for Latest City ."}}