{"Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "St Thomas Mount metro station toilets locked ‘due to non-availability of water’": {"description": "CHENNAI: Commuters who walked in to St Thomas Mount metro station on Monday noon were shocked to find the toilets closed and barricaded due to shortage of water. A board hung outside the toilet read ‘ toilet’s closed- due to non-availability of water. Sorry for the inconvenience caused- CMRL St Thomas Mount.’ Vignesh, who works at a media outlet, wanted to use the restroom before boarding train to his office in Teynampet. “There were barricades in front of the toilet, and a board was hung next to it with a message that the toilet is closed due to non-availability of water,” he said. A photograph of the notice board that Vignesh captured was shared on social media later in the day. Washrooms at other stations were open. When asked, CMRL denied this saying it was a baseless rumour and that there was no water shortage. “Adequate measures have been taken for the benefit of metro passengers. There is no water shortage at the metro stations and all restrooms are being used by passengers,” said a statement from CMRL. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/st-thomas-mount-metro-station-toilets-locked-due-to-non-availability-of-water/articleshow/69830751.cms", "time": "2019-06-17 21:43:00"}, "Vikiravandi constituency in Tamil Nadu declared vacant after death of MLA": {"description": "CHENNAI: The Tamil Nadu assembly secretariat on Monday announced that Vikiravandi constituency is vacant after the death of sitting MLA K Rathamani last week. With this, there are two vacant constituencies in Tamil Nadu. Nanguneri MLA H Vasanthkumar resigned last month after being elected from Kanyakumari Lok Sabha constituency, and the seat was declared vacant. \"The assembly secretariat will soon inform the election department about the vacancy in Vikiravandi which will in turn inform the Election Commission,\" said a senior official. The total strength of the assembly now is 232 against its full strength of 234. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/vikiravandi-constituency-in-tamil-nadu-declared-vacant-after-death-of-mla/articleshow/69824331.cms", "time": "2019-06-17 14:59:00"}, "Western, southwestern parts to be hotter": {"description": "CHENNAI: Have you wondered why Mogappair is hotter than Mylapore? Or the night temperature suddenly dips when you near Gandhi Mandapam from Little Mount? Well, the team at Centre for Climate Change and Adaptation Research, Anna University, which studied the thermal comfort level in Chennai has an answer. Researchers said western and southwestern parts of the city show higher discomfort and the most obvious reason for this is rapid urbanisation without providing for any green cover. With very few trees, these concrete jungles have become heat islands. While studying variations of temperature indicative of urban heat islands, the team noticed maximum intensity of temperature in central and north Chennai. These are distinguished commercial centres and also densely populated residential areas. Extended areas such as Avadi, Poonamalee in the west and Tambaram, Medavakkam in the southwest record higher temperatures due to unplanned urbanisation, researchers said citing that concrete tends to retain the sun’s heat. The result of this will be extended summers and excessive rainfall in future climate scenarios, the researchers said. “Heat island is a product of urban climate. Cities in tropical countries suffer extensively due to the urban heat island effect and urban climate studies are necessary to improve the comfort level and city planning,” said Anushiya, a member of the research team. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/western-southwestern-parts-to-be-hotter/articleshow/69817296.cms", "time": "2019-06-17 11:17:00"}, "Encroachment of public road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentofpublicroad/articleshow/69818293.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Women in Vellore are bringing back water to arid lands": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/women-in-vellore-are-bringing-back-water-to-arid-lands/videoshow/69787866.cms", "time": "", "description": ""}, "Nerkundram: Water tanker kills woman, injures 3": {"description": "CHENNAI: A water tanker smashed into four people at Nerkundram on Monday, killing a woman. The accident took place at 4.30am. The deceased was identified as Kaliammal, 44, of Perumal Koil Street in Nerkundram. The injured were Vijaykumar, 59, her husband, Tamil Selvan, 31, of Gummidipoondi and Bakiyaraj, 33, of Nerkundram. Vijayakumar and his wife were waiting for an auto. The tanker which was going to Maduravoyal rammed two parked motorbikes and then plouged into the group at the bus stop. Kaliammal was dragged for about 30m, after which the vehicle came to a halt. A witness said there was no time to run for safety as the driver could not bring the vehicle under control. He managed to escape from the scene but was later arrested and identified as Vijaya Balan of Myiladuthurai. Investigations revealed he had dozed off at the wheels which led to the accident. Police registered a case of causing death due to negligence, rash and negligent driving. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/water-tanker-kills-woman-injures-3-in-nerkundram/articleshow/69833712.cms", "time": "2019-06-18 07:26:00"}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Met forecasts two-day heatwave in Chennai, temperature to cross 40°C": {"description": "CHENNAI: People of Tamil Nadu may not get any respite from the sweltering heat at least for the next two days as the meteorological department has forecast heatwave conditions for Chennai, Kancheepuram and Tiruvallur districts. The southern and northern suburbs are likely to be hotter than the core areas of the city. The warning, issued till June 18, said that isolated areas in Tiruvallur, Vellore and Tiruvannamalai districts, and areas along the east coast of the city till Puducherry could come under the grip of the heatwave, with temperature soaring above 40C. The maximum temperature in the city will be above 40C for the next two days. A forecast for the city said: “The sky condition is likely to be partly cloudy. maximum and minimum temperatures are likely to be around 41 degree C and 31 degree C respectively.” Met department has also issued a warning to the people not to expose themselves to direct sunlight between 11am and 4pm to avoid sunstroke. On Sunday, the city recorded 40.2degree C and Meenambakkam recorded 42degree Celcius. The highest temperature recorded last year for June was 39.8 on June 6 and 15th. In 2017, the maximum temperature has crossed 40degree C in June. However, Erode, Coimbatore, Nilgiris, Salem, Theni, Dindigul, Kanyakumari, Shivaganga and Pudukottai districts will experience light to moderate rain. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/met-forecasts-two-day-heatwave-in-chennai-temperature-to-cross-40c/articleshow/69817884.cms", "time": "2019-06-17 07:15:00"}, "AIADMK not to oppose key bills in Parliament": {"description": "CHENNAI: With the first session of the 17th Lok Sabha beginning Monday, the ruling AIADMK has decided not to oppose the contentious dam safety and motor vehicles bills nor confront the NDA government. While its lone MP in the LS and 13 members in RS will raise concerns of the state and move amendments, it will not stand in the way of passage of crucial bills in both Houses, sources said. The controversial clauses of the bills were taken up by chief minister Edappadi K Palaniswami in his meeting with Prime Minister Narendra Modi on Saturday, seeking his intervention. “There will not be any confrontation with the Centre nor any opposition to the bills. We will continue to raise the concerns of the state as they (Centre) are concerned about the entire nation. The amendments will be moved by the MPs as per instructions from the high command,” said a senior AIADMK leader. While the dam safety bill was introduced in LS in December last year, the motor vehicles amendments bill was passed in April and both lapsed with the dissolution of the 16th Lok Sabha. The Tamil Nadu assembly had passed an unanimous resolution in June last year not to enact a law on dam safety until the states were consulted and consensus was evolved. The main concern of the state was that the bill envisages a national dam safety authority that would act as state dam safety organization for a dam located in one state and owned by another. It would only mean that the state owning the dam would have no rights over the safety and maintenance of the dam located in another state. Mullaperiyar, Parambikulam, Thunakadavu and Peruvaripallam dams are owned, operated and maintained by Tamil Nadu by inter-state agreements, but located in Kerala. With 37 MPs, the AIADMK, as the third largest party in Parliament, had raised strong objections when the bills were introduced last year. “This time, the AIADMK will only object to eroding the rights of Tamil Nadu, which is a violation of the federal principles, and seek amendments to the clauses,” said a senior minister. While the Centre aims at reforming the transport sector with the proposed amendments to Motor Vehicles Act, 1988, the Tamil Nadu government demands that the Centre modifies five clauses, which even overruns the nationalisation policy of the state. A clause eliminates the monopoly of the states to carry on transport business and feared to weaken or even terminate the service of state transport undertakings. EOM Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/aiadmk-not-to-oppose-key-bills-in-parliament/articleshow/69832876.cms", "time": "2019-06-18 04:56:00"}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Public inconvenience": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/publicinconvenience/articleshow/69764400.cms", "time": "", "description": ""}, "Chennaiites attend the launch party of a restaurant": {"link": "http://photogallery.indiatimes.com/events/chennai/chennaiites-attend-the-launch-party-of-a-restaurant/articleshow/69725795.cms", "time": "", "description": ""}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Clinic to be set up in Guindy Children's Park to treat wild animals": {"description": "CHENNAI: Soon injured and sick wildlife from Children’s Park won’t have to be transported to Vandalur zoo for treatment, as forest officials are planning to set up a clinic there. Officials have identified at least half a dozen places in Children’s Park and forest staff quarters area, located within the Guindy National Park. The clinic will be set up in one of these six places. The department is involved in rescuing free roaming spotted deer which are found in about a dozen residential localities in the city. When these free roaming animals are rescued, they get injured at times. So they need medical attention immediately, like their counterparts in captivity in the park. A senior official from the animal husbandry department visited the Children’s Park and also the quarters area recently. Officials wanted to convert a small building which was earlier used by biologists and researchers. Now that place is lying vacant. However, only after animal husbandry authorities point out the suitable space, the veterinary clinic will be set up there. The department has already sent proposals to provide financial assistance to set up and run the clinic, added an officer. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/clinic-to-be-set-up-in-guindy-childrens-park-to-treat-wild-animals/articleshow/69831109.cms", "time": "2019-06-17 22:07:00"}, "On cam: In-laws push daughter-in-law out of moving car": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/on-cam-in-laws-push-daughter-in-law-out-of-moving-car/videoshow/69753626.cms", "time": "", "description": ""}, "Garbage dump at middle of the road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpatmiddleoftheroad/articleshow/69780822.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Popular Tamil dramatist and screenwriter Crazy Mohan passes away": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/popular-tamil-dramatist-and-screenwriter-crazy-mohan-passes-away/videoshow/69723876.cms", "time": "", "description": ""}, "Best used road is a worst road to be used now": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bestusedroadisaworstroadtobeusednow/articleshow/69821337.cms", "time": "", "description": ""}, "Let’s learn from past floods to deal with present scarcity": {"description": "Chennai suffers from a scarcity of ideas, not rain or water. A classic example is the 2015 floods and the water paucity a year-and-a-half later. Flood water from Adyar river entered homes, caused extensive damage, and a large quantum of it drained into the sea under the watchful eyes of the city planners. Chennai has been banking on three water reservoirs for the past 100 years, with the government not setting up a new reservoir that could at least store Krishna water from Andhra Pradesh or collect rainwater in the city suburbs. In the past 30 years no proper step has been taken to increase the city’s water capacity despite its growing population. At one point of time, the DMK government considered establishing two reservoirs to store Krishna water but dropped the plan. Instead, Krishna water was taken to the existing Poondi reservoir. The AIADMK government too failed to create an additional reservoir though Rs500 crore was sanctioned in 2012. Had these plans been implemented, the city probably would not have suffered massive damage due to the floods in 2015, and saved part of the water too. In 2017, the Comptroller and Auditor General (CAG) in the Performance Audit of Flood Management and Response in Chennai and its Suburban Area highlighted several failures on the part of the Tamil Nadu government which led to the \"manmade disaster\". The CAG report noted, \"Considering the catastrophic floods in 1976, TN constituted a nucleus cell to suggest flood mitigation measures.\" Creation of two reservoirs in the upstream of Chembarambakkam tank on Adyar river to capture 1.57 thousand million cubic feet (tmcft) of water was recommended in 1980. \"We noticed that after a delay of seven years, water resources department (WRD) in 1987 proposed a reservoir at Thiruneermalai, by which time the site had become populated and requisite land was not available. Thus, the WRD failed to construct the reservoir which could have accommodated the surplus water in Adyar river in 2015. Instead of creating new reservoirs upstream Chembarambakkam tank, TN envisaged three tanks across the Kosasthalayar river to augment storage by 4.2tmcft.\" These three projects proved to be disappointments, the report said, pointing out that against an outlay of Rs500.36 crore to increase the storage capacity by 1.83tmcft, an expenditure of Rs289.63 crore was incurred until the end of March 2016 to achieve an increase of only 0.17tmcft. The state has now announced that a new reservoir would be built, combining the Orathur, Arambakkam tanks and Orathur check dam in Sriperumbudur taluk, with a capacity of 1.3tmcft at a cost of Rs60 crore by 2021, even while the proposed new reservoir at Thervaikandigai (Rs330 crore) is under construction. The Thervaikandigai proposal has suffered due to faulty land acquisition resulting in enormous delay, according to the CAG report. In 2011-12, TN also envisaged construction of a reservoir at Thirukandalam in Tiruvallur district across Kosasthalayar river to store 1tmcft of water downstream of Poondi reservoir and Thamaraipakkam Anicut. As the proposal required acquisition of private land across 1,376.52 hectare, on government orders, WRD downsized the project to construct a check dam to store 0.16tmcft. The structure was designed to withstand a maximum flood discharge of 65,000 cusec, but the WRD failed to take into account the discharge of 92,260 cusec at Poondi reservoir in 1966. The work was completed in September 2014 at a cost of Rs28.65 crore. During the floods in 2015, the retaining wall of the check dam breached due to inflow of 79,564 cusec. The CAG report observed that the imprudent decision of TN to reduce the storage capacity to avoid land acquisition resulted in failure to harness excess water. \"Incorrect adoption of flood discharge capacity for construction of the check dam resulted in its breach during 2015 floods thereby causing inundation of nearby areas,\" the report stated. Further, TN did not consider construction of check dams at Varadharajapuram and Anakaputhur villages to harness surplus floodwater of Adyar river despite it being recommended by the expert committee on northeast monsoon. On the contrary, it allowed the Airports Authority of India to demolish a check dam across the Adyar. Construction of the suggested check dams, could, to an extent, have reduced the flow of flood water. Encroachment of tanks, lakes and river beds also played a major role in causing the massive floods in Chennai and the present scarcity. Large-scale illegal constructions and lack of implementation of rainwater harvesting systems contributed to the present crisis. Thousands of waterbodies in Greater Chennai region are crying for attention, which are cost-effective water sources for the parched city. The solution lies within. The question is will there be an end to the dearth of ideas. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/lets-learn-from-past-floods-to-deal-with-present-scarcity/articleshow/69817554.cms", "time": "2019-06-17 11:13:00"}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "15 women’s hostels downed shutters in one month": {"description": "CHENNAI: The water crisis has hit those running hostels in the city. Fifteen working women’s hostels and one lodge have shut down in the past one month as they did not have water. “Hostels could not sustain as the private water tankers were unable to provide water. Moving from the regular practice of paying the tankers after delivery, we offered them advances, still the tankers were unable to supply forcing the hostels to shut down,” said Tamil Nadu Hostel Owners Welfare Association founder president Shobana Madhavan. After private tankers, distribution of bubble top cans too has become an issue. According Madhavan, can suppliers have reduced the number of cans for private women’s hostels. “It is becoming difficult to sustain in the business due and more hostels may close if the situation continues,” she said. There are around 2,000 working women’s hostels in Chennai and its suburbs. Working women from other districts and states depend on these facilities. Lodges at Chepauk and Triplicane are also on the verge of closure due to water scarcity. Hasan Ali, president of Triplicane Taluk Mansion Owners Association, said one lodge at Chepauk was closed last month. “The private water tankers are charging too much. A 12,000-litre that would cost Rs 1,200 shot up to Rs 4,000,” he said. Under such circumstances, the lodge owners, who provide budget accommodations and hence run on a tight budget, have little option but to shut shop. Chepauk and Triplicane are the hub of such lodges, called mansions locally. There are 500 such mansions, each of them with 10 to 50 rooms. On an average, such lodges have an occupancy rate of 60%. But Ali said ever since the borewells have gone dry, the situation has become grim. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/15-womens-hostels-downed-shutters-in-one-month/articleshow/69833488.cms", "time": "2019-06-18 04:45:00"}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "garbage blocking road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageblockingroad/articleshow/69818318.cms", "time": "", "description": ""}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Corpn earns Rs 2.13 lakh from plastic fine": {"description": "CHENNAI: Six months after putting a ban on plastic in place, the corporation on Monday, for the first time, began penalizing violators. It raided 1,831 shops in 153 locations and collected Rs 2.13 lakh fine. It also served 57 notices to shop owners and seized 832kg of plastic. At Koyambedu market, two shops and one godown were locked and each fined Rs 25,000. “We locked the godown,” said Selvanayagam, an assistant engineer. In Perungudi zone, 77 shops were fined Rs 39,100 and 21kg of plastic seized — the highest. In Madhavaram, 68 shops were fined Rs 29,100 and 15kg of plastic seized. In Kodambakkam, 234 shops were fined Rs 27,000 and 24kg of plastic seized. As per a February government order, Rs 2 lakh is the fine for manufacture of banned plastic items, first time. For trading, retailing, selling and distributing, it is Rs 50,000, while it is Rs 25,000 for commercial users. Domestic users can be fined Rs 500 for first time offence and Rs 1,000 for subsequent violations. A corporation health official said they were asked to initially focus on big commercial establishments. “First, we want to cut down the supply. So, we will only concentrate on those storing them. After that retail shops will be penalised. We have formed teams and will inspect every day. We are issuing receipts for the penalties imposed,” he said. Corporation deputy commissioner (health) P Madhusudhan Reddy hoped the move would act as a deterrent. “We will hold workshops to create awareness and promote alternative products,” he said. Since January 1, about 250 metric tonnes of plastic items were seized and sent to private pyrolysis plants. Residents say this may not change much on the ground. Social activist V Umanath of Mogappair said the government missed an opportunity. “Imposing fines won’t help as all establishments will form a syndicate and pay bribes. Initially, there were a lot of people including myself who ordered alternative products. After a month, it faded away.” Resident Sathish Ramasamy said, “Unless the government comes up with proper alternatives for plastic, the ban can never be implemented properly.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/corpn-earns-rs-2-13-lakh-from-plastic-fine/articleshow/69833705.cms", "time": "2019-06-18 04:24:00"}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Colossal wastage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/colossalwastage/articleshow/69834378.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "unauthorised parking": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unauthorisedparking/articleshow/69818297.cms", "time": "", "description": ""}, "Tamil Nadu CM seeks public support for plastic ban": {"description": "CHENNAI: Tamil Nadu chief minister Edappadi K Palaniswami on Monday requested the public to extend support to the plastic ban being enforced by the government from January 1 onwards. He held a review meeting at the secretariat with the ministers and heads of various departments on the action taken against violations. “The general public should make use of alternative products to plastic and help the state government in its efforts to preserve the environment,” an official release quoting the chief minister said. The meeting discussed the penalty imposed on establishments and cancelling their licences for the violations. The departments were directed to encourage the public to use alternative products and take action against violators. The state has fixed the penalty for the first-time offence of storage, supply, transport, sale and distribution of use and throwaway plastics at Rs 25,000. For the second-time offence, the penalty will be Rs 50,000 while it will be Rs 1 lakh for the third-time offence. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tamil-nadu-cm-seeks-public-support-for-plastic-ban/articleshow/69824816.cms", "time": "2019-06-17 15:35:00"}, "Residents sing hosanna to ‘Chennai Yesu’ who kept neighborhood clean": {"description": "CHENNAI: To mark their gratitude, people of Pallavaram municipality have got together to give the man who cleaned their sewers for 37 years a grand farewell when he retires at the end of the month. They’ve even penned a poem in his honour. G Yesu, 60, is elated that people recognize his dedication to duty. “Like me, I want everyone to keep our city clean,” he told TOI at his home in a slum in Krishna Nagar in Chromepet. “I vividly remember the first time I saw him during cyclone Vardah. The drains were blocked by fallen trees and the streets were a mess as conservancy workers stayed away. He was the only worker to be seen every day in our area helping us clean the roads and drains,” said D Devaraj, treasurer, Chromepet New Colony Resident Welfare Association. V Santhanam, who’s penned a poem on Yesu, said, “Whenever we cross a drain or a garbage bin, we cover our noses. But this man enters cesspools and cleans them for us. He is so righteous that he has never sought an extra paisa. In fact, when we offer him money, he refuses it.” R Ramadas, another resident of the municipality, said that if every residents’ association recognized such people’s work, it would motivate not just the workers but also people to become socially conscious. Yesu says he came to the city from Andhra Pradesh in the 1970s and wanted to become a peon in an office. But since he had only passed Class V, he ended up with a job as a conservancy worker clearing drains. But he has no regrets. “My children (he has three) often told me to do some other job. But it is because of this job that I could educate them,” he says. So what after June 30? Yesu says he will find some work as he cannot sit idle. Residents say they will miss him. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/residents-sing-hosanna-to-chennai-yesu-who-kept-neighborhood-clean/articleshow/69817874.cms", "time": "2019-06-17 08:34:00"}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Road caved in at Madhya Kailash junction in Chennai": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/road-caved-in-at-madhya-kailash-junction-in-chennai/videoshow/69770658.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "On cam: Youths steal cash from Kanyakumari hospital": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/on-cam-youths-steal-cash-from-kanyakumari-hospital/videoshow/69831563.cms", "time": "", "description": ""}, "Chennai IT companies are not facing water shortage, Tamil Nadu minister says": {"description": "CHENNAI: Tamil Nadu rural and municipal administration minister S P Velumani on Monday denied reports that IT companies in Chennai are facing water storage. “None of the IT companies in the city are facing water shortage. Hotels have sufficient water, schools are not facing any shortage and hostels are not closing down,” the minister said at a press meet here. “Based on media reports, we spoke to the IT firms and we did not find any water shortage. They are dependent on private water tankers. If they require supply, we can support them,” he said. The minister said domestic water supply had been increased from 450 MLD in 2017 to 525 MLD now. This supply would be maintained till November. Defying reports about water shortage, Velumani said, “There is no shortage of drinking water. Sufficient supply is reaching the residents as we have augmented several sources such as stone quarries, additional lake supply from Retteri and Ayanambakkam. We are also drawing water from aquifers near Neyveli Lignite Corporation. In future, if required, we will get water from other districts. But presently, we are able to manage the supply,” he said. He said, “There is a rainfall deficit. But Chennai Metrowater and the state government were managing well and are supplying enough water to residents.” He said that the government was desilting and rejuvenating more than 610 water bodies in Chennai which will increase the storage capacity of water by 1 TMC. “All the negative stories and publicity is politically motivated and are not true. It is to ensure that companies don’t come to Chennai,” said Velumani. The minister said that he had held a review with officials from all corporations, municipalities and town panchayats. “Special teams will be constituted, and grievances will be redressed immediately. Redressal number 044-45674567 will work 24x7. Apartments will be asked to use recycled water and ward level water supply will be monitored,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/chennai-it-companies-are-not-facing-water-shortage-tamil-nadu-minister-says/articleshow/69829402.cms", "time": "2019-06-17 20:22:00"}, "Disruption of foot path - Manhole": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/disruptionoffootpath-manhole/articleshow/69780740.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Woman dies in stampede at PDS shop": {"description": "TIRUVANNAMALAI: A 63-year-old woman died in a stampede at a public distribution system (PDS) outlet in Inamkariyandhal village in Tiruvannamalai district on Monday. The woman, identified as Dhanabakiyam, was waiting to buy her monthly provisions, when she was pushed to the ground. Police said the stampede occurred when the crowd of ration card holders, mostly women, surged forward. Dhanabakiyam, who was caught in the stampede, was found lying unconscious. As confusion prevailed, a few villagers managed to pull Dhanabakiyam, trapped under the crowd of women, out and carry her to a nearby house. They tried to revive her by sprinkling water on her face. They then took her to the Government Tiruvannamalai Medical College and Hospital where she was declared dead. The Tiruvannamalai taluk police registered a case. The incident occurred around 9 am when the outlet salesman R Krishnan asked the women to stand in a queue to receive the supplies and went inside to prepare the tokens. Some of the women, who tried to move forward, broke the line, falling on Dhanabakiyam. When contacted, Tiruvannamalai district collector K S Kandasamy said, “According to officials, there is very little possibility of the woman having died in a stampede. A team of civil supplies officials is, however, conducting a probe,” the collector told TOI. He denied villagers’ allegation that the shop was opened only twice a month. Tiruvannamalai taluk supply officer K Sumathi, heading the probe, also denied that the PDS outlet was opened only twice a month. She said 200 ration card holders had queued up before the shop when the woman was found unconscious. “But, the salesman Krishnan was not aware of how the woman died until an ambulance reached the spot to take her to the hospital. He was busy preparing the tokens to be distributed,” she said. “Preliminary enquiries revealed that the woman had skipped her breakfast. She fell unconscious while standing in the queue,” the officer said. Villagers, however, maintained that the utlet was opened to them only twice a month due to gross shortage of supplies. Former village councilor P Karunanidhi said though the outlet catered to more than 900 ration card holders from three villages in the neighbourhood, including Inamkariyandhal, S Mottur and Varattakuttai, due to shortage of supplies of the essential commodities, it was opened only twice a month. Vijayalakshmi, a villager, added it was due to the laxity of the salesman Krishnan, that the ration shop was opened just twice a month. “Officials should take steps to open the outlet every day, or they should open more PDS outlets in each village to avert such tragedies,” she said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/woman-dies-in-stampede-at-pds-shop/articleshow/69833378.cms", "time": "2019-06-18 07:04:00"}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Chennai airport customs officials seize gold worth Rs 38 lakh hidden in Bluetooth speaker": {"description": "CHENNAI: Customs officials at Chennai international airport on Monday seized 1.1kg of gold hidden in a Bluetooth speaker and arrested a passenger who smuggled it from a foreign country. Customs officials said they had intercepted Sadik Shaik, 22, of Chittoor in Andhra Pradesh, who arrived here from Riyadh via Bahrain in a Gulf Air flight. The passenger was questioned. As he was evasive in his replies, his baggage was taken up for examination. During the examination of his checked-in baggage, one Bluetooth speaker was found. On examination, ten gold bars with foreign markings and one gold cut bar -- totally weighing 1.1kg and worth at Rs 38 lakh -- were found concealed ingeniously inside the speaker. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/chennai-airport-customs-officials-seize-gold-worth-rs-38-lakh-hidden-in-bluetooth-speaker/articleshow/69828176.cms", "time": "2019-06-17 19:10:00"}, "high on garbage!": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/highongarbage21/articleshow/69834418.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "331 schools in Chennai lose recognition": {"description": "CHENNAI: The Chennai district collectorate on Monday released the list of schools functioning without obtaining government's recognition. Collector A Shanmuga Sudaram has requested parents not to admit their children in any of the 331 unrecognised schools. They include Kidzee Play School at Ashok Nagar, Sri Sri Ravi Shankar Vidya Mandir at West Mambalam and American Kidz International Montessori Education at Velachery. No school is allowed to operate without obtaining recognition from the respective state governments. It should be renewed every three years, according to the Right of Children for Free and Compulsory Education (RTE) Act, 2009. Recently, students from a private school in Chennai, claiming to have CBSE affiliation, were unable to take up their annual board exams. Authorities came to know they didn't obtain any recognition from the government. To avoid this, the state school education department in April formed district-level committees to inspect schools and update recognition process. During the said process, the committee -- based in Chennai -- found out that the said 313 schools didn't meet the eligibility criteria and it was better to shut them before the start of academic year so that students and parents didn’t suffer mid-way. Earlier, a list of 25 unrecognised schools in Tiruvallur district was released. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/chennai-collectorate-releases-list-of-313-unrecognised-schools/articleshow/69830851.cms", "time": "2019-06-18 09:31:00"}, "Chennai: Burglars strike at police quarters, make away with gold, cash": {"description": "CHENNAI:Even the police quarters aren’t off limits for burglars in the city. A traffic special sub-inspector and his family returning home after a week away found the lock of their home in the police quarters at Madhavaram broke and 13 sovereigns of gold jewellery and Rs2000 in cash missing from their almirah on Sunday morning. This is the second burglary in a police quarters in the city in a week. On Thursday night, burglars sneaked into the house of a woman constable at Kondithope police quarters and escaped with valuables. The SSI, Kothandaraman, 51, who is attached to Sembium traffic enforcement and lived on the first floor of A block, had gone to Thiruchendur on June 13. The burglary came to light only when the family returned home. They had kept the key on top of the almirah, which came in handy for the burglars. Based on the complaint from the SSI, Madhavaram police went to the scene and collected fingerprints. Police suspect the hand of someone inside the quarters as outsiders cannot sneak in easily. Police have collected the CCTV from Madhavaram police station, which is located right opposite the quarters. There are 7 blocks in the quarters with 12 apartments in each block. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/chennai-burglars-strike-at-police-quarters-make-away-with-gold-cash/articleshow/69818336.cms", "time": "2019-06-17 06:19:00"}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Pvt colleges exploit delay in Anna Univ engg counselling": {"description": "CHENNAI: Deemed universities and private engineering colleges are capitalising on the delay in conducting Anna University counselling. While most private establishments are on the verge of completing admissions, the government committee formed to conduct Tamil Nadu Engineering Admissions (TNEA) 2019 has postponed counselling. The rank list, which was to be released on Monday, will be released today, i.e. June 20 and counselling for special category candidates — people with disabilities and eminent sports persons — will begin on June 25, according to an official release. READ ALSO: TNEA 2019 Rank List to be out shortly @ tneaonline.in“Every day of delay is advantageous to deemed universities and top private colleges. Students, with a cut-off (minimum eligibility score) of 180 and above are uncertain of getting admissions in sought-after colleges through counselling. They are confused whether to join private institutions or wait for the counselling to begin,” said education consultant Jayaprakash Gandhi. Corroborating this, deemed universities, in their official press releases, claim to have witnessed a spike in applicants and cut-off scores based on which admission is carried out alongside entrance tests. This could be an indicator that toppers who could have secured admission through counselling may have joined deemed universities due to the delay. As far as top private engineering colleges affiliated to Anna University are concerned, there has been an increase in demand for integrated courses like MSc Data Sciences, business analytics and artificial intelligence, Gandhi added. Deadline to pay fees for these courses (under management quota) is nearing and some have opted for these courses, reducing the chance of more toppers joining Anna University colleges further, say experts. The counselling was already set to begin with 40,000 vacant seats as only 1.3 lakh applied for 1.7 lakh seats available. A senior official from Anna University said not conducting counselling as announced will make people lose trust and turn them towards institutions which have better infrastructure and placement record than affiliated colleges. “After vice-chancellor M K Surappa withdrew, the committee hasn’t utilised Anna University’s resources and they are feeling the heat now. The inexperience is reflecting in the form of delays,” the official added. When asked about the delay, the committee attributed it to it giving another chance for applicants who didn’t get their certificates verified properly and said it will not affect the admission process. Parents have requested for engineering counselling to begin on second or third day of medical counselling as cut-off scores of state board students are not high and the impact on medical admission is now mellowed down by NEET. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/pvt-colleges-exploit-delay-in-anna-univ-engg-counselling/articleshow/69833215.cms", "time": "2019-06-18 04:21:00"}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "By 2050, winters in Chennai will be warmer by 2°C": {"description": "CHENNAI: “Chennai has no winters” is an oft-made remark about the city. But in future this could be true. Researchers at Anna University have found that due to climate change, there would be a 2°C rise in effective temperature during winter and post monsoon by 2050, making winters uncomfortable. Effective temperature is the combined effect of temperature and relative humidity on the human body and this determines thermal comfort – a major issue in cities across the world and expected to change in future due to climate change. Thermal comfort is calculated using the temperature humidity index or thermo-hygrometric index (THI). “For instance, if the temperature is 35°C in Chennai, the relative humidity makes us feel as if it is above 40°C,” said K Palanivelu, director, Centre for Climate Change and Adaptation Research, Anna University. Researchers studied this change in THI. Palanivelu and his co-researchers Anushiya Jeganathan and A Ramachandran observed changes in the past 60 years (1951-2010) of daily maximum temperature and relative humidity data of Chennai procured from Indian Meteorological Department to arrive at a projected THI in future. The study was made using a method to project future climate scenarios developed at the centre with the help of UK met office’s PRECIS (Providing Regional Climate for Impact Studies) software. “Long term analysis shows there is a steady increase of discomfort in the city,” said Anushiya Jeganathan, a member of the research team. The researchers said an increase in winter temperatures was noticed in many parts of the world, including Chennai. The changes in comfort level was studied in two phases — 1951-1980 and 1981-2010. The change in discomfort level saw a regular increase in the second phase when compared to the first, according to the research. During 1981-2010, the THI went up in all month except in June, August and September. “A significant increase is noticed in February (1.1°C) followed by January and March (1°C) for the period of 1981-2010,” the research said. This has been consistent with the projected data with mid-century (2041-2070) and end century (2071-2099) estimates showing an average rise of 2°C and 4.6°C. “The increase of discomfort level in winter months is distressing,” the research said. Researchers said the current trend puts the onus on urban planners who have to evolve climate-smart strategies. A very obvious measure is increasing green cover, said Palanivelu citing the example of a dip in temperature in and around the IIT-M and Raj Bhavan campus due to the extensive green cover. The researchers said studies across the world have shown an association between high temperatures and heat-related mortality. Combined with increased humidity, high temperatures could create more uncomfortable conditions and become lethal. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/by-2050-winters-in-chennai-will-be-warmer-by-2c/articleshow/69817194.cms", "time": "2019-06-17 04:10:00"}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Doctors strike: Docs in most private hospitals in Tamil Nadu cancel ‘non-essential’ appointments, ask patients to return on Tuesday": {"description": "CHENNAI: Doctors in almost all private hospitals in Tamil Nadu cancelled “non-essential” appointments to patients starting 6am on Monday as part of a national protest called by the Indian Medical Association to condemn the assault on intern doctors in Kolkata. Patients, including those visiting from other states, were asked to return on Tuesday if they didn’t have pain or “emergency” needs. Doctors in several hospitals in Chennai, including Apollo Hospitals, SIMS Hospitals, Gleneagles Global and Fortis Malar, trimmed down their appointments and sent text messages and emails to patients with support from hospital managements. Inpatient services, operation theatres (including elective surgeries), lab services and emergency rooms were functioning. Posters announcing reasons for strike and doctors’ demands were displayed in several hospitals. “We are deeply pained to be forced to indulge in such attacks,” said posters announcing strikes. However, doctors at all government hospitals worked. \"We expressed solidarity with the striking doctors by wearing black badges,\" said Tamil Nadu Government Doctors Association president Dr K Senthil. In private hospitals, some physicians took the day off while surgeons postponed consultation including post-operative appointments. As a result, emergency and trauma wards were overcrowded through the day. “I have fever and cough since last night. I need only a consultation, but I had to go to the emergency because I got no appointments. It wasn’t possible to wait for a day,” said 60-year-old Ramesh Kumar S, who retired from government service recently. In another hospital, doctors cancelled appointment given to a seven-year-old child and rescheduled it for Wednesday. \"I took permission from my daughter's school for vaccination today. The revised schedule for me is such as burden because I have to reschedule my work appointments, talk to my daughter's school and coordinate with the autoriskshaw driver,\" said Madhumathi M, who works for a private bank. The strike would continue till 6am on Tuesday in an attempt to draw the government’s attention to doctors’ demands, said IMA state wing president Dr S Kanagasabapathy. “We have never seen such a big response to strike before,” he said. “There is a lot of anger among doctors because they often come under attack here too. Although Tamil Nadu was one of the first few states to bring legislations that protect doctors and hospitals, conviction rates have been very poor,” he said. Since the Tamil Nadu Medicare Service Persons and Medicare Service Institutions (Prevention of Violence and Damage or Loss to Property) Act, 2008 came into force, the state has registered about 33 cases and 13 people have been convicted. “Several times, complaints are not even registered. At least 19 states across the country have similar law, but we are now asking for a central Act that will be more stringent,” said IMA former national vice-president Dr TN Ravishankar. Doctors want punishment enhanced to up to 10 years of imprisonment with a fine that is nearly three times the cost of damage to the hospital. “We need not be paid all the money. Let the additional money go to government coffers, but it will instil some fear,” said Dr Kanagasabapathy. Doctors also want senior policemen, not below the rank of deputy superintendent or assistant commissioner of police, to investigate such attacks. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/doctors-strike-docs-in-most-private-hospitals-in-tamil-nadu-cancel-non-essential-appointments-ask-patients-to-return-on-tuesday/articleshow/69823666.cms", "time": "2019-06-17 16:03:00"}, "Chennai women's arrive in style to attend the 'Style Bazaar exhibition'": {"link": "http://photogallery.indiatimes.com/events/chennai/chennai-womens-arrive-in-style-to-attend-the-style-bazaar-exhibition/articleshow/69725335.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Garbage and negligence": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandnegligence/articleshow/69834431.cms", "time": "", "description": ""}, "Woman dies in stampede at PDS shop in Tamil Nadu": {"description": "TIRUVANNAMALAI: A 63-year-old woman died in a stampede at a PDS (public distribution system) shop at Inamkariyandhal in Tiruvannamalai district of Tamil Nadu on Monday. The woman, identified as Dhanabakiyam, was waiting to buy her monthly provisions. According to police, the stampede happened when the ration card holders – mostly women – moved forward. Later, Dhanabakiyam, who was caught in the stampede, was found lying unconscious on the floor. She was rushed to Government Tiruvannamalai Medical College and Hospital where she was declared brought dead. The Tiruvannamalai taluk police registered a case. Vijayalakshmi, a villager, said though the PDS outlet at Inamkariyandhal catered to more than 900 ration holders from three nearby villages, it was opened only twice a month. “Officials should take steps to open the outlet every day or they should open more PDS outlets in each village to avert such tragedies,” she said. However, taluk supply officer K Sumathi denied the allegation that the shop opened twice a month. Sumathi said there were around 200 ration card holders at the shop when the woman was found unconscious. “Preliminary inquiries revealed that the woman had skipped her breakfast. She fell unconscious while standing in a queue,” the officer said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/woman-dies-in-stampede-at-pds-shop-in-tamil-nadu/articleshow/69826554.cms", "time": "2019-06-17 17:33:00"}, "\nTamannaah and Kajal posed for the shutterbugs at the launch of The Nail Artistry at TTK Road\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/tamannaah-and-kajal-posed-for-the-shutterbugs-at-the-launch-of-the-nail-artistry-at-ttk-road/articleshow/69308444.cms", "time": "", "description": "Actors Tamannaah and Kajal, two fashion icons of the south film industry, were in town recently. This time, they weren’t here for their film promos, but for a fashionable do. Tamannaah was in a lemon yellow off-shoulder dress and Kajal in a floral dress with bell sleeves and frills. Obviously, all cameras were zoomed in on them as they walked in and the duo together posed for the shutterbugs. Cricketer Sreesanth was also spotted chatting cheerfully with the guests. What surprised us is that even when the sun is out there in its full, blazing, glory, Chennaiites just know how to keep it cool and trendy! Download The Times of India News App for Latest City ."}, "Desilting storm water drain canal": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/desiltingstormwaterdraincanal/articleshow/69807989.cms", "time": "", "description": ""}, "Madurai: School classrooms get attractive train compartment makeover": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/madurai-school-classrooms-get-attractive-train-compartment-makeover/videoshow/69758260.cms", "time": "", "description": ""}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "TN: Poojas done, but temples struggle for water": {"description": "CHENNAI: All temples are struggling for water despite special poojas and homams conducted to propitiate the rain god following instructions from the the Hindu Religious and Charitable Endowments department. All large Shiva temples perform five abhishekams and six times pooja daily, using borewells drilled within a well or a tank and are now being aked to use water sparingly. “We completely depend on borewells within tanks as well as on temple premises. The six borewells at the Kaplaeeswarar temple in Mylapore are the only source. We are happy we have water in the borewells but over the last few days the pressure is low and we are keeping our fingers crossed,” said a senior HR&CE official. The situation is similar at other temples. “We have a little water in the tank but water for the use in the temple is only drawn from the borewell. We do the daily poojas and abishekams without any problem but we only hope there is rain in the coming days as the well inside the temple will have some water,” said an official at a temple in Saidapet. There were times when water tankers were used to fill temple tanks and it happened in Mylapore and Triplicane. But now even tankers are in huge demand and very few temples are using them. “At present, water is needed for abhishekams, in kitchens, for devotees and in rest rooms. For cooking and other uses, we purchase water, but for the purpose of abishekams, it is mostly borewell water,” said the HR&CE official. Last month, the department told temples to organise varuna poojas. “Temple officials must make oduvars (temple singers) recite Sundramurthi Nayanar’s 7th Thirumurai and Thevaram (sacred hyms in Tamil on Lord Shiva) seeking rain. Temple artists must be asked to either sing or play on the nathasvaram or violin Carnatic music ragas like Amirtravarshini, Megavarshini, Kedharam, Ananda Bhairavi, Rupa Kalyani and others,” said a cicular from the department. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tamil-nadu-pujas-done-for-rain-but-temples-struggle-to-find-water/articleshow/69833467.cms", "time": "2019-06-18 09:31:00"}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Sterner tests await AIADMK following temporary truce": {"description": "CHENNAI: The AIADMK leadership may have bought a temporary truce for its internal troubles by avoiding a detailed discussion on several issues plaguing the party at its June 12 meeting. Bigger tests, however, await it in selection of candidates for Rajya Sabha polls, the schedule for which could be announced in the next few days. With AIADMK coordinator and deputy chief minister O Panneerselvam having promised at the June 12 meeting, to announce the names of the 11-member steering committee in two weeks’ time, that too is yet to draw any attention so far. In the five days since that meeting, both OPS and joint coordinator and chief minister Edappadi K Palaniswami were hardly in Chennai, with OPS away in his home town and EPS having had to attend meetings in New Delhi. “There has been no further discussion, within the party, on any issue after the June 12 meeting, barring a closed door meeting that OPS and EPS had along with party deputy coordinators K P Munusamy and R Vaithilingam soon after that meeting in the AIADMK headquarters. Now that EPS is back in Chennai from New Delhi and OPS expected to return to the city on Monday, things could kickstart,” a senior AIADMK leader, who did not want to be named, told TOI. On Saturday, Election Commission (EC) had announced the schedule for filling six Rajya Sabha seats, which fell vacant, in the states of Bihar, Gujarat and Odisha, with a formal notification to be issued on Tuesday. Soon, the announcement of schedule for filling the six Rajya Sabha seats from Tamil Nadu is expected to be made over next few days. “Despite the differences that continue to exist between them, the two leaders cannot delay deliberations any further. With just a few days for the schedule to be announced and several aspirants from within the party, especially with all the bigwigs now eyeing a seat in the Rajya Sabha, things cannot wait for long,” the leader said. Meanwhile, the promise made by OPS on steering committee could turn out to be a test for his leadership qualities. “This is not the first time OPS had made tall announcements at such party meetings. In the past too, he had insisted that the steering committee be constituted and that the party go back to the one-leader-onepost concept,” said another AIADMK leader. “But, he never followed them up in the subsequent meetings. If the same happens this time too, partymen will understand he uses such announcements as a diversionary tactic to escape scrutiny, especially in the wake of his recent failed attempt to get a berth for his son in the Union Cabinet,” said the leader. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/sterner-tests-await-aiadmk-following-temporary-truce/articleshow/69823431.cms", "time": "2019-06-17 13:46:00"}, "\nMehndi spotted checking out trendy accessories at the Style Bazaar exhibition at Hyatt Regency\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/mehndi-spotted-checking-out-trendy-accessories-at-the-style-bazaar-exhibition-at-hyatt-regency/articleshow/69663780.cms", "time": "", "description": "The wedding season is here, and so is our time to get updated with the latest in terms of fashion. The swish set made a beeline to this fashion expo that showcased a wide variety of ethnic and western wear, footwear, jewellery and other accessories. Purva, Sahithya and Sheetal bonded over latest designs and even clicked a few selfies. We spotted Mehndi checking out trendy accessories, and the beaded tassel earrings seem to have caught her fancy. While we liked how Harsha had kept it simple in a shirt-trouser combo, we also loved Prerna’s sequinned top. These women surely knew how to ace the style game. Download The Times of India News App for Latest City ."}, "Rly parcel office clerks worked same shift to keep bribes steady": {"description": "Chennai: In the ongoing inquiry at the parcel office of Chennai Central station, officials on Friday discovered something very curious: the same employee worked morning shift for the past several months on the parcel loading duty, while another worked the evening shifts. This is against vigilance and railway guidelines as rotation of shift is a must, especially for employees working in a sensitive area like the parcel office. This pattern was noticed in employees who handled cash at the parcel office as well. TOI has seen a copy of the attendance log for three months. Senior officials told TOI that the roster has been changed since. Informed sources said this was a key point in the modus operandi of the mafia that controls the parcel office. They decide which cargo gets loaded when, bypasses systems to aid under-weighment and takes bribe. TOI had reported how the mafia earns Rs 3 lakh every day in bribes from those who want to load their cargo on to trains. “The most lucrative time for working as loading clerk is in the morning, when inward parcels from trains from New Delhi and northern states arrive at Chennai. Similarly, the evening shift is lucrative as many perishable and non-perishable goods are loaded on to trains to Hyderabad, Kerala, Kolkata and Howrah,” said a source at the parcel office. Parcel supervisors who are in charge of ensuring rotation of clerks remain spectators, as influential union office-bearers are involved in this, said an official. For instance, the attendance sheets accessed by TOI show overwriting at many spots, where M (morning) is converted into L (leave) or R (rest) is converted into E (evening). In fact many of the employees have written to us that they want to be transferred out of the parcel office as they are unable to work alongside the mafia, said two sources, one an office-bearer of an employees union and another, an official in Chennai division of Southern Railway. Meanwhile, divisional railway manager P Mahesh sent out an internal note on Thursday, stating that every railway employee should carry an identity card on railway premises. “This came after it was found that unauthorised agents freely roamed the parcel office, claiming to be associated with the railways,” said an official involved in the investigation. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/rly-parcel-office-clerks-worked-same-shift-to-keep-bribes-steady/articleshow/69827537.cms", "time": "2019-06-18 04:27:00"}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "\nTarini walked the ramp at Fashion Soirée showcased by Karun Raman at Aqua, The Park\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/tarini-walked-the-ramp-at-fashion-soire-showcased-by-karun-raman-at-aqua-the-park/articleshow/69522080.cms", "time": "", "description": "It was a summer fashion soiree where print met cotton; style lorded over making a statement and and models prided in making that perfect rampwalk. As if the temperature wasn’t high enough, this do raised it a notch or two higher! No wonder we left ’em all taking fashion notes... Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Chennai Metro Rail to conduct yoga camps at eight stations": {"description": "CHENNAI: Commuters walking into metro stations could learn a yoga pose or two before they board a train, as Chennai Metro Rail Limited (CMRL) is organising yoga camps at eight metro stations from June 20 to 23. The camp organised in association with Suthaveli Sabhai, a Pollachi-based Yoga institution, will be held as part of the International Yoga Day. The camp will be held in two sessions -- morning sessions at 6.30am at Central, Tirumangalam, Mannadi and Vadapalani stations and the evening sessions will be at 5.30pm at Saidapet, Egmore, St Thomas Mount and Ashok Nagar. A CMRL official said members of the public also can walk in to the metro stations and participate in the camp. “They can bring their families too,” an official said. Anyone aged from eight to 80 years can attend the yoga camp. A N Dhanasekaran, who has 40 years experience in teaching yoga, will be conducting these camps. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/chennai-metro-rail-to-conduct-yoga-camps-at-eight-stations/articleshow/69830290.cms", "time": "2019-06-17 21:25:00"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Trichy: Foreign currencies seized from passenger at airport": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/trichy-foreign-currencies-seized-from-passenger-at-airport/videoshow/69831519.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Those who gain weight, lose teeth: Chennai-based Study": {"description": "CHENNAI: There are plenty of reasons to lose weight. Here is another: a new city-based study has found that overweight people lost more teeth than their normal-weight peers. Although surprising, the link isn’t a newly discovered one, and doctors across the world are increasing connecting body mass index to dental health. Dentists researched about 500 people -- both men and women -- aged 40 years and older with missing posterior teeth (not rehabilitated with any prosthesis) through clinical history and intraoral examination for the study called, ‘Body Mass Index and Tooth Loss: An Epidemiological Study in a Sample of Suburban South Indian Population’. Among the 260 women in the study group, 133 were obese and 35 were overweight. Of the 240 men in the group, 73 were obese and 74 were overweight. The biggest number of high tooth loss in both genders was among those who are obese. At least 55 women in the obese group suffered high tooth loss compared to 27 men in the same group. “There is no known mechanism that explains the exact relationship between obesity, tooth loss, and gender differences. It has been speculated that these changes are mediated by eating behaviour of the individual,” said the corresponding author Dr Parthasarathy Natarajan, department of prosthodontics, at Faculty of Dental Sciences, Sri Ramachandra Institute of Higher Education and Research. The results, published in the Journal of Pharmacy and Bioallied Sciences allowed the authors to conclude that BMI and tooth loss are interrelated. Further analysis showed 70% of obese women were from the low socioeconomic group, which is significantly higher than any other group. The authors say the study has a limitation as the medical diseases are only self-reported and they have not done an assessment of physical activity, food preferences of the individuals, and level of education was performed. “A case-control study with more samples may give us better conclusive evidence,” they said. But studies done abroad that took account factors such as blood sugar levels, smoking, and eating and exercise habits, with age and gender also showed a significant link between obesity and dental health. Doctors say obesity contributes to inflammation in the body, which has long been associated with gum disease. “Diseases of the mouth have long been associated with cardiac diseases and some cancers. The mouth is generally a gateway to good health, a reason why most general physicians look into your mouth during the examination,” said diabetologist Dr V Mohan. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/those-who-gain-weight-lose-teeth-study/articleshow/69817147.cms", "time": "2019-06-17 06:26:00"}, "Sewage Leak affecting normal life": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewageleakaffectingnormallife/articleshow/69818266.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "public inconvenience": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/publicinconvenience/articleshow/69818337.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Two boys freed from bondage near Chennai": {"description": "CHENNAI: After two years of toil in orchards and cattle sheds on the outskirts of Chennai, two siblings, aged10 and 13, were rescued from bondage. The boys – Desappan and his younger brother Mariappan – grazed cattle and worked on farmlands in Appavaram village near Gummidipoondi. Their family had taken Rs 40,000 as an advance in 2017 and put the boys in bondage. Acting on a tip-off from International Justice Mission (IJM), revenue divisional officer of Ponneri, Nandakumar, along with his subordinates and police raided a house and orchard owned by a man namedPanneer atAppavaram on Saturday evening. After searching for more than an hour, they found the boys behind bushes around 500m from Panneer’s house where they were held hostage. On seeing the team, Panneer and his brother Patha fled the village to avoid arrest. Officials said the boys took care of a herd of 40 cows, kept a watch on the orchard and worked as farm hands. “From grazing the cattle to cleaning their shed to guarding the orchard, the boys toiled from early morning to late evening. They worked for more than 10 hours a day and were given only two meals,” said Raja, an advocate who assisted officials in the rescue operation. Panneer and his brother used to beat them up, he said. Recalling the summer of 2017, Lalitha, a native of Nelvoyal, said her sons were studying in Class IV and V at a government school in the neighbouring village when Panneer andhisbrother approached her. He asked her to send the boys for work during summer holidays.He promisedher Rs 20,000 as an advance for each child. “Though I was hesitant, they promised that they would send back the boys. They gave the money and took my sons,” she said.Lalitha saidPanneer did not allowthe boys to attend the funeral of their grandmother. “With the help of volunteers, I managed to free my children,” she said. Following complaint from officials, Gummidipoondi police have registered a case against Panneer and his brother under the sections of the Bonded Labourer System (Abolition) Act 1976, SC/ST (Prevention of Atrocities)1989 Act and the IPC. Police have launched a hunt for the duo. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/two-boys-freed-from-bondage-near-chennai/articleshow/69820563.cms", "time": "2019-06-17 10:47:00"}, "DMK, AIADMK raise water crisis at all-party meet": {"description": "CHENNAI:The deepening water crisis in Tamil Nadu and inter-state river disputes are top on the agenda of the ruling AIADMK and its arch rival DMK with representatives of both parties requesting Prime Minister Narendra Modi for sufficient time in Parliament to discuss these key issues. Tamil Nadu’s water crisis was among the several issues that was raised during an all-party meeting convened by Modi in New Delhi on Sunday ahead of the first session of the 17th Lok Sabha. DMK’s parliamentary party leader T R Baalu and AIADMK’s lone Lok Sabha MP O Ravindranath Kumar attended the meeting. “As per the suggestions of our party leader (M K Stalin), we listed out ten important issues, from the water crisis in the state to Cauvery Water Management Authority and several other key subjects like NEET, to the PM and sought sufficient time to discuss them in Parliament,” Baalu told TOI. “During the Parliament session, I will give notice to the Centre on the water crisis in Tamil Nadu and insist that the Centre declare it a national crisis,” added Baalu. He said he spoke on Karnataka’s insistence on going ahead with the controversial Mekedatu dam project and the imperative need to get the women reservation bill passed soon. Citing the memorandum submitted by chief minister Edappadi K Palaniswami to Modi on Saturday after participating in the Niti Aayog meeting for CMs, Ravindranath Kumar said, “I had a discussion with the CM and deputy CM (his father O Panneerselvam) before attending the meeting. I will voice the issues pertaining to the state’s welfare. I have sought time for a detailed deliberation on these issues in the upcoming session.” Like DMK, Ravindranath said he would raise the deepening water crisis in TN, the Mekedatu project and several other important topics pertaining to the state. In his memorandum, the CM had sought the Centre’s assistance for diversion of 200tmcft of surplus water from Godavari to Cauvery and further to Vaigai and Gundar rivers. He had also sought support from the Centre for Nandanthaai Vaazhi Cauvery Scheme to breathe life into Cauvery and its tributaries. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/dmk-aiadmk-raise-water-crisis-at-all-party-meet/articleshow/69823615.cms", "time": "2019-06-17 13:59:00"}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Chennai Malls resort to rationing, hotels down shutters as water crisis intensifies": {"description": "CHENNAI: The malls in the city have started rationing water, while restaurants have cut down their business hours, The water shortage is slowly crippling the hospitality industry.A popular mall in South Chennai has reduced its water consumption by 30%. “We have reduced by one-third the flow from taps, which would have otherwise released 7.5 litres a minute. This has been brought down to 2.5 - 3 litres a minute,” staff at the mall said. The desperate measures were taken in the light of water supply by tankers being hit due to depleting water resources in Kancheepuram and Tiruvallur districts. While a few restaurants delay their opening time due to the water crisis, some are forced to skip their peak hours after tankers failed to supply water. Tapan Agarwal, director of a chain of restaurants, said one of their branches in Velachery had to discontinue services during lunch for two days. “Ten days ago, our regular supplier failed to deliver and repeated attempts to source water also turned a futile exercise because of the prevailing water crisis. So, we could not offer lunch for two days,” he added. Approximately 8,000 restaurants with different seating capacity ranging from 100 to 300 are operating in Chennai and suburbs. The total volume of water required by these restaurants is 156 million litres a day. Chennai Hotels Association president M Ravi said water tankers have tripled their charges. “A 36,000-litre capacity tanker, which used to supply for ₹3,000, has now increased the price threefold. In a bid to reduce the dependence on water, several restaurants have shifted to disposable cups and plates,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/chennai-malls-resort-to-rationing-hotels-down-shutters-as-water-crisis-intensifies/articleshow/69818511.cms", "time": "2019-06-17 07:22:00"}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Chennai women's step out in style to attend a launch event": {"link": "http://photogallery.indiatimes.com/events/chennai/chennai-womens-step-out-in-style-to-attend-a-launch-event/articleshow/69563721.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Transformer disaster working to strike": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/transformerdisasterworkingtostrike/articleshow/69808013.cms", "time": "", "description": ""}, "Danger Street": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerstreet/articleshow/69821166.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "FOOTPATH ENCROACHED": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathencroached/articleshow/69821191.cms", "time": "", "description": ""}, "Take the back road instead of Highways": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/takethebackroadinsteadofhighways/articleshow/69821133.cms", "time": "", "description": ""}, "Fishing ban compensation: Tamil Nadu govt deposits Rs 83.5 crore in fishermen’s bank accounts": {"link": "https://timesofindia.indiatimes.com//city/chennai/fishing-ban-compensation-tamil-nadu-govt-deposits-rs-83-5-crore-in-fishermens-bank-accounts/articleshow/69814438.cms", "time": "2019-06-16 21:07:00", "description": "CHENNAI: The Tamil Nadu government has transferred Rs 83.5 crore to the bank accounts of 1.67 lakh fishermen as a compensation for them during the fishing ban period which just ended, fisheries minister D Jayakumar said on Sunday. In a statement, the minister said the government had sanctioned Rs 5,000 to each fisherman family in 13 districts as compensation. The 61-day ban on fishing is aimed at protecting and rejuvenating the marine resources. The 61-day ban on fishing is aimed at protecting and rejuvenating the marine resources. The ban is effective from April 15 to June 14 on the east coast every year. On the west coast, it is effective from June 1 to July 31. Download The Times of India News App for Latest City ."}, "Chennai: Man dies as slab falls on him after crane hits wall in ICF": {"description": "CHENNAI: A man leaning against a wall and eating his dinner inside the Integral Coach Factory (ICF) here on Saturday night was killed when a stone slab fell on him after a crane carrying a railway coach accidentally dashed against the wall. Police identified the victim as Tirumurthy, 32, from UtthanKarai village in Krishnagiri district, who had been employed as a contract worker at the ICF for the last two years. Witnesses said he was bleeding from the head when they found him and took him to a nearby private hospital for treatment. He died on Sunday morning. Police have registered a case of accidental death. “We will investigate and alter the section if needed,” said an investigating officer. Police said a supervisor should have employed to oversee the operation of the crane. They said no one noticed Tirumurthy seated near the wall. ICF officials could not be reached for comment. However as per contract conditions available in the public domain, general safety regulations in ICF are similar to those in other factories. Every contractor is supposed to hire a supervisor who is in charge of the safety of the contractual staff. Inside the shop floor, there are specific paths for movement of vehicles. In fact vehicle movement should be monitored by supervisors to ensure that no mishap occurs. Regular checks are supposed to be done apart from surprise inspections by ICF officials. It is the contractor's responsibility to ensure the safety of workers especially while working at a height, providing them personal protective equipment. At the time of going to press, there was no word on whether all safety norms were followed. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/man-dies-as-slab-falls-on-him-after-crane-hits-wall-in-icf/articleshow/69817316.cms", "time": "2019-06-17 06:02:00"}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Gallery housing ancient music instruments at museum soon": {"description": "CHENNAI: Visitors to the Government Museum at Egmore will soon be able to see ancient musical instruments up-close and hear them. These antiquities will get an exclusive gallery where Indian and global music instruments will be showcased. The facility will display 41 music instruments with multiple types of ‘yazh’ (an ancient stringed instrument), veena and parai. These instruments, procured from multiple sources including independent donors, are under the custody of the museum since the British era, an official said. Officials said the museum is dedicating a separate gallery for music instruments for the first time. “The instruments were part of the ethnology gallery at the Government Museum. The new facility will be thrown open to the public in a month,” a museum official said. Work is underway to establish the gallery, the 58th overall, in the anthropology section. An LED screen will display the music instruments, its details and play out tunes for a minute, akin to an audio-enabled slideshow. “The antique music instruments to be displayed are anywhere between 100 years to 120 years old. While 23 music instruments displayed in the ethnology gallery would be shifted, 17 other instruments that were part of the reserve collection will be showcased,” the official said. Panchamuga vathiyam, nagulai yazh, sengottai yazh, vedha veena and vichithra veena are a few instruments that would find the place in the new gallery. Director of museums Kavitha Ramu told TOI that international music instruments would be displayed. “It includes the Burmese instrument saung,” she said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/gallery-housing-ancient-music-instruments-at-museum-soon/articleshow/69817253.cms", "time": "2019-06-17 08:31:00"}, "\nNiharika and Anviksha had fun partying at Watson's in T. Nagar\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/niharika-and-anviksha-had-fun-partying-at-watsons-in-t-nagar/articleshow/69324982.cms", "time": "", "description": "Chennai peeps always have their weekend plans sorted. With many heading out to party, this popular watering hole saw a bunch of young guns take the venue by a storm with their infectious energy last weekend. The fashion sense of Chennaiites has always been about comfort and that’s what men and women opted for this do — funky tops, casual shirts and summery dresses did the trick. Download The Times of India News App for Latest City ."}, "\nJanani Iyer posed for the shutterbugs at the launch of a new restaurant Vimalam Mess at Anna Nagar\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/janani-iyer-posed-for-the-shutterbugs-at-the-launch-of-a-new-restaurant-vimalam-mess-at-anna-nagar/articleshow/69325013.cms", "time": "", "description": "This one was for the launch of a new restaurant, Vimalam Mess — a place that promises to bring to Chennaiites the taste of home-cooked food. “You get to taste traditional Chettinad cuisine, tastefully made with hand-ground masalas, served in an inviting, homely ambience,” explained project head, Rajagopal. “We aim to provide top-class food at affordable prices, without compromising on quality and quantity,” he added. VTV Ganesh, Mirchi Shiva, Mohan, Sundar C and Vichu inaugurated the place by lighting the kuthuvilakku. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Reformed, young ganja peddlers leave streets to start life afresh": {"description": "Chennai: Until recently, twenty-year-old Kalaiselvan* was stopped by police every time he roamed the city streets late in the night. Everything new about him, say a new haircut or ear piercings, was seen with suspicion, given his history of peddling ganja through his teens. The scenario has, however, changed now, with police going out of their way to get Kalaiselvan a job as a construction worker earning not less than Rs 8,000 a month. Inspector Rajeshwari of Secretariat Colony police station says Kalaiselvan has promised to turn over a new leaf. “He is a skilled worker who slogs all seven days a week and supports his family financially,” she adds. Kalaiselvan is one of the more than 30 former ganja peddlers from the locality, who Rajeshwari helped shed their criminal pasts and take up jobs in the past three months. Some run small stalls selling idli, tea and groceries, while the rest are employed in hotels as house keeping staff and bill collectors. Most of the former peddlers are victims of broken families who were brought up by grandparents and roamed the streets freely, she says. “They become easy targets for established peddlers who use minors as delivery boys since juveniles can get away easily,” she said. The idea of rehabilitating them struck the inspector when she was questioning one such teenager, she says. “Most of the peddlers were caught as juveniles. Every time I ask them why they do it, they cited poverty,” says Rajeshwari. “So I hoped that if I found them a job, their problems will be sorted out and they will stay away from peddling and chasing money. Personally, I believe sending them to juvenile homes or jails will not help much unless their basic needs are met,” she says. Rajeshwari borrowed used clothes from friends and distributed them to the reformed peddlers. She bought utensils for the women who have set up food kiosks. Deputy commissioner of Kilpauk, Rajendran, who is the driving force behind this, celebrates birthdays with reformed men and women at the police station. They have all signed a bond to refrain from criminal activities. (*name changed) Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/reformed-young-ganja-peddlers-leave-streets-to-start-life-afresh/articleshow/69827599.cms", "time": "2019-06-18 04:30:00"}, "Former cricketer Kapil Dev unveils largest cricket bat in Chennai": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/former-cricketer-kapil-dev-unveils-largest-cricket-bat-in-chennai/videoshow/69798545.cms", "time": "", "description": ""}, "EB junction box to be replaced urgently.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ebjunctionboxtobereplacedurgently-/articleshow/69780725.cms", "time": "", "description": ""}, "Chennai: Ambulance staff return Rs 69 lakh found with accident victims": {"description": "CHENNAI: An ambulance driver and medical technician, who attended to an accident call, found Rs 69 lakh from the damaged car and handed them over to the hospital authorities. In the accident, one person died and two others were injured after one of the tyres of the car they were travelling on burst at Chinnayanchatiram in Kancheepuram district on Saturday evening. The Kancheepuram Taluk police said Balaji, 30, and Murali were travelling from Dharmapuri to Chennai on Saturday evening along with their driver, Saravanan. When they were nearing Chinnayanchatiram, a tyre burst and the driver lost control of the vehicle. In the impact, the vehicle toppled and crashed. They were carrying a bag containing cash of Rs 69 lakh which they got from a business deal. They were employed in a firm in Madhavaram which supplies iron materials and the employees were assigned to collect the money. Passersby informed the 108 ambulance and police control room. On receiving the call, the ambulance that was parked at Rajakulam in Kancheepuram rushed to the spot. “We got the call at 6.19pm. All the three were found lying outside the car and the three bags which were in torn condition contained cash,” said V Santhanam, the ambulance driver. He along with D Vijayan, a medical technician, rushed the three victims to a hospital. “We handed over the bags to the hospital authorities,” said Santhanam. However, Murali succumbed to injuries and the other two are undergoing treatment. Police have registered a case of rash and negligent driving and are investigating. Saravanan and Vijayan were appreciated for their honesty. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/ambulance-staff-return-rs-69-lakh-found-with-accident-victims/articleshow/69817152.cms", "time": "2019-06-17 06:32:00"}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "We are supplying Chennai more water than two years ago, says Velumani": {"description": "CHENNAI: Tamil Nadu rural and municipal administration minister S P Velumani on Monday said there was no drinking water shortage in Chennai and termed such reports false propaganda. “None of the IT companies in the city is facing water shortage. Hotels have sufficient water, schools are not facing any shortage and hostels are not closing down,” the minister said at a press meet here. “Based on media reports, we spoke to the IT firms and we did not find any water shortage. They are dependent on private water tankers. If they require supply, we can support them,” he said. The minister said domestic water supply to Chennai had been increased from 450 million litres a day (MLD) in 2017 to 525 MLD now. This supply would be maintained till November. “There is no shortage of drinking water. Sufficient supply is reaching residents as we have augmented sources — stone quarries and lakes in Retteri and Ayanambakkam. We are also drawing water from aquifers near Neyveli Lignite Corporation. In future, if required, we will get water from other districts. But at present, we are able to manage the supply,” Velumani said. “There is a rainfall deficit. But Chennai Metrowater and the state government were managing well and are supplying enough water to residents,” he said. The government was desilting and rejuvenating more than 610 water bodies in Chennai to increase storage capacity by 1 tmcft. Addressing section heads and staff from corporations, municipalities, and town panchayats, the minister asked officials to work on a war footing and address the false propaganda along with the water issues. For Greater Chennai Corporation, the minister instructed that a committee comprising a superintending engineer and an executive engineer be formed for each of the 15 zones and one chief engineer should oversee the effectiveness of water disbursement for three zones. All officials including IAS officers should begin work by 6 am and address the water issues of the public. Stating that there have been complaints of certain officials not responding to phone calls on the toll-free number, the Minister warned of strict action against errant staff. Public can make queries and register complaints on the 24X7 toll free number -- 044-45674567. The Minister also asked the Corporation and Muncipality commissioners to create a ‘special app’ to monitor water disbursement activities on a day-to-day basis. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/we-are-supplying-chennai-more-water-than-two-years-ago-says-velumani/articleshow/69833493.cms", "time": "2019-06-18 04:46:00"}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "garbage at the Rajendra Prasad main road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageattherajendraprasadmainroad/articleshow/69834435.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "EB wire posses grave danger": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ebwirepossesgravedanger/articleshow/69834427.cms", "time": "", "description": ""}, "Public nuisance": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/publicnuisance/articleshow/69780807.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "TN water crisis: 'Won't leave IT firms in lurch'": {"description": "CHENNAI: Tamil Nadu IT secretary Santosh Babu, who convened a meeting of IT companies here on Monday, has assured them of all help to tide over the water crisis with support from Metrowater. “There is an issue and it could become critical if there is no rain in the coming weeks. Hence we called the meeting and have assured them of all help from the government. However, the IT companies have denied having asked employees to work from home,” Babu told TOI. Residents remain the government’s top priority but business establishments will not be overlooked. “We will not leave IT companies and others in the lurch. We are coordinating with Metrowater to see possible ways of helping them. For instance, Metrowater has ‘grey water’ which can be supplied to the companies for flushing purposes,” he said. But two independent sources confirmed TOI that work from home has been exercised by some companies on OMR. “One IT major near Siruseri has informed employees to execute the ‘work from home’ option as per their convenience. Nothing has been communicated officially. It is informal,” a consultant with the IT major said. Vasumathi R, president of Forum for IT/ITES Employees, said, “It was informal. In fact, start-ups on OMR are the worst hit.” TOI sent two mails to NASSCOM in the past one week seeking its response regarding the water crisis and its impact on IT companies on OMR. But it is yet to reply. While the government does not want to accept that there is a crisis, some companies have asked employees who are part of support functions to work from home. “This is a natural disaster. As there is a phenomenal demand from residents, the pressure is on IT companies. It is forcing them to take a fresh look at their water management policy, including use of recycled water and judicious use of available water,” a source from the industry said. “There is a problem and we are trying to reduce water consumption. Wherever sewage treatment plants are available, recycled water is made available for use. For others, it is a big challenge,” says Ajit Chordia, managing director, Olympia Tech Park. “While treatment plants have come in handy, we are working together with companies and their employees on an optimal consumption approach and cautiously reducing water usage and its wastage. We are sourcing only that much of water that is required and nothing more,” said C Velan, city head, Chennai operations, Ascendas. Most of the IT companies on OMR have long-term contracts with water suppliers, said T Raghunandana, managing director, UDS, a facility management company. “While tanker companies end up servicing only the larger firms considering the large value of the contract, the smaller companies fend for themselves. The cost of water has gone up by up to 40%,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/companies-informally-ask-staff-to-work-from-home-government-promises-water-supply/articleshow/69833481.cms", "time": "2019-06-18 08:54:00"}, "\nPayal and Shakthi had fun partying on Bollywood nite at The Vault\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/payal-and-shakthi-had-fun-partying-on-bollywood-nite-at-the-vault/articleshow/69308424.cms", "time": "", "description": "It’s summer break for most of them. So, what better reason do they need to party! Be it weekdays or weekends, of late, the pubs in the city are all quite happening places with scores of them dropping in for late-night parties. If it’s sultry outside, these peeps turn up the heat inside the watering holes, sporting the trendiest stuff of the season. And once on the dance floor, they’re on fire, boogeying to upbeat tracks from the DJ’s console. Download The Times of India News App for Latest City ."}, "‘Hike jail time for death due to reckless driving’": {"description": "CHENNAI: To deter reckless driving, an amicus curiae appointed by the Madras high court on Monday suggested enhancement of imprisonment for death caused through such offences from 2 to 10 years by amending the IPC. The amicus has also suggested that the state establish a 24/7 CCTV control room to track and monitor such offenders and directly alert traffic police. The suggestions were made on the suo motu plea initiated by the high court. Justice N Anand Venkatesh initiated the proceeding a day after one such accident caused by a reckless driver in Selaiyur on June 8 injuring 4 victims. When the plea came up for hesring, the amicus also highlighted that there is very lethargic prosecution by police under the Motor Vehicles Act for licence less driving, speeding, reckless traffic violations, helmet-less riding, minors at the wheel, uninsured vehicles, drunken driving and many more such violations. There must be strict enforcement by police/transport authorities and prosecution must be in place under all provisions and not be ignored, he added. Recording the submissions, the judge directed the government to take note of the submissions/suggestions and submit their response. The judge then adjourned the hearing to July 1 for the state to files its reply. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/hike-jail-time-for-death-due-to-reckless-driving/articleshow/69833724.cms", "time": "2019-06-18 04:30:00"}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Chennaiites attend the launch of a showroom": {"link": "http://photogallery.indiatimes.com/events/chennai/chennaiites-attend-the-launch-of-a-showroom/articleshow/69772893.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "garbage at elephantgate street": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageatelephantgatestreet/articleshow/69780731.cms", "time": "", "description": ""}, "Will give marks for faulty questions: TNPSC": {"description": "CHENNAI: The Tamil Nadu Public Services Commission (TNPSC) on Monday informed the Madras high court that the allegations of wrong answer keys released for the preliminary examination conducted for recruitment to Group-I services has been resolved and appropriate additional marks have been allotted to deserving candidates. In view of receipt of 4,390 representations from the candidates on 96 such wrong answers and incorrect questions, the commission constituted an expert committee, which thoroughly analysed the representations and due marks have been allotted to candidates who attended such questions, R Thara Bai, deputy secretary, TNPSC, said in an affidavit. “The committee in its analysis found that for 12 questions all options were either wrong or ambiguous. For five questions, two or more options were correct and for seven other questions tentative answer keys alone were wrong,” the report said. As a matter of fact, pursuant to the above exercise, candidates including the petitioner have been allotted marks for 6 of 10 questions pointed out by him in his representation, the deputy secretary added. The submissions were made on the plea moved by S Vignesh of West Mambalam, an unsuccessful candidate of the preliminary exam conducted on March 3. The petitioner alleged that 18 of 200 answers released by TNPSC for the preliminary examinations for Group-I services were wrong. Recording the submissions made by the TNPSC, Justice V Parthiban adjourned the plea to June 19 for further hearing. According to the petitioner, the commission released the answer key on March 4 on its website with a note that if any of the answers in the key is incorrect, candidates were invited to challenge the respective questions with correct answers by uploading proper source of reference material to the website within seven days. Though the petitioner and others found 17 answers and one question wrong and challenged them with appropriate reference materials, the commission, without considering the same, released the list of selected candidates and main examination was conducted on April 3. Claiming that the entire recruitment process is not transparent, the petitioner submitted that if appropriate marks were given for the wrong answer keys, he would get 195 marks instead of the current 175.5. The petitioner wanted the court to quash the final answer key published on March 4 and the list of selected candidates provisionally admitted for main written examination in respect of posts included in the combined civil service and public exam (Group-I services). He wanted the court to direct the commission to revise the answer key and the list of selected candidates. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/will-give-marks-for-faulty-questions-tnpsc-tells-court/articleshow/69833225.cms", "time": "2019-06-18 06:26:00"}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Talk on ill-effects of plastic waste on marine life held in Chennai": {"description": "Plastic usage is back in the city with impunity though the plastic ban is still on in the state. The single-use plastic ban came into effect on January 1, 2019. However, there are still people who do their bit to stop single-use plastic menace that's harming the environment. Nidhi Sajith Menon, a 17-year-old girl from Chennai, is one among them. She has been doing everything possible to create awareness on the ill-effects of single-use plastic, especially on marine life. On Saturday, she organised a presentation at the Backyard, Gandhi Nagar, Adyar.  \"June 8 is observed as the World Oceans Day and there are events organised throughout the month to understand the importance of conserving our oceans. So, I wanted to emphasise the point that how small changes that we make today will bring about major impact in ocean conservation. Reduce the use of plastic is the way to go about it - carry your own cloth bags when go shopping, by items which are alternatives to plastics like neem combs, steel bottles and containers, etc. In Chennai, there are several organisations that have been involved in clearing plastic waste from our water bodies. But on a daily basis, we have to be responsible enough to cut down on generating plastic waste. In fact, I was shocked to see the rampant usage of plastic even though there was good adherence to the ban initially. Unless somebody keeps talking about it, the attitude of people won't change. That's why I organised this presentation. So, I touched up on topics with some realistic visuals like that of the turtle with straw up its nostril and seahorse holding on to a cotton bud. All these are there on the internet. But having seen all this, what are we doing? That's what I addressed with this presentation. Those who attended the presentation promised to do their bit,\" shares Nidhi, who have been running an initiative called For Earth's Sake to bring about an attitudinal change in terms of plastic usage among the residents and shopkeepers of Adyar and RA Puram. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/talk-on-ill-effects-of-plastic-waste-on-marine-life-held-in-chennai/articleshow/69825590.cms", "time": "2019-06-17 16:38:00"}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Dhinakaran reiterates demand for white paper on restoration of water bodies by Tamil Nadu govt": {"description": "CHENNAI: AMMK general secretary T T V Dhinakaran on Monday reiterated his demand that the Tamil Nadu government bring out a white paper on the kudimaramathu (traditional restoration of water bodies) work undertaken by the state. On Friday, the government announced that it was allocating Rs 499.68 crore for kudimaramathu work to be undertaken across the state. The latest sanction is the third by the Edappadi K Palaniswami government. Kudimaramathu involves undertaking maintenance work of water bodies with the involvement of farmers and locals in the respective regions. \"This government has been sanctioning funds for undertaking kudimaramathu work. However, no one knows how much of the work was actually carried out. Hence, the government should bring out a white paper on this,\" Dhinakaran told reporters. \"If those work had been actually carried out as sanctioned in the past, how come so much of the surplus Cauvery water was let into the sea last year, instead of diverting it to the water bodies in the delta districts, especially Nagapattinam? Farmers in the toe end regions of the delta districts were complaining that the Cauvery water had not reached them for long. Even in other regions, water bodies are in a sorry state, with bushes of 5-6 feet height,\" Dhinakaran said. On Saturday,   Dhinakaran alleged that there was lack of transparency   in the kudimaramath scheme and demanded a white paper on the scheme. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/dhinakaran-reiterates-demand-for-white-paper-on-restoration-of-water-bodies-by-tamil-nadu-govt/articleshow/69823164.cms", "time": "2019-06-17 13:28:00"}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Wires hanging every where.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wireshangingeverywhere-/articleshow/69821283.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Chennai: Life convicts work at petrol pump, an initiative by prison dept and IOC": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/chennai-life-convicts-work-at-petrol-pump-an-initiative-by-prison-dept-and-ioc/videoshow/69800146.cms", "time": "", "description": ""}, "abandoned vehicle": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/abandonedvehicle/articleshow/69808008.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Encounter death: SHRC takes note, seeks report": {"description": "Chennai: The State Human Rights Commission (SHRC) took suo motu cognisance of media reports on a police encounter in the city and called for a detailed report from the director general of police and the home secretary. SHRC chairperson Justice T Meenakumari also directed the commission’s investigation wing to look into the encounter and file a report within eight weeks. On Saturday, police gunned down 21-year-old history-sheeter S Vallarasu of Vyasarpadi. He was involved in at least six cases , including that of murder and snatchings, according to police. Vallarasu allegedly resisted arrest and attacked a head constable and two sub-inspectors, prompting top officers to form a special team that shot him down at 4.20am on Saturday. This is the second encounter killing by police in eleven months. According to police, constables Pounraj and Ramesh of the Vyasarpadi police station went to question Vallarasu’s gang members near the Vyasarpadi flyover in connection with a case. Vallarasu and Karthik resisted the cops and then the former attacked constable Pounraj with a machete leaving him grievously injured. Two sub-inspectors were also attacked after, which a special team was formed and traced the suspects to a hideout behind Madhavaram bus terminus. When Vallarasu again tried to attack police while attempting to flee, inspectors Ponraj Miller and M Ravi opened fire. Vallarasu was rushed to Government Stanley Hospital where he was declared brought dead. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/encounter-death-shrc-takes-note-seeks-report/articleshow/69833731.cms", "time": "2019-06-18 04:31:00"}, "storm water cover": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stormwatercover/articleshow/69818314.cms", "time": "", "description": ""}, "Law in the hands of Lorry owner": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lawinthehandsoflorryowner/articleshow/69807954.cms", "time": "", "description": ""}, "Man, 43, goes searching for scooter, finds pistol instead": {"description": "CHENNAI: A man who parked his scooter and went to buy fish from the Villivakkam market on Sunday, returned to find a rusty pistol abandoned nearby and his two-wheeler missing. He later handed over the pistol to personnel at the Rajamangalam police station and lodged a complaint about his missing two-wheeler. Police said 43-year-old Sargunam, a cabbie, was a resident of Kolathur and was on his Sunday visit to buy fish from the market near Villivakkam railway station. “He parked his red scooter near the market. When he returned after making the purchase, his scooter was missing,” a police officer said, quoting from Sargunam’s complaint. Sargunam looked around for his scooter and asked people if they’d seen it. Getting desperate, he ventured closer to the railway gate, where he found the pistol in a cloth bag. “He said he got curious as to what was in the bag and opened to find the pistol. Then he brought it to us,” the officer said. Personnel at the Rajamangalam station said the 9mm pistol was not loaded. “The pistol was a bit rusty, indicating that it was not used in the recent past. There were no marks or names identifying the make of the pistol either,” said an investigating officer. Police suspect it to be a country-made crude pistol. “Ballistics and forensic experts will examine the pistol to verify its make and model and submit a detailed report soon,” he added. Rajamangalam police have registered a case. The pistol was surrendered in Egmore magistrate court on Monday. Police are checking CCTV camera footage from the vicinity to trace the ones who dumped the pistol and the miscreant who stole Sargunam’s scooter. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/man-43-goes-searching-for-scooter-finds-pistol-instead/articleshow/69833234.cms", "time": "2019-06-18 04:22:00"}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Two arrested for poaching spotted deer in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com//city/chennai/two-arrested-for-poaching-spotted-deer-in-tamil-nadu/articleshow/69813385.cms", "time": "2019-06-16 17:57:00", "description": "TRICHY: Forest officials on Sunday arrested two men for poaching spotted deer in Poolambadi Reserve Forest in Perambalur district of Tamil Nadu and seized a country made gun from them. The officials recovered the carcass of a male spotted deer from them. The arrested accused have been identified as M Arul Pandian, 30, and R Arumugam, 37. District forest officer Asokan said search was on to nab D Rengasamy, 36, who is a member of the gang. A police team intercepted the duo at Arumbavur, about 3km from the Poolambadi Reserve Forest, on Sunday morning and handed them over to the forest officials. This is second such incident in Peruambalur in the last nine days. On June 9, the Perambalur police arrested a 54-year-old man and seized the carcass of a spotted deer and weapons. Police and forest officials were on the lookout for five other poachers who were with him. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Danger manhole": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangermanhole/articleshow/69780781.cms", "time": "", "description": ""}, "manhole cover damaged in Govindu Street, T-nagar": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/manholecoverdamagedingovindustreet2ct-nagar/articleshow/69821126.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Man hurls bomb at Kanchi eatery in Kancheepuram": {"description": "CHENNAI:A 29-year-old man who was involved in several criminal activities hurled a petrol bomb at a fast food shop in Maraimalai Nagar in Kancheepuram district on Saturday night. Police have launched a hunt for him based on a CCTV grab from the locality. Two women — Epsiba and her sister Divya of Keelakaranai — run a fast food shop in the locality. On Saturday night, a drunk man went to their eatery and demanded money to run the shop without any trouble. As the sisters refused to pay him, he took a bottle filled with petrol, lit it and hurled it inside the shop. The customers at the shop ran out for safety cover. He threatened them and fled the spot. He was identified as Manikandan alias Sullan. There are already two cases of attempt to murder against him, police said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/man-hurls-bomb-at-kanchi-eatery-in-kancheepuram/articleshow/69820674.cms", "time": "2019-06-17 10:57:00"}, "TN parties differ over ‘One Nation; One Election’ move": {"description": "CHENNAI: The regional parties in Tamil Nadu have a different take on the move by Prime Minister Narendra Modi to push forward the ‘One Nation; One Election’ move and for which he has convened a meeting of all parties on June 19 in New Delhi. While the ruling AIADMK is concerned about completing its full term and willing to look at this beyond 2024, the opposition DMK feels such a move is impossible to implement. AIADMK is deputing law minister C Ve Shanmugam and RS floor leader A Navaneethakrishnan to attend the all-party meeting on June 19. “In its earlier representation to the Law Commission in New Delhi last year, the party demanded that the ruling dispensation should be allowed to complete its full term until 2021, but said it had no objections to simultaneous polls from 2024, if necessary. It remains unclear if the party high command maintains its status given the political dynamics,” said a senior minister, seeking anonymity. “We had already taken a stand on this and I do not think there will be any change on that now. Our utmost concern is to complete the present term. Even last year, when the topic surfaced, Modi government was to advance elections to six states, including Maharashtra and Jharkhand, which are to face assembly polls in a few months from now. But, they did not do it,” pointed out another minister, who did not want to be named. The DMK was of the stand that it was impossible to implement and depended on various factors. “While we had general elections in 1989, 1991, 1996, 1998 and 1999, the Lok Sabha was dissolved in 1991, 1998 and 1999 for want of a majority for the ruling dispensation. If such a case is to arise later, will the state assemblies, where the ruling party may be in a majority, be dissolved?” wondered DMK spokesman and party’s RS member T K S Elangovan. “Several states are ruled by parties, which have little or no role at the Centre. Their mandates are different. Such a move is not needed at all and it is impossible to implement it,” he said. For its part, the PMK felt there were benefits, but issues too. “Our youth wing leader (Anbumani Ramadoss) had earlier said it was a good move, considering the cost benefits. But, it is practically not possible to implement. Our party is yet to take a call on this,” PMK spokesman K Balu said. “From lowering expenditure aspect, it is a welcome move. But, there are issues in implementing it,” he said. Former chief election commissioner T S Krishnamurthy said theoretically it was attractive and desirable too. “But, implementation wise there are problems and needs constitutional amendments. It is difficult to implement. While administrative wise, we will need more arrangements, it will surely result in savings on expenditure and may result in more administrative work for the legislatures. But, constitutional obstacles must be addressed and changed,” said Krishnamurthy. (With inputs from Julie Mariappan) Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/tn-parties-differ-over-one-nation-one-election-move/articleshow/69832889.cms", "time": "2019-06-18 04:57:00"}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "\nSoundarya performed at the Rhapsody music concert at Lady Andal auditorium\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/soundarya-performed-at-the-rhapsody-music-concert-at-lady-andal-auditorium/articleshow/69387023.cms", "time": "", "description": "While on one hand Chennaiites love to soak themselves in party revelry on weekends, there’s this other side to them — that of people who’re keen on doing good to others using their resources. These people, who we spotted at an event in the city, came together for a cause to support cancer patients from less-privileged households. The evening saw musical renditions, stand-up performances and other entertainment acts. Many known faces from the city were in attendance, including director Balaji Mohan and actress VJ Ramya. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "EPS meets Prashant Kishor for assembly poll comeback": {"description": "CHENNAI: Amidst internal tussle in the AIADMK, chief minister and party joint coordinator Edappadi K Palaniswami met political strategist Prashant Kishor and his team from Indian Political Action Committee (IPAC) in New Delhi on Saturday. The CM was in the national capital to attend the Niti Ayog meeting. Accompanying EPS at the “preliminary discussions” with IPAC at Tamil Nadu House were former Lok Sabha deputy speaker M Thamibidurai and former Rajya Sabha member A W Rabi Bernard, who has been vested with the responsibility to work out strategies for the 2021 assembly polls. Sources said Bernard facilitated the meeting with Kishor. “It was a preliminary meeting to explore the possibility of IPAC helping us,” said an AIADMK source. “Their team sought a list of potential AIADMK candidates for assembly elections, among other data, to analyse the winnability of the party and its candidates. We have sought some time to revert.” Party insiders said the absence of deputy chief minister and party coordinator O Panneerselvam was a clear sign of EPS trying to take absolute control of the party. “OPS’s son and the party’s only Lok Sabha member, P Raveendranath Kumar, remained in Chennai, when the chief minister was in New Delhi. That speaks of the cold vibes,” the leader said. On Sunday, however, Raveendranath represented the AIADMK at the all-party meeting convened by Prime Minister Narendra Modi ahead of the budget. Incidentally, a few months ago, IPAC had advertised to recruit youngsters to run campaigns for political parties in Tamil Nadu. A party source said that OPS, during his rebellion in February 2017, was advised by a leader to approach Prashant Kishor. “It didn’t work out,” said the source. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/eps-meets-prashant-kishor-for-assembly-poll-comeback/articleshow/69823537.cms", "time": "2019-06-17 13:55:00"}, "Reference to article on footpaths encroached": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/referencetoarticleonfootpathsencroached/articleshow/69780775.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "EPS has surrendered Tamil Nadu’s rights to PM Modi, Stalin says": {"link": "https://timesofindia.indiatimes.com//city/chennai/eps-has-surrendered-tamil-nadus-rights-to-pm-modi-stalin-says/articleshow/69813549.cms", "time": "2019-06-16 18:14:00", "description": "CHENNAI: DMK president M K Stalin on Sunday attacked Tamil Nadu chief minister Edappadi K Palaniswami for surrendering the rights of the state during his latest Delhi visit. Stalin said the people of Tamil Nadu would neither forget nor forgive EPS for this act. The chief minister submitted a list of proposals, seeking release of funds to the tune of Rs 17,350 crore, during his meeting with Prime Minister Narendra Modi. “These proposals, including GST dues from the Centre and allocation for local bodies among others, were the same that CM has repeatedly submitted to the Centre in the past three years. He could have at least tactfully cornered the Centre over delayed release of funds by highlighting that in the Niti Ayog meeting,” Stalin said. “Further, the chief minister did not make even a reference to the problems faced by students from Tamil Nadu regarding NEET and the suicides of students in the recent days. The state assembly had passed resolutions seeking exemption from NEET for Tamil Nadu and EPS failed to even address this issue in his proposal,” Stalin charged. Referring to Karnataka chief minister H D Kumarasamy’s address to the media in New Delhi that his state did not need the permission of Tamil Nadu for constructing a dam across the Cauvery river at Mekedatu, Stalin felt EPS should have given a fitting counter to that. “EPS should have consulted the chief ministers of Kerala and Puducherry and highlighted this issue too in the Niti Ayog meeting. He should have at least categorically said that dam cannot be constructed without the consent of Tamil Nadu,” Stalin said. Download The Times of India News App for Latest City ."}, "Dozen illegal bars closed in Kancheepuram": {"description": "CHENNAI: Kancheepuram superintendent of police Santhosh Haidmeni on Sunday shut down at least a dozen illegal bars running close to Tasmac shops at Chengalpet, Madurantakam and Singa Perumal Koil. The crackdown was initiated after Tasmac agent Nellaiyappan committed suicide in front of the Mamallapuram police station on May 28 alleging harassment by politicians and police personnel demanding more bribe. He claimed to have been running at least 30 illegal Tasmac bars in the district with help from of politicians and police personnel. On May 28, Nellaiyappan set himself on fire. Before committing suicide, he posted a video on social media claiming that he had been paying a lot of money to police and politicians, sometime borrowing to meet the demand. Based on a specific tip, a police team led by a deputy superintendent of police raided and closed Tasmac bars at Madurantakam, Mambakkam and Keezh Maruvathur in Kancheepuram. Earlier, the Kancheepuram police cracked down on illegal Tasmac bars functioning at Thiruporur junction, Thiruporur bus stop, Kanagapattu, Thaiyyur on OMR and Kelambakkam. Meanwhile, Haidmeni has instructed all his subordinate officers to initiate strict action and close all illegal Tasmac bars. A few days ago, the government approved Santhosh Haidmeni’s deputation to CBI. The officer is now waiting for further order. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/dozen-illegal-bars-closed-in-kancheepuram/articleshow/69833707.cms", "time": "2019-06-18 06:40:00"}, "\nDeepti at the launch of a new restobar Kommune in a new restobar\n": {"link": "https://timesofindia.indiatimes.com//city/chennai/deepti-at-the-launch-of-a-new-restobar-kommune-in-a-new-restobar/articleshow/69663755.cms", "time": "", "description": "There’s lot more than cocktails that Kommune, a new restobar in the heart of T Nagar, promises to offer, and those who’d attended its launch party couldn’t agree more. “It will be a place where anyone can walk in and immediately feel like they’re a part of a culture. This space is more about celebrating you, along with a great mix of food, cocktails and rivetting conversation,” says the management team, and adds, “We are driven to build a craft cocktail bar where seasonal cocktails that are fresh and unique take centre stage.” Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "​Open toilet, bad AC, old coach make travel to Kerala miserable": {"description": "CHENNAI: Passengers in an airconditioned compartment of the Chennai-Mangaluru West Coast Express had a torrid time on Sunday. The door of a toilet in B4 was ajar, the coach was old and the airconditioning was not working properly. “Due to the open toilet door, there was a bad smell,” said A Shinod, who travelled with his family to Kozhikode on the train. There was no latch on the outside and it could, thankfully, be closed only when someone was occupying it. A senior Southern Railway official, when contacted, said the primary maintenance of the coach would be done in Mangaluru and that it would be looked into. Passengers on many trains to Kerala from Chennai routinely complain about the quality of coaches, cleanliness and the general upkeep. Most of these passengers are frequent travellers with high expectations; besides, the number of coaches handled by the Trivandrum division is one of the highest in the country. Some coaches are maintained at the Chennai division’s yard in Basin Bridge. Sources said the major issue was with the operation of bio-toilets which start stinking once there is a block. This happens when someone drops garbage into the pot and the bio-toilet’s working is disrupted. S Subramanian, a passenger who travelled from Chengannur to Chennai on Chennai Mail earlier in June, complained that apart from the stinking toilets, the door in the AC compartment in which he travelled did not close fully which made life miserable for him. His seat was in the coupe adjacent to the toilet. Railway sources said there was an infrastructural requirement of pit lines in stations in Kerala that needed to be addressed. In some stations, the work to construct such pit lines was stuck due to bureaucratic delays. Pit lines are places where coaches are cleaned completely. In Kerala, five coaching depots have 14 pit lines, whereas Basin bridge alone has 19 pit lines, as per official railway data. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/chennai/open-toilet-bad-ac-old-coach-make-travel-to-kerala-miserable/articleshow/69834479.cms", "time": "2019-06-18 06:34:00"}, "GERMS EVERYWHERE": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/germseverywhere/articleshow/69780837.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "IITM team unveils hyperloop prototype for SpaceX contest": {"link": "https://timesofindia.indiatimes.com//videos/city/chennai/iitm-team-unveils-hyperloop-prototype-for-spacex-contest/videoshow/69804128.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}}