{"Bhopal bakes in hottest June day ever at 46 degrees Celsius": {"link": "https://timesofindia.indiatimes.com//city/indore/bhopal-bakes-in-hottest-june-day-ever-at-46-degrees-celsius/articleshow/69702651.cms", "time": "2019-06-08 15:47:00", "description": "BHOPAL/INDORE: June was never this blistering in Bhopal - and this is no patiabazi. At 46 degrees Celsius, Friday was the hottest June day ever in the state capital. On the same day, Indore baked in the hottest day of the season at 44 degrees. The wait for monsoon is going to be long and torturous. For Bhopalis, even indoors or sundown is no comfort as the mercury stood at 43 degrees even at 8pm on Friday. And with the minimum temperature at 32.5 degrees - six degrees above normal - there is just no respite from the heat. Hot winds swept through the city at 24kmph, leaving streets deserted. There is a heat wave warning for Saturday. Thursday had enough indication of the torture that was to come at sunrise. Even at midnight, hot winds swept through the city, turning homes into bhattis. At 5.30am on Friday, the mercury stood at 33 degrees. By noon, it was 43 degrees and soon it touched the record of 46 degrees - a searing seven degrees above normal. The worst isn't over yet. The weekend may be hotter still. To put it in perspective, the hottest day ever recorded in Bhopal was 46.7 degrees. We aren't far from that, and monsoon is a fortnight away. As per Met records, the highest ever June temperature recorded in Bhopal before this was 45.6 degrees Celsius on June 10, 1979, and June 5, 1995. Download The Times of India News App for Latest City ."}, "Several BJP leaders injured after stage collapses in Indore": {"link": "https://timesofindia.indiatimes.com//city/indore/several-bjp-leaders-injured-after-stage-collapses-in-indore/articleshow/69739767.cms", "time": "2019-06-11 18:41:00", "description": "INDORE: Several BJP leaders — including Indore MP Shankar Lalwani, mayor Malini Gaud, Mhow MLA Usha Thakur and former MLA Rajesh Sonkar — were injured when a stage erected to welcome the 'Akrosh Rally’ of party general secretary Kailash Vijayvargiya collapsed in Rajmohalla area on Tuesday. The stage could not bear the load of people who climbed atop to be seen with the stalwarts and caved in, taking down all the leaders, and sparking panic in the crowd. BJP workers pulled the injured leaders out of the wreckage. Luckily, there were ambulances standing by for the high-profile event. Gaud, Thakur and Sonkar were taken to hospital. Sonkar has been hospitalised with injuries to his back and head. Gaud and Thakur sustained minor injuries on their limbs. Indore-5 MLA Mahendra Hardia suffered injuries on his legs. Recently elected Indore MP Shankar Lalwani, who was also present on stage, sustained minor injuries to his limbs. In Video:Several BJP leaders injured after stage collapses in Indore rallyDownload The Times of India News App for Latest City ."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Forget queues, now pay traffic fines online": {"link": "https://timesofindia.indiatimes.com//city/indore/forget-queues-now-pay-traffic-fines-online/articleshow/69699299.cms", "time": "2019-06-08 09:58:00", "description": "INDORE: Traffic violators would no longer have to wait in long queues to pay fine against e-challans issued for traffic rule violations as city traffic police are planning to launch a website to collect fines from violators online. Currently, after receiving e-challan for red light violation, violators are required to deposit compounding amount at cash collection centre of traffic police station at MTH Compound. Officials said that a fresh proposal in this regard has been sent to state government for approval. \"The proposal is meant to provide easy payment options to commuters. They would also be able to check if any fine slip or challan is pending in their name,\" said ASP (traffic) Mahendra Kumar Jain. He said that online payment option for motorists would make it easy for them to clear fines on time. \"This would also help us reduce dues related with pending challans,\" he added. This proposal comes after officials found that commuters were facing difficulty in paying e-challans issued through red light violation detection (RLVD) system. \"Many commuters, especially office-goers face difficulty in paying fines by visiting cash collection centre. This leads to delay in payment and increase in number of challans pending in name of commuters,\" said officials. One an average, 1000 motorists are issued e-challans through RLVD system for violations like signal jumping, riding without helmet, triple-ride, wrong registration plate etc. However, hardly 30 per cent violators turn up to clear their dues, and rest of the challans remains unpaid. More than 50,000 challans are already pending in name of motorists. Authorities had earlier announced to launch a mobile application for the same purpose, but the plan could not be materialized. Now, they have decided to launch a website to provide an online option for motorists to pay their fine against e-challans issued to them. Download The Times of India News App for Latest City ."}, "Thirty 'unsafe' institutes asked to shut down": {"link": "https://timesofindia.indiatimes.com//city/indore/thirty-unsafe-institutes-asked-to-shut-down/articleshow/69699346.cms", "time": "2019-06-08 10:04:00", "description": "INDORE: Indore Municipal Corporation (IMC) on Friday issued closure notices to 30 educational institutions, mostly coaching centres operating in congested areas for failing to abide by fire safety and emergency norms. The list also includes around half a dozen private institutions, which were found to be running in buildings that do not fulfil basic fire safety norms. The action comes two weeks after at least 20 people were killed in a massive fire that broke out at a four-storeyed building, housing a coaching centre in Surat. IMC had the very next day launched a survey operation to check if educational institutes operational in multi-storeyed buildings fulfil fire safety and emergency norms. \"None of these 30 institutions fulfil basic fire safety and emergency norms as prescribed under Land Development Rules 2012, on basis of which closure notices have been issued to all these institutions,\" said IMC commissioner Asheesh Singh. He said that during the survey, it was found that there is no scope of improvement in any of the buildings, where these institutions are running. So all of them have been instructed to shut down and vacate space within 24 hours. Apart from issuing notices to these 30 institutions, the civic body has also shortlisted over 120 institutions, which do not have adequate fire safety and emergency arrangements. Officials however found that there is a scope of improvement in buildings, where these institutions are being run. \"These institutions will also be given notices to improve fire safety arrangements within a week. Upon failure, similar action would be initiated against them as well,\" they added. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "15 monkeys die due to heat stroke, water scarcity in Madhya Pradesh forest": {"link": "https://timesofindia.indiatimes.com//city/indore/15-monkeys-die-due-to-heat-stroke-water-scarcity-in-madhya-pradesh-forest/articleshow/69700518.cms", "time": "2019-06-08 12:03:00", "description": "DEWAS: Around 15 monkeys died possibly due to heatstroke in Joshi Baba forest range in Bagli, Dewas. The group met the tragic fate as another group of monkeys allegedly controlled the nearby water source and didn't allow the group to access it. Forest officials have even admitted burning the decomposing carcasses of some monkeys fearing that they might have died of some infection. \"The bodies were decomposing; we have to take all precautions. We have burnt few carcasses,\" said District Forest Official, PN Mishra. \"The nearby water source is controlled by another group of monkeys that didn't let this group of monkey's access water, which might have resulted in their death,\" said Mishra. He said that adequate arrangements of water are being made for the wild animals and the viscera of the dead monkeys has been sent to the laboratory for examination. Download The Times of India News App for Latest City ."}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Airport robot will get glass case to keep mischievous kids at bay": {"link": "https://timesofindia.indiatimes.com//city/indore/airport-robot-will-get-glass-case-to-keep-mischievous-kids-at-bay/articleshow/69699353.cms", "time": "2019-06-08 10:07:00", "description": "INDORE: Tampered with by passengers, the recently introduced passenger service robot at Devi Ahilyabai Holkar Airport of Indore is now going to get a 'glass enclosure'. The enclosure would be meant to restrict passengers especially children from interfering with its functions. A decision in this regard has been taken by airport officials after passengers especially kids started tampering with the functions of the robot. The robot was introduced at the airport in January this year for passengers' assistance in case of lost baggage and also to provide emergency contacts. It welcomes the passenger on sensing presence of an individual by a voice command. It works in two modes - welcome mode and information mode with the help of a toggle switching option. Officials were also in process to upgrade the robot to provide flight related information to passengers. However, passengers within a few months after it was placed in arrival area of the airport started interfering with functions of the robot. Airport director Aryama Sanyal said that they found arriving passengers particularly kids interfering with functions of the robot. \"We are left with no option but to keep the robot in a closed enclosure to prevent any interference with its functioning,\" she said. She said that the enclosure would not hamper functioning of the robot and it would also be visible to passengers. \"We are preparing the size estimates for the enclosure and suitable location where it can be placed,\" she added. Download The Times of India News App for Latest City ."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "convert aided schools to rob the parents": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/convertaidedschoolstorobtheparents/articleshow/64602680.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Probe ordered against TI for ‘misbehaving’ with women": {"link": "https://timesofindia.indiatimes.com//city/indore/probe-ordered-against-ti-for-misbehaving-with-women/articleshow/69717474.cms", "time": "2019-06-10 09:25:00", "description": "BARWANI: SP Barwani has ordered a probe against Rajpur town inspector for allegedly abusing and misbehaving with women, who were returning home after listening to Bhagwat Katha on Saturday night, and thrashing small vendors. The investigation was ordered after a delegation of BJP workers led by Khargone MP Gajendra Patel complained against the town inspector Anil Bamaniya on Sunday. They handed over a memorandum to the SP against Bamaniya. They alleged that Bamniya used to consume liquor and misbehave with owners of small stall like tea, pan, ice cream and snacks. On Saturday night too, he abused and misbehaved with women, who were returning home after listening to Bhagwat Katha. MP Patel asked the SP to inform him about the action to be taken in the case. He has also sent copies of memorandum to director general of police, IG Indore and Khargone DIG. Superintendent of police DR Teniwar told TOI that primary inquiry will be done by Barwani additional superintendent of police Sunita Rawat. He will take appropriate action in the case after receiving the probe report. BJP district president Om Khandelwal said that Bamaniya was behaving like British officials with the small vendors. On the other hand, TI Bamaniya told TOI that BJP leaders were against him because he had stopped selling of liquor illegally in the area. “On Saturday night, few people vandalized a liquor shop and thrashed its workers. Police have booked five people under sections 294, 323, 506, 427 and 34 of the IPC and Excise Act,” he claimed. During Lok Sabha elections, he was transferred from Rajpur for violation of model code of conduct. A few days ago, he was again shifted back to Rajpur. Download The Times of India News App for Latest City ."}, "\nGuests enjoy forest theme party at Kyro in Indore\n": {"link": "https://timesofindia.indiatimes.com//city/indore/Guests-enjoy-forest-theme-party-at-Kyro-in-Indore/articleshow/47743978.cms", "time": "", "description": "There is no doubt that the EDM (Electronic Dance Music) scene in Indore is soaring and with international deejays like DJ Apster and Mafiza playing at Kyro, the place is becoming a hub for the city’s partygoers. Kyro is now also bringing some quirky themes to its venue and its recent party, which was hosted around the forest theme, had the audience swaying on the dance floor.  The entire ambience of the lounge was turned into a mini jungle with neon lights and artificial jungle leaves brought alive the true feeling of partying in a jungle. Adding to this was the tribal beat music of US-based DJ Apster, who made everyone groove to electrifying music.  On receiving a positive response to this theme, Kyro is going to host yet another party today, with famous South African DJ Mafiza, who is known for her systemic music all over the world. DJ Mafiza has played at some of the most rocking international parties and will now be captivating the party scene of the city. Download The Times of India News App for Latest City ."}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "electricity became a problem in lalbagh": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/electricity-becomes-a-problem-in-lalbagh/articleshow/60370207.cms", "time": "", "description": ""}, "After barrage of criticism, Railway scraps massage services": {"link": "https://timesofindia.indiatimes.com//city/indore/after-barrage-of-criticism-railway-scraps-massage-services/articleshow/69810181.cms", "time": "2019-06-16 11:57:00", "description": "INDORE: No, you won't get a 'champi' on any train from Indore. Western railway on Saturday scrapped the decision to introduce head and foot massages on trains after it was bombarded with objections and criticism. \"The proposal to introduce head and/or foot massage services on trains originating from Indore station was initiated by Ratlam Division. As soon as the proposal came to the notice of higher authorities of Western Railways, it was withdrawn,\" said a press release, issued by Western Railway CPRO Ravinder Bhakar. Western Railway appreciates the \"positive suggestions\" from public representatives, railway consumers and public, it added. On June 8, DRM R N Sunkar tweeted that Ratlam Division was going to start massage service on 39 trains to \"add to passenger comfort\". It went viral, and made for eye-popping headlines but triggered outrage in certain sections. On Friday, outgoing Lok Sabha Speaker Sumitra Mahajan wrote to railway minister Piyush Goyal, seeking 'clarity' on the plan. She pointed out that it would make women passengers uncomfortable. \"It may throw up some questions regarding the safety of passengers, especially women,\" she wrote, and wanted to know if permission had been sought from the railway ministry. Earlier, newly-crowned Indore MP Shankar Lalwani had objected to it and written to Goyal on June 13, saying that it's \"against Indian culture to offer such services in presence of women\". \"In my opinion, providing passengers medical aid and doctors is important and not these 'standard-less' services,\" Lalwani wrote. \"Based on feedback from public, and considering social and economic conditions and improvement of passenger services, the proposed (massage) facility has been put up for review. Along with the proposed head and foot massage facility on running trains, tender for the same facility at Indore railway station has also been cancelled,\" senior PRO of Ratlam Division Jitendra Kumar Jayant told TOI. Download The Times of India News App for Latest City ."}, "Soil survey for better yield begins in Indore village": {"link": "https://timesofindia.indiatimes.com//city/indore/soil-survey-for-better-yield-begins-in-indore-village/articleshow/69668303.cms", "time": "2019-06-13 04:06:00", "description": "INDORE: Aimed at increasing productivity and guiding farmers to harvest appropriate crops to reap maximum benefits, the agriculture department has launched a survey to identify quality of soil. “The department has selected Asrawadkhurd village for the survey under Soil Health Card Scheme. It has started taking samples of every farm in the village to check its quality and prepare the report. The report card will help farmers increase their productivity by balancing nutrients and other factors of soil. Based on the report, the farmers will be given tips to go for appropriate crops to get good harvest,” agriculture joint director Vijay Jaat said. The card will contain report of soil’s health and level of nitrogen, phosphorus, potassium, magnesium, sulphur and other nutrients. It will also prescribe appropriate fertilizers, seeds and techniques to make a good balance of nutrients in soil, he added. Asrawadkhurd farmers have been asked for farming at half of the agricultural land in their traditional way and use guidance provided by the department in the remaining area. The harvest of both the methods will be compared to know benefits from the scheme. Subsequently, farmers will be encouraged to opt for better one. “Asrawadkhurd has been selected on pilot basis to test soil’s health. It will help farmers getting better harvest. On success of the project, the survey will be carried out in other villages,” Jaat said. Download The Times of India News App for Latest City ."}, "\nFrom cricket to cycling, youngsters come out to play games at Raahgiri\n": {"link": "https://timesofindia.indiatimes.com//city/indore/From-cricket-to-cycling-youngsters-come-out-to-play-games-at-Raahgiri/articleshow/47922043.cms", "time": "", "description": "It was an afternoon dedicated to music and dance as 30 enthusiastic dancers from the city came together for a parade titled Heart Fest recently.  Fascinated by glamorous reality shows, these amateur dancers showcased genres as varied as Bollywood style, hip-hop, abstract and jazz. And judging this enthusiastic bunch were twins Prayag and Prayas, dancers/actors who have been working under the guidance of Remo D’souza in Mumbai and have done many TV shows.  The duo traces its roots to Dewas and since it is quite close to Indore, they would often come to the city for events earlier. Speaking to us about their current visit, they said, “It feels nice to come back to our roots and that too, as judges. This dance competition is only reminding us of our days in Indore when we used to participate, just like these kids. We have been part of a series of competitions and that struggle helped us grow, giving us the confidence to move to Mumbai.”  Talking about Indore, they added, “This city has a different charm. The love and opportunities that we got in Indore were extraordinary. In 2005, when we moved to Mumbai, the struggle didn’t look that difficult. We just threw ourselves in to dance and learned every possible thing we could .” Download The Times of India News App for Latest City ."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "15 monkeys die in fight over water in Madhya Pradesh forest": {"link": "https://timesofindia.indiatimes.com//city/indore/15-monkeys-die-in-fight-over-water-in-mp-forest/articleshow/69708106.cms", "time": "2019-06-09 15:54:00", "description": "INDORE: In a grisly indicator of just how merciless the summer of 2019 is, 15 monkeys in Dewas’s Punjapura Range have been killed after losing to another band of monkeys in a fight for control of a pond. This entire region has been baking in 45-plus heat for the past week. Denied water, these monkeys died as their organs shut down due to dehydration. Shocked, the forest department is carrying out a behavioural study of monkeys in the region and has made water arrangements for the group that lost the fight. A cowherd spotted the carcasses on Friday and rushed to the nearby beat office. The alarm went out and senior forest officers scrambled to the scene. Initial autopsy showed that all the monkeys died due to heat stroke and consequent multi-organ failure. Foresters were puzzled because a pond was close by. Then, they saw a bigger band of monkeys, numbering 50-60, seemingly guarding the pond. “The water source was barely a few hundred meters from the cave where this group of monkeys lived. However, due to the dominance of another group, this group could not access the water source. To protect themselves from the heat, many monkeys entered the cave, but the rocks became hotter. Some of the weaker monkeys couldn’t get out of the cave, where they died,” DFO Dewas P N Mishra said. Forest officials have made provisions of water, jaggery and chickpeas for the defeated group. The carcasses were cremated, and viscera of some of the monkeys has been sent for forensic tests to Sagar to check for possible contagious infections. There are five to six groups of monkeys in the region where the deaths occurred. Foresters are surprised that territorial fights, or as in this case, a fight over water, could get so violent among monkeys. The Punjapura forest range has other herbivores, including deer, but no other fatalities due to dehydration have been reported. Forest officials have set up night vision trap-cameras to study the behaviour of monkeys and to check if any other factor contributed to the deaths. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "26-year-old youth killed as bikes collide head-on": {"link": "https://timesofindia.indiatimes.com//city/indore/26-year-old-youth-killed-as-bikes-collide-head-on/articleshow/69717444.cms", "time": "2019-06-10 09:27:00", "description": "INDORE: A 26-year-old youth was killed and his nephew sustained injuries when a speeding two-wheeler collided head-on with the bike they were riding on in Aerodrome area in front of Ankit Hospital on Saturday night. The youth, Vishwadeep, son of Raju and his nephew were on their way home to New Mahesh Nagar in Malharganj when the collision took place. The duo was rushed to MY Hospital, where Vishwadeep was declared brought dead by doctors. Vishwadeep’s family members and friends, who had reached MY Hospital, were so shocked and couldn’t believe that he had succumbed to injuries. They reportedly created nuisance at the hospital. They fought with the hospital staff and forcefully took Vishwadeep’s body to a private hospital to get him checked. But they were told that he had died a while ago. The video of youths carrying the body out of the hospital in their car to a private hospital, while shouting, went viral on social media and the hospital authority also informed police. They, however, later brought it back to MYH for postmortem examination. The body was handed over to family members only after postmortem examination.  Police have registered a case and the number of vehicle which had hit Vishwadeep’s bike was noted down based on CCTV footage. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "MP: One held for raping, killing 5-year-old in Ujjain": {"link": "https://timesofindia.indiatimes.com//city/indore/mp-one-held-for-raping-killing-5-year-old-in-ujjain/articleshow/69704758.cms", "time": "2019-06-08 19:05:00", "description": "INDORE: Ujjain police on Saturday arrested a man for allegedly raping and killing a 5-year-old girl after abducting her from a shanty where she was sleeping with her 8-member family in Bhukhi Mata area of the temple city. The accused, Shiva Rao Maratha, is a flower vendor outside Mahakal temple and lived in a hut adjacent to victim’s shanty, Ujjain SP Sachin Atulkar said at a press conference. Hours after her family reported missing, bloodied body of the girl was found floating in Kshpira river near a bridge, with injury marks on her private parts and head. A post-mortem examination confirmed that the girl was raped and stoned to death. Two bricks with blood on them were found at the river bank. The girl was sleeping with her family – parents, grandparents and four siblings aged 5-9 years – in a shanty near a brick kiln. She went missing between 2am and 5am. Soon after the murder came to fore, police teams interrogated people known to the family and neighbours. Shiva Rao Maratha could not give substantiate his whereabouts in the nights, following which he was grilled by a police team. He later confessed committing the crime. Maratha told police that he had broken into the shanty by removing some bricks near the makeshift door. The girl was sleeping closest to the door. He grabbed her and gaging her with his hand, dragged her out in the open. He confessed having taken the girl to the river bank and raping her. He later hit her head with bricks, killing her and disposing her body in the river. Police have booked Maratha under relevant sections of IPC and Protection of Children from Sexual Offences (POCSO) Act. Download The Times of India News App for Latest City ."}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "5-year-old abducted in sleep, stoned to death": {"link": "https://timesofindia.indiatimes.com//city/indore/5-year-old-abducted-in-sleep-stoned-to-death/articleshow/69699379.cms", "time": "2019-06-08 10:09:00", "description": "UJJAIN: A 5-year-old girl was abducted while she was sleeping with her family in a shanty at a brick kiln and stoned to death in Bhukhi Mata area early on Friday. While the police were searching for the girl, her bloodied body was found floating in Kshpira river near a bridge in the afternoon, with injury marks on her private parts and head. Police suspect that the attacker had attempted to rape her and fearing a backlash, stoned her to death before throwing the body in the river. \"We have found two bricks with blood on them on the river bank. The bricks may be used to hit the girl, who had injury marks on her head and face,\" Mahakal police station in charge Arvind Singh Tomar told TOI. The girl was sleeping with her 8-member family - parents, grandparents and four siblings aged 5-9 years - in a shanty. The accommodation was provided by the brick kiln owner to the labourers, Tomar said adding around a dozen kilns operate in the area and hundreds of labourers from nearby regions work in them. At around 2 am, her grandfather woke up and claimed to have seen the girl sleeping, while holding on to her grandmother. At 5am, when he woke up again, the girl was missing. The grandfather raised an alarm and informed the police. A team of experts rushed to the spot with a dog squad. The dogs sniffed around in circles in 200 meter area from the shanty, the inspector said adding the family later informed that the victim played with her friends in the locality where the dogs were leading. While the search was on, report of a body of a girl found in Kshipra river came through. The family identified her as the victim. The body was later sent for a postmortem examination. \"A three-member team of doctors has been formed to perform the autopsy. Initial report suggest injuries on her private parts, indicating sexual attack. The doctors are yet to confirm rape,\" Additional SP Neeraj Pandey said. The police were in the process of interrogating locals of the areas. Investigators believe that the accused must be known to the family and the girl. Download The Times of India News App for Latest City ."}, "\nMaruti Ciaz Hybrid launched at a grand event in Indore\n": {"link": "https://timesofindia.indiatimes.com//city/indore/Maruti-Ciaz-Hybrid-launched-at-a-grand-event-in-Indore/articleshow/49263763.cms", "time": "", "description": "The grand Maruti Bash at Vrindavan Garden, Sayaji was full of entertainment. Around 600-700 of Maruti's high profile customers and media financers were invited to commemorate the launch of the all new Maruti Ciaz Hybrid. The event began at 7.30 pm followed by enthralling dance performances and business presentations. There was also an exciting contest wherein people had to complete the slogan \"I like Maruti because...\" and the best description won an iPad. The evening was made more special by the 'Selfie treat' as all the invitees were given a framed selfie with the Ciaz Hybrid to take away as a memento.  Amidst all the enjoyment, the garden area of the venue was filled with talks of appreciation for the aerodynamically and fuel efficient car. The DDiS 200 diesel engine provisioned with an Integrated Starter Generator was a hot topic for discussion as well. The car is 4490 mm long, 1730 mm wide and has an overall height of 1485mm. To make the drive swifter, the wheelbase has been kept 2650 mm wide whereas the minimum ground clearance is about 170 mm. In order to avoid jerky turns, this car is provisioned with a turn radius of about 5.4 meters and the back is adorned with a boot space of 510 inches. The interior has highly modernised features like proficiently designed personal reading lamps, camera assisted reverse parking system, keyless push start, rear sunshades and intelligently featured rear AC vents. For a homely feeling and comfort, the interior has a satisfactory utility space and a comfortable seating space for five people. The stunning exterior and highly-equipped interior rendered the car as the showstopper of the event.  It's not just a swift car but also a safe one. The dual airbags can absorb jerks and shocks in the blink of an eye. Whereas the ABS along with EBD, the rear parking sensors, high tensile strength steel and TECT (Total Effective Control Technology) ensures maximum safety. The front brakes (ventilated disc), rear brakes (drum), rear suspension (torsion beam) and front suspension (McPherson strut) puts this car in sync with safety standards. There are varied colour shades available in the Maruti Ciaz Smart Hybrid including metallic, brown, pearl and dignity. You can choose the one that suits your style. High mileage, cost-effectiveness, a touch-screen infotainment system, Smartplay (tuned behind the wheels), safety and looks to die for, make this car a must buy during the festive season. Available at your nearest Maruti showrooms. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Registration for CET gets extension till June 15": {"link": "https://timesofindia.indiatimes.com//city/indore/registration-for-cet-gets-extension-till-june-15/articleshow/69738164.cms", "time": "2019-06-11 13:44:00", "description": "INDORE: Students can now register themselves for Common Entrance Test (CET) type I examination till June 15 with Devi Ahilya Vishwavidyalaya (DAVV) extending the deadline as four new undergraduate courses have been added in Group A2 of CET type I. The new courses are BSc (electronics), BSc (hons) physics, BSc (hons) mathematics, BSc (hons) applied statistics and analytics. \"Some of the new courses that have been cleared by executive council to be rolled out from this academic session have been added in CET type I examination. As there are 13 days remaining to conduct CET type I examination, we have extended last date of registration,\" media spokesperson of DAVV, Dr Chandan Gupta told TOI. The application fee is Rs 1500 and student, who has applied in group A2, will not have to apply again, he added. Currently, over 19000 students have applied for various DAVV courses out of which over 16000 applicants have registered themselves for various undergraduate and post graduate courses for CET type I. Online registrations for other courses have also been extended till June 15. Students, who have already applied in Group H/I/J/K will not have to apply again, they will be able to update their choices of programmes. The application fee is Rs 750,\" said Gupta. Download The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Madhya Pradesh: Home minister promises to take up constables’ issues": {"link": "https://timesofindia.indiatimes.com//city/indore/madhya-pradesh-home-minister-promises-to-take-up-constables-issues/articleshow/69816065.cms", "time": "2019-06-16 21:59:00", "description": "INDORE: An audio clip of a conversation between home minister Bala Bachchan and someone identifying himself as an ex-policeman, where the minister promises to look into problems faced by cops, went viral on Sunday. The caller, identifying himself as former constable Nand Kumar Chouhan, alleged that constables are posted at homes of IPS officers for household work and are expected to “drop their kids at school, salute their wives and take them shopping”. On the other hand, police stations face staff crunch and constables become ‘frustrated’ due to work pressure, he said. “They resort to suicide. You (Bachchan) had raised the issue of cop suicides while in opposition. We strongly believed that after you took over (as home minister), the situation would improve,” Chouhan is heard telling the minister. Bachchan assured the caller that he would discuss these issues at a meeting of senior police officers in Ujjain on Monday. The home minister is scheduled to visit Ujjain to chair a division-level meeting of police officers on Monday, official sources said. Though Bachchan could not be reached for comment, his office confirmed the veracity of the audio, and said the conversation happened on Sunday. Bachchan is heard telling Chouhan that he has noted down the points and will discuss them with senior officers on Monday. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "\nShopItDaily grocery shopping portal organises competitions for Shiv Nest society in Indore\n": {"link": "https://timesofindia.indiatimes.com//city/indore/ShopItDaily-grocery-shopping-portal-organises-competitions-for-Shiv-Nest-society-in-Indore/articleshow/48016542.cms", "time": "", "description": "It was an afternoon dedicated to ladies of Shiv Nest society, who had a gala time participating in a plethora of activities at the brunch that was organised by the ShopItDaily team. Almost 50 women had taken part in a variety of competitions, which was hosted by Indore’s one-of-a-kind grocery shopping portal.  At the do, women enjoyed playing one-minute games, which gave a fun twist to their everyday routine. Not only did they spend a delightful time, but also learnt the nuances of online grocery shopping techniques. The participants admitted the crash course will help them choose products they want on an everyday basis intelligently and also strike good deals.  The event was executed by the 14 interns of ShopItDaily, who had come up with fun activities at this brunch. The women participated in six games, and one of the highlights was the Grocery Songs one, where they had to play an antakshari of sorts by using parody of grocery items and jingles. Rashmit was announced the winner of this.  In Yes, No, Maybe, participants had to answer a slew of questions without mentioning these three words. This was won by Shikha Arya, Ropa Bagha. Ball & Pin, Safety Pin and Bangle, Tongue Twister and Straw and Ball were won by Nikharika Devi and Jasmeet Kaur, Radha Mahpa, Mansi and Ankita Semi respectively. Download The Times of India News App for Latest City ."}, "test content": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/testcontent/articleshow/68952175.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Mandu as UNESCO World Heritage site: Dhar admn submits nomination dossier to MP tourism board": {"link": "https://timesofindia.indiatimes.com//city/indore/mandu-as-unesco-world-heritage-site-dhar-admn-submits-nomination-dossier-to-mp-tourism-board/articleshow/69762558.cms", "time": "2019-06-12 23:16:00", "description": "INDORE: As a first step for the heritage property Mandu to be included in the United Nations Educational, Scientific and Cultural Organization’s (UNESCO) World Heritage list, Dhar administration submitted a nomination dossier to the state tourism board which was unveiled by state tourism minister Surendra Singh Baghel on Wednesday. The dossier consists of the iconic heritage property’s legacy portrayed in about 2000 pages and 200 images. “We initiated the process and there are some guidelines prescribed by the UNESCO which we followed and completed the dossier in a record time of six months. We have submitted the dossier to the minister today and a team will be presenting the proposal to the state tourism board and if convinced, they will forward it to the Government of India,” Dhar district collector Shrikant Bhanot told TOI. In the next step, the state government would then be forwarding the dossier to the ministry of culture, from where it will be sent to International Conference on Operations Management and Operations Research (ICOMOR), the advisory body of UNESCO. “The entire evaluation, beginning from the state tourism board, will take place in 15 months. They will then generate a report to the ministry of culture stating if they are directly adding it to the list or any other requirement to be fulfilled. As per UNESCO, the year starts from September 30 and it will be declared by 2020-21 slot or by 2021-22 slot,” said an Indore-based consultation company’s planning and designing department head, Garima Rajput. The dossier is an inclusive effort to preserve both tangible and intangible cultural heritage of the town in the form of rich tribal culture, art, skills, festivals, cuisine, environment, fauna, rains and language. It also focuses on national and international tourism enhancement that strengthens the backbone of economic activities in the town, which further generates year-round employment activities for its inhabitants, she said. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Relentless heat calls for night workouts in Indore": {"link": "https://timesofindia.indiatimes.com//city/indore/relentless-heat-calls-for-night-workouts-in-indore/articleshow/69689258.cms", "time": "2019-06-07 11:00:00", "description": "With the temperature refusing to budge from the forties, Malwa plateau is hotter than ever, and the dreaded wave of Nautapa has gripped the city. It is only logical then that people are preferring to stay indoors – including the fitness enthusiasts. Even though mornings are the preferred time for workouts, the scorching heat is making it difficult to carry on with gruelling fitness regimes. But the fitness freaks wouldn’t rest until they’ve had their share of workout now, would they? They opted for reversing the schedule and are preferring to carry out their fitness regime at night when it is relatively cooler outside. Be it cycling, running or trekking – fitness enthusiasts are taking to the streets, after the city goes to sleep. Just last Sunday, the much awaited Cycle Ki Marathon was organised at the super-corridor, where close to 50 cyclists pedalled 17-50 kilometers at night. It is not just events like these that have picked up pace, but even solo cyclists are preferring to complete their rides in the night. “When the city sleeps, I burn my calories on the pedal!” says college student Ayush Rikadel. He goes on to explain his reasons for choosing to hit the roads in the wee hours for cycling, “However early you may wake up to get out and cycle, the heat becomes unbearable by 7 am in Indore. So I prefer cycling in peace along the empty, cool roads until 1 am and catching the extra sleep in morning. I have an early dinner and start off with my cycle around 10-10.30 when the citizens start retiring for the day. Sometimes I come back by 12, and at other times I push myself to cover some extra miles, which is easier when the sun is not shining over your head.” It is not just cyclists who are opting the cooler night than day for fitness activities – even joggers, trekkers and marathon runners feel that night is better. IT professional Nupur Juneja puts on her running shoes post dinner and heads out for good five to ten kilometres run until midnight. “Without the sun beating down as I run, I find myself more energised and running with a better time. I complete five kilometres in a jiffy, without feeling the need to catch a break. And I feel I sleep better after a good run through the lanes of quieter Tukoganj at night.” Marathoners are also prepping for the upcoming events by practising at night. Marketing manager Ashutosh Yadav covers Indore to Dewas on weekends and he prefers doing it at night. “Since I run along the highway, I ensure that I wear the reflective gears for easy spotting. I cover a good 40-45 kilometers during this run. The best thing about practising at night is I don’t fear dehydration and heat stroke. This helps me pump in more energy and focus on bettering my time.” To make the best of these nightly runs some smaller running groups organise moonlit marathons on full moon nights. “The roads become silver and every tree, house and corner is bathed in moonlight – what could be a better motivation to run at night? For the last three full moons, we have been organising short 10 kilometer run around Residency, Palasia and Tukoganj to experience the natural nightlife. After hearing our experiences, more people have started joining in” shares an entrepreneur who organises these marathons. Likewise, night trekking is another activity that is catching the fitness enthusiast’s attention for the summer. Amish Jain, a freelance photographer and avid trekker has been organising and going on solo night treks for a while now. “The Indori city life is too crowded and noisy, even at night. To escape all that my friends and I trek to Kajligarh and Ralamandal during summer. Not only is it exhilarating to see the jungle nightlife, it is also a learning experience for survival as we stay alert for any sight of wild animals. But it is the star studded sky, away from the blazing halogens of city that truly makes the trek worthwhile.” He signs off by adding a fair word of caution for all night time activities, “Though Indore is a safe city for everyone to carry on their fitness activities at night, it is always better to be equipped with safety and first-aid tools. A small backpack with basic snacks and water along with id card and an emergency contact number is a must. And this holds true whether you are cycling or running along the city roads or trekking in the wild.” Stunt riders claim the night tooThe vast expanse of super corridor and bypass road turns into a battle ground for stunt riding at night too. Led by 21-year-old MTB stunt rider Gurpreet Singh, who has been practising wheelies on the roads for the past seven years, the stunt maniacs also make the night come alive. \"I have been training to participate in international MTB stunt competition and creating a world record for the longest wheelie on a single tyre. As of now I can do 50 kms, but I am aiming for 60-70 kms to create a world record. For that, post midnight is the best time to practise without worrying about traffic and other botheration\" says the ITI mechanical engineer Download The Times of India News App for Latest City ."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "In poll year, IMC budget may not have new taxes": {"link": "https://timesofindia.indiatimes.com//city/indore/in-poll-year-imc-budget-may-not-have-new-taxes/articleshow/69747393.cms", "time": "2019-06-12 04:58:00", "description": "Indore: Indore Municipal Corporation (IMC) budget for the 2019-20 fiscal year is expected to be a populists with focus on expediting ongoing development projects and no new taxes. Mayor Malini Gaud is expected to table her last budget on Wednesday before civic body elections. Official sources said that this budget would focus on improving basic amenities besides provisions for development of new roads proposed under master plan 2021. “This year’s budget will focus on improving infrastructure and speeding up ongoing development projects especially those related with road construction,” said an official. He said that projects like solar power plant at Jalood pumping station and construction of an elevated corridor at Mhow Naka would also be given approval. “Mayor is also expected to announce change in policy of commercial space owned by IMC like those in Shastri Marg, where renters have made changes in building structure to utilize the space as per their need,” said officials. “Instead of cancellation of their allotment, the renters might get an option to buy that space with a penalty,” they explained. The budget is also expected to focus on formation of a new groundwater recharge policy with involvement of private agencies to encourage citizens for rainwater harvesting. Construction of new overhead tanks to improve water supply system in outskirt areas of city is also expected to get sanction, sources said. IMC’s opposition members have also geared up to corner officials over delay in projects that were sanctioned in last year’s budget. IMC leader of opposition Fozia Sheikh Alim on Tuesday met chairman Ajay Singh Naruka and demanded to hold question hour for corporators on Wednesday. “This would save a lot of time for the second day and corporators will have ample of time for budget discussion,” claimed Alim. Naruka promised them to consider their suggestion and take it up to mayor and commissioner for approval. Download The Times of India News App for Latest City ."}, "Hyena spotted in IIT Indore campus": {"link": "https://timesofindia.indiatimes.com//city/indore/hyena-spotted-in-iit-indore-campus/articleshow/69696364.cms", "time": "2019-06-07 23:27:00", "description": "INDORE: Indian Institute of Technology (IIT) Indore authorities have alerted the forest officials after a hyena was spotted in its sprawling adjoining the jungle area in Simrol. A team of forest officials from Choral range visited the campus on Friday and found pugmarks of hyena in the campus, following which the students have been asked to remain alert, forest official said. Indore forest ranger Rasheed Khan told TOI that the choral range officials have taken stock of the situation. Two cages are kept on standby in case of wild animal's intrusion inside the campus. Students IIT Indore had a scare early this year when a leopard was spotted in the campus and later captured by forest officials by setting up a cage in January. Download The Times of India News App for Latest City ."}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "indore is getting Dangorous": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indoreisgettingdangorous/articleshow/64219030.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "A musical journey spanning time and seasons": {"link": "https://timesofindia.indiatimes.com//city/indore/a-musical-journey-spanning-time-and-seasons/articleshow/69736718.cms", "time": "2019-06-07 17:43:00", "description": "The stage was crowded, as close to 100 singers sat clothed in white. A humungous LED screen appealed to the curiosity of the audience that kept filling up the seats of Anand Mohan Mathur Sabhagraha, on Tuesday. Shortly after seven, Hindustani classical music exponent Gautam Kale took his place, and began on a melodious note of Raga Bhairav. The celebrated artistes and his shishyas performed the dawn-to-dusk ragas - from Raga Bhairav, which begins at the crack of dawn, to Raga Bageshri, that beckons the inky black midnight sky – in about two and a half hour program! As the singers took the audience through the journey of these ragas and their bandishein, the LED screen showed ambient visuals to indicate the time of the day or night, and the mood behind each. For instance, when the hundred melodiously synced voices sang the Raga Malhar, the screen lit up with visuals of rain, thunder and lightning. Similarly, during the midday raga, Raga Multani, the screen reflected an unending desert to signify the direct heat experienced during noon. “We attempted to take everyone on a musical journey of one day through the means of ragas, bandishein and some accompanying visuals. Besides that, we also depicted various seasons on Earth and some legendary ragas that have interesting tales associated with them,” shared Gautam, who conceptualised the whole program. One of his shishyas, Mahak Agrawal, who was a part of the hundred singers who took part in the program, said, “It took a lot of practice and more than a 100 man hours to piece this together. But it was all rewarded when the audience stayed glued to our performance until the very end.\" Apart from the classical ragas and their significance, the audience was also treated to some legendary tales and anecdote associated with some ragas. “It was a revelation for me, when I learned the story behind Raga Bisalkhani Todi. When Tansen’s son Bisalkhan was singing on his father's deathbed, the sur he voiced came to be the raga,” shared entrepreneur Naveen Agrawal, who attended the program. The crowd also cheered along when some filmy songs based on these ragas were presented by the group. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Man tries to rape three-year-old niece in Mandsaur": {"link": "https://timesofindia.indiatimes.com//city/indore/man-tries-to-rape-three-year-old-niece-in-mandsaur/articleshow/69717509.cms", "time": "2019-06-10 09:11:00", "description": "INDORE: A man abducted his three-year-old niece from her house, took her to a secluded place and attempted to rape her in Nahargarh of Mandsaur district on Sunday morning. ASP Mankamna Prasad said that the accused abducted the minor from her house by offering her chocolates. He was attempting to rape her when a neighbour heard her screams. “The neighbour heard the screams of the toddler and reached the spot to find the accused in an objectionable position with her. He rescued the minor and took her to his home,” said Prasad. The neighbour informed police officials and with the help of two elderly women of the locality, rushed the minor to hospital, where her medical examination was conducted. Doctors said that there was no penetration and the accused had attempted to rape her. “We have arrested the accused. He lived near the house of the minor. He was looking for a chance to abduct the minor from her home,” said Prasad adding that a case under relevant sections of the IPC and POCSO Act was registered against the accused. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Bank manager, two associates create fake account of builder, seek Rs 1.5cr loan": {"link": "https://timesofindia.indiatimes.com//city/indore/bank-manager-two-associates-create-fake-account-of-builder-seek-rs-1-5cr-loan/articleshow/69717483.cms", "time": "2019-06-10 09:21:00", "description": "INDORE: A bank manager and two of his associates were booked after a builder registered a case at Sanyogitaganj police station alleging that the accused had tried to defraud him by creating a fake bank account in his name when he was in Dubai and got a loan of Rs 1.5 crore sanctioned. Complainant Khurshid Khan, a resident of Almar Solitaire, told police that he came to know about the incident after he received a letter from the bank about the loan. When he inquired, he found out that a loan of Rs 1.5 crore had been initiated in the favour of his company Almas Builders and Developers by a private bank’s Chhawni branch. Police station in-charge Subodh Shotriya said, during investigation they found out that the manager and the employees had hatched a plan to get the loan sanctioned on the basis of forged documents and papers. A case was registered against the manager Rajkumar, son of Kanduram Meena, 34 and two consultants Rahul, 27, son of Mahendra Jain and Sanjeev Kanungo, 56. The complainant told police that he stayed with his relative at his home in Gurugram from August 1 to 4 in 2017 after which he had left for Dubai and returned in January 2018. “The loan process was initiated within this time period and it was then transferred to different bank accounts,” the complainant told the police. Police said that they were yet to arrest the accused. Download The Times of India News App for Latest City ."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Congress spokesperson pushes cop at press meet, BJP alleges high-handedness": {"description": "INDORE: Congress’s Indore spokesperson Sunny Rajpal got into an altercation with police when he was denied entry into a press conference of state PWD minister Sajjan Singh Verma here on Monday. Rajpal, who was stopped by head constable Atal Bihari Sharma, pushed the cop aside and entered the conference hall at Residency Kothi. A video of the episode went viral on social media, evoking strong reactions from BJP, which accused the ruling Congress of highhandedness and “oppression of government servants”. The policeman has refused to press charges. The video shows that the face-off between Rajpal and the cop went beyond an exchange of words. The Congressman, however, denied pushing the head constable. “I was already present at the meeting of the minister with senior officials, but had gone out to the washroom. The press conference began after the meeting. I requested the cops deployed for security outside the gates to let me enter but to no avail,” Rajpal told TOI. The Congressman, however, denied pushing the head constable, and said, “I requested him (the policeman) repeatedly. During this commotion, he got pushed due to the crowd present there. It was not intentional.” BJP city president Gopikrishna Nema claimed that such incidents have got more frequent in the six months since Congress came to power in Madhya Pradesh. “Congress leaders, in order to show their might, treat government officials as personal servants. It lowers the morale of government officials and in the end public work suffers,” Nema said. City SP Jyoti Umath said senior officers have been informed about the incident. “Head constable Atal Bihari Sharma, who is posted at Sanyogitaganj police station, was deployed outside the gates of Residency Kothi. He has been advised to give details of the incident in writing, and if he has any complaint regarding the incident,” she said. Sharma has decided not to file any complaint. “I have no personal enmity with Rajpal. I was doing my duty. I will not file any complaint,” he said. In Video:Watch: Congress leader Sunny Rajpal misbehaves with a policeman in MP’s IndoreDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/indore/congress-spokesperson-pushes-cop-at-press-meet-bjp-alleges-high-handedness/articleshow/69828590.cms", "time": "2019-06-17 20:23:00"}, "\nPresident Group of Hotels celebrates its silver jubilee in Indore\n": {"link": "https://timesofindia.indiatimes.com//city/indore/President-Group-of-Hotels-celebrates-its-silver-jubilee-in-Indore/articleshow/49340079.cms", "time": "", "description": "President Group of Hotels started its couple entertainment club Melody Fusion while celebrating its silver jubilee on October 3. This mega event, organized at the lush green lawns of Hotel President Park, also announced a new, unique scheme of issuing privilege cards of President Group of Hotels to patrons. Under this scheme, members will not only get various benefits at the three local hotels of the group, but also get to enjoy quarterly mega events organized by Melody Fusion along with different food festivals boasting of Italian, Mexican, Chinese, Punjabi, South Indian, Rajasthani and Maharshtrian cuisine among others.  This inaugural event commenced with the ceremonial lighting of the lamp by Dr DP Lokwani, Vice Chancellor of Madhya Pradesh Medical Science University. This was followed by a welcome speech given by Rajendra Mehta, chairman of the group. Floral bouquets too were presented by directors of the group Shobha and Shanu Mehta. The colourful performances for the evening were beautifully woven together by the anchor Resham and featured artistes of national and international fame. Yogeshwari Mistri, winner of India’s Got Talent 2015 and 2012 winners Sonia and Diwakar performed with Ankita at the do. Singer Jasleen Mathru teamed up to perform with dancers of JP Group from Mumbai. In addition to these dance moves, viewers were enthralled by a shadow act by Prahlad Acharya from Bengaluru. Another major highlight of the event was comedian Jitesh Chawla’s act as Gutthi, which tickled the audience’s funny bone. The event was followed by a Gujarati food festival with a delicious spread of more than 40 dishes by Swati Group from Mumbai. A concluding vote of thanks was given by Ankit Mehta, managing director of the President Group of Hotels. The main benefit offered to holders of the privilege card include a discount of 30% on rooms, 15% on restaurant bills, two-nights free stay at any of the unit of the group, a lucky draw for holiday packages at hill stations and special rates for parties and marriage bookings. More than 300 couples have already registered for the offer and the target of the group is to reach out to as many as 400 to 500 couple members. This scheme of the hotel privilege card along with a membership of Melody Fusion is beneficial for company executives who come to Indore from all parts of the country but aren’t members of any such club in the city. The President Group of Hotels’ units in the city are Hotel President at RNT Marg, Hotel President Park & Service Apartments on the by-pass road and Utsav Resort & Garden Restaurant at AB Road, Rajendra Nagar. Download The Times of India News App for Latest City ."}, "Excessive power cut": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/excessive-power-cut/articleshow/60400861.cms", "time": "", "description": ""}, "\nSchool Student showcase their paintings in Indore\n": {"link": "https://timesofindia.indiatimes.com//city/indore/School-Student-showcase-their-paintings-in-Indore/articleshow/47717462.cms", "time": "", "description": "Students between the ages of 10-15 years exhibited their paintings during a recent charity exhibition in the city.  It marked the first time the students had participated in a professional exhibition. The students first underwent training during a month-long workshop in April and then showed off their skills here.  Renowned artists Avadesh Yadav and Shabnam graced this occasion and encouraged the youngsters. Said Yadav, “This kind of professional exposure of hosting will create a whole new group of artists who will take the legacy of this city forward. I am really happy with the work displayed by these kids here and wish them all the luck for their future.”  The kids were equally excited. Nimisha Agarawal (14), a class X student, said, “The subject of my painting is the freedom for a woman. The wings attached to her express her desire to fly freely in the sky.” Rakesh Mahajan, another 14-year-old, said, “I visited a painting exhibition in Mumbai recently and after that, I wanted to showcase my own painting at a professional exhibition and I am very happy to do it for a cause.” The money generated from this three-day long exhibition will be donated to build toilets in the rural areas of the city. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Lalwani wants Centre to probe Nath ‘role’ in 1984 riots": {"link": "https://timesofindia.indiatimes.com//city/indore/lalwani-wants-centre-to-probe-nath-role-in-1984-riots/articleshow/69682489.cms", "time": "2019-06-07 10:52:00", "description": "INDORE: Indore MP Shankar Lalwani on Thursday asked the Centre to investigate the “role of chief minister Kamal Nath” in the 1984 anti-Sikh riots. “We all know and have learnt from media that he (Kamal Nath’s) had a role in the matter (1984 anti-Sikh riots) and it should be investigated. I will approach the home minister to consider the demands raised by Sikh community for a probe against the CM and take appropriate action on the basis of its findings,” Lalwani said after a delegation of Sikhs and local BJP leaders handed him a memorandum. Lalwani said he will ask the central government to take action against those “found guilty in the 1984 riots but are now out of jail” and probe other suspects whose name had surfaced in the case. “We will also urge the home minister to provide compensation to affected families, if any have been left out,” the newly-elected MP said. The delegation demanded that the BJP-led Union government take strict action against Congress leaders who are found guilty in the case. “The names of many Congress leaders, including Nath and Jagdish Tytler, are alleged in the riots. They enjoyed political patronage during Congress governments that ruled for many years after the incident. Since BJP has come into power with full majority, we demand that the government deliver justice,” said secretary of 1984 Danga Pidit Nyay Dilao Samiti, Mandeep Singh Chhabada. The organization’s vice-president Rishi Khanuja, a local BJP office-bearer, said that around 350 Sikh families living in Indore were directly or indirectly affected by the riots. “BJP is politicizing the issue by making false allegations against the chief minister. BJP had its government in last five years while Atal Bihari Vajpayee had also served as Prime Minister but no FIR was launched against Nath as there is no evidence of his role in the incident. Nath has thrown a challenge to bring forth if there exists any evidence against him” MPCC spokesperson Aminul Khan Suri told TOI. Download The Times of India News App for Latest City ."}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "'Gumnam Hai Koi' brings marathi thriller to the city": {"link": "https://timesofindia.indiatimes.com//city/indore/gumnam-hai-koi-brings-marathi-thriller-to-the-city/articleshow/69774077.cms", "time": "2019-06-13 17:36:00", "description": "Well known Marathi actor Madhura Velankar's play ‘Gumnaam hai koi’ was staged at the DAVV auditorium of Indore on Saturday and Sunday. The drama produced by the Mumbai’s Bhadrakali productions traces the journey of a writer Revati Karkhanis in whose life a tragic incident leaves her emotionally vulnerable. She then starts facing hallucinations, strange visions. It takes the audience through a roller-coaster of emotions faced by the protagonist and other characters. The lead role was played by Madhura Velankar and the play was directed by Mangesh Kadam. The thrilling drama, was staged five times over the weekend by Sanand Nyas group, much to the delight of Indore's audience. Download The Times of India News App for Latest City ."}, "MP: Man held for attempting to molest four-year-old": {"link": "https://timesofindia.indiatimes.com//city/indore/mp-man-held-for-attempting-to-molest-four-year-old/articleshow/69730508.cms", "time": "2019-06-10 22:30:00", "description": "INDORE: A man was caught allegedly attempting to molest a four-year-old girl in Sanjeet village of Mandsaur district in Madhya Pradesh on Monday. The accused, Sallu alias Salim Mohammad, 45, was taking the girl into the backyard of a house when the owner saw him and raised an alarm, Nahargarh police said. Neighbours also saw the commotion and attempted to force the accused to leave the child, the police said, adding, when the accused remained unrelenting, villagers beat him up and handed him over to the police. A large crowd gathered at the police station seeking action against the accused. Senior police officials also rushed to the spot and promised quick action. Sallu was arrested under various sections of Protection of Children from Sexual Offences Act. The victim was sent for a medical examination. Download The Times of India News App for Latest City ."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Indore: AC manufacturers chill in the heat as sales up 30%": {"link": "https://timesofindia.indiatimes.com//city/indore/indore-ac-manufacturers-chill-in-the-heat-as-sales-up-30/articleshow/69730387.cms", "time": "2019-06-10 22:20:00", "description": "INDORE: Soaring temperature has propelled sales of air-conditioner (AC) in city and state. This season sales of AC have registered a growth of around 30 per cent. Madhya Pradesh led by Indore has emerged as a potential market for ACs and coolers. Between April and May, sales of ACs jumped by an average of around 30 per cent as against a year ago in the same period, owing to scorching summer and spate of energy efficient models in market, said leading AC manufacturers and dealers. Mukundan Menon, sales and marketing president of a leading air conditioning brand having 12.5% of market share said, “we have seen a very strong growth of 30% in sales of ACs as compared to last year. Air coolers have also registered a jump of around 50 per cent in sales.” Menon expect sales of ACs and coolers to remain good in June as well. AC manufacturers and dealers said that upgraded technologies in AC, energy-efficient models and easy finance scheme led to the spike in sales. A leading appliances and electronics company, which has its headquarters at Japan, business head (air-conditioners group) Gaurav Sah said, “Triggered by the heightened demand for cooling appliances in summer season, AC sales in Madhya Pradesh started on a positive note. We have clocked more than 40% value growth in ACs in April and May, on the back of a strong demand in the region.” Demand for inverter AC clubbed with low on electricity consumption models ruled the market, said manufacturers. Indore registered a record high temperature of 44 degrees Celsius on June 7. Prior to this, on June 3, 1991, the highest maximum temperature recorded in Indore was 45.8 degrees Celsius, according to records of Met. Gaurav Pahwa from a leading retail chain of electronics in Indore said, “besides temperature, finance has become easy with lots of friendly options that speed up the decision making of customers. Also companies have brought down cost of their products in a range that fits the pockets of customers from different walks of life.” Retailers and dealers said, with new technology, customers have become technologically advance and make purchases after enquiring about energy efficiency and type of gas used among others. Download The Times of India News App for Latest City ."}, "\nGrafitti’16: Paint Your Imagination concluded at Shri Govindram Seksaria Institute of Technology and Science in Indore\n": {"link": "https://timesofindia.indiatimes.com//city/indore/Grafitti16-Paint-Your-Imagination-concluded-at-Shri-Govindram-Seksaria-Institute-of-Technology-and-Science-in-Indore/articleshow/51028139.cms", "time": "", "description": "Pratibimb, the fine arts and photography club of Shri Govindram Seksaria Institute of Technology and Science (SGSITS), recently concluded Grafitti’16: Paint Your Imagination, a wide scale, open-themed wall painting event that gave the artists of the institute a canvas to explore and paint their imagination on the campus walls. The event saw participation from 26 teams of 5-6 members each who painted on the walls of parking area of the campus. This was accompanied by games, delicious food and live music and dance performances that gave the crowd a lot to look forward to. The proceedings boasted of dazzling verve and invigorating atmosphere.The competition saw Team Amigos, that painted a man’s wandering thoughts, securing the first position followed by Team Visualizers’ painting of a scene from New York city coming in second and Paint Bandits winning the third position for their painting exploring the relationship between humans and animals. The jury for the competition included cartoonist Ismail Darbar and artist Sundar Gurjar. Graffiti already has a mention in the record books and this year too, the event was planned in an attractive way leading to lasting impression on the campus. Speaking about the same, Saloni Jain, member of Pratibimb, said, “The response received was overwhelming and we succeeded in not just taking the club to a higher level but also in becoming popular among city youngsters. This was our most prominent event for the season and we hope to contribute a lot to the vibrant culture of our college.” -Kratagya Rathore Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Madhya Pradesh: Private coachings can run classes in government colleges": {"link": "https://timesofindia.indiatimes.com//city/indore/pvt-coachings-can-run-classes-in-govt-colleges/articleshow/69708121.cms", "time": "2019-06-09 15:59:00", "description": "BHOPAL: The state government has offered private coaching institutes to run their classes in government colleges. The decision has come after 22 students died in a fire last month in a Surat coaching centre. “Campuses of several government colleges are available and can be used by private coaching institutes,” higher education minister Jeetu Patwari said on Saturday. “State government has taken several initiatives after the Surat fire accident. As part of that, it has been decided that campuses of government colleges - which are huge and safe - can be given to private institutes to run classes in the evening,” said Patwari. He added that it will be on PPP mode. Citing coaching classes being run in small and cramped places across the capital, Patwari said it is an initiative. “We will keep a tab on the outcome of the initiative,” he said. Sources said that minimal money will be charged for running the classes and that coaching centres will also be asked to cut down the fee they charge from students if they wish to avail the facility. About other modalities, Patwari said the scheme is being prepared and will be implemented soon. After the Surat fire incident, chief minister Kamal Nath on May 25, had directed chief secretary S R Mohanty to ensure that coaching classes follow the fire safety norms. It was also announced that the state government will formulate a policy in this regard and take action according to the report submitted by the chief secretary. Following the instructions, Bhopal commissioner Kalpana Shrivastava had also directed officials to ensure that coaching classes strictly follow the fire safety norms and submit a report by May 28. It is also decided that the state government will bear expenses of the students preparing for civil services. 100 students will be selected every year for it and they’ll get the support from the state government. Just like the SC and ST students, there will be free book distribution to the General and OBC category students. “A scheme is being prepared for General and OBC category students with poor financial backgrounds. They will get stationery and books worth Rs 2000,” said Patwari. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Indore cops get BJP to cover up poster with Mamata Banerjee’s morphed picture": {"link": "https://timesofindia.indiatimes.com//city/indore/indore-cops-get-bjp-to-cover-up-poster-with-mamatas-morphed-picture/articleshow/69739616.cms", "time": "2019-06-11 15:47:00", "description": "INDORE: A poster at a BJP rally with the face of West Bengal chief minister Mamata Banerjee superimposed on a leopard perched in the hands of BJP general secretary Kailash Vijayvargiya, sparked a row in Indore on Tuesday. Police had to intervene and force the organisers to cover up the morphed picture. Vijayvargiya, who is credited with BJP’s stunning success in Bengal in the recent Lok Sabha elections, is leading the party’s charge for the 2021 assembly polls there. The saffron party and Trinamool Congress are locked in a tense and often bloody battle of supremacy in Bengal, and its ripples were felt 1500km away, in Indore on Tuesday. The poster was erected at Bombay Bazaar on the route of a ‘Kisan Akrosh rally’ organised by Vijayvargiya to highlight the plight of farmers in Congress rule in Madhya Pradesh. On one of the stages put up to welcome the rally, BJP minority cell leader Sajid Khan Royal had erected the morphed photo, showing Mamata in the grip of Vijayvargiya. Police took note of it and before the rally could reach Sajid’s stage, police got him to cover Mamata’s face. “We had no intention to demean the Bengal chief minister. We showed her as a tiger, but sitting in the hands of another tiger (Vijayvargiya),” Sajid told TOI. “We had a fight with the police. They gave no reason to cover the poster. But we relented as we did not want to spoil the rally,” Sajid said. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "test test test": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/test-test-test/articleshow/59614723.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Plastic ban boosts paper packaging biz": {"link": "https://timesofindia.indiatimes.com//city/indore/plastic-ban-boosts-paper-packaging-biz/articleshow/69747413.cms", "time": "2019-06-12 04:00:00", "description": "Indore: Blanket ban on plastic has come as a boon for packaging industry that has witnessed a growth of over 15 per cent and seen trending high with agriculture commodities and pharmaceuticals emerging as the top consumers. With stricter norms for quality packaging and food safety, demand for paper packaging has gone up, said industry players. In Indore region, a hub for agriculture and pharmaceutical units, demand for packaging has picked up among these units followed by e-commerce and fast moving consumer goods. Mohan Singh Raghuvanshi, a manufacturer of corrugated boxes said, “Packaging industry is getting good enquiries and demand as every industry is gradually moving towards paper packaging.” Industry players said, use of packaging has suddenly jumped for agriculture commodities such as for exotic fruits and vegetables among others. Rohit Jain, a dealer for fruits said, “Norms are getting stricter day by day and with this we have to ensure proper packaging of out items. Garlic, fruits and many vegetables these days are transported in proper packaging.” Paper packaging market shares about 30 per cent to overall packaging market and the share may grow in coming years. Amit Chawla, a drug manufacturer said, “Our packaging budget has gone up by about 20 per cent this year. As businesses are expanding and there are mandatory norms laid down by the government, packaging demand is growing.” According to dealers of paper in the city, local paper mills have also expanded production capacities. Recently a drop in paper prices owing to surplus supplies are seen further adding to the business of packaging amid some softening of prices. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Accused was angry over woman's behaviour: Cops": {"link": "https://timesofindia.indiatimes.com//city/indore/accused-was-angry-over-womans-behaviour-cops/articleshow/69699475.cms", "time": "2019-06-08 10:25:00", "description": "INDORE: Lata Verma, wife of Dr Ramkrishna Verma, who was stabbed to death by a patient at their nursing home-cum-residence in Malwa Mill area on Thursday was cremated by her family members on Friday. Dr Verma, who had gone to Delhi to meet his daughter, reached Indore on Friday morning after which the final rites were performed. On Thursday, Lata was killed and her son Abhishek was injured when he tried to save her. Accused Rafiq Rasheed, 45, was later caught by the locals. Abhishek was also allowed to attend his mother's funeral for an hour and was again brought back to the hospital. Rasheed was produced before the court on Friday and was sent on police remand for two days. The accused has severe fungal infection and was seeing Dr Verma for the past few months, say police. During sustained questioning, the accused told police that every time he used to go for treatment, he was attended by Lata and when he told her he was not satisfied with the treatment, she used to get agitated and behave badly. This had irked him and he decided to kill her. Officials are now trying to substantiate the statements given by the accused with the doctor. \"The statements of the doctor were recorded. All the possible angles are being investigated,\" said SP Yusuf Qureshi. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "Nagda to be declared 53rd district of Madhya Pradesh soon": {"link": "https://timesofindia.indiatimes.com//city/indore/nagda-to-be-declared-53rd-district-of-madhya-pradesh-soon/articleshow/69762075.cms", "time": "2019-06-12 22:38:00", "description": "INDORE: The long-pending demand to declare Nagda as 53rd district of Madhya Pradesh is likely to be fulfilled in near future since state government has sought details of three tehsils of Ujjain district and one of Ratlam district to finalize the proposal. Nagda district will be constituted by merging Nagda, Khacharod and Mahidpur tehsils of Ujjain district and Alot tehsil of Ratlam district. Ujjain collector has written to sub-divisional officers (SDOs) of Nagda, Khacharod and Mahidpur to furnish required details along with their maps by Thursday. The SDOs will submit the details in three formats. In format 1, they have to present district-wise classification of their respective tehsils with details of total number of panchayat/patwari halka (area) of rural and urban parts. In format 2, they will present details of Ujjain district post partition of Nagda, Khachrod and Mahidpur tehsils. In format 3, details of tehsil-wise patwari halka containing revenue inspector circles, number of villages in patwari halka, khasra (plot) number, area of villages and population as per Census 2011, will be provided. Besides this, details of facilities, including anaj mandi, veterinary hospital, allopathic hospital, primary health centres, schools, colleges, post offices have been sought. In 2008 assembly elections, ex-MLA Dilip Gurjar had moved an application in assembly session to declare Nagda as a district. The then revenue minister had promised him to pay attention on his demand. But, later, senior officials rejected his plea. In 2013 assembly polls, too, the issue had sought public attention. But the demand is being fulfilled now after 2018 assembly elections. “The SDOs have been asked to furnish details as required by government. The process to declare Nagda as 53rd district of state, however, will take some time,” Ujjain collector Shashank Mishra said. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "test beta version": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/test-beta-version/articleshow/59614720.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "MP: Five held for robbing jewellers in Mandsaur": {"description": "INDORE: Mandsaur police on Monday arrested five persons, including two minors, for snatching ornaments from two jwellers after shooting and injuring one of them in Daloda area ten days ago. The accused had accosted Vikas Pal and his father Heeralal Pal when they were closing their jwellery shop in Daloda on June 7. They had shot Heeralal in his leg and made away with ornaments from the shop. Eyewitnesses claimed that six masked men were seen fleeing the spot on three motorcycles towards Mandi area, following which a manhunt was launched, police said. During investigations, it was found that the accused were seen frequenting one Anil Banchada, 27, in Banekhedi area following which a team interrogated his wife. She confessed that six friends of Anil, two minors, had visited them on motorcycles. They hailed from Pune in Maharashtra. Two teams were sent to Pune to trace the accused, but they could not be found, police said adding on Monday, the investigators received tip-off about two youths attempting to sell ornaments in Mandsaur’s bullion market. A trap was laid and the accused rounded up. They confessed having committed the crime. They led to three of their accomplices staying at a local hotel, attempting to sell the booty. Apart from Anil, police arrested Shrikant Gaikwad, 28, Ajay Rathore, 19 and two minors and recovered a portion of silver ornaments weighing 3.90 kg from them. Two other accused were yet to be arrested. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/indore/mp-five-held-for-robbing-jewellers-in-mandsaur/articleshow/69831405.cms", "time": "2019-06-17 20:23:00"}, "Vayu cools Indore for now, temperature down by 4 degrees": {"link": "https://timesofindia.indiatimes.com//city/indore/vayu-cools-indore-for-now-temp-down-by-4-degrees/articleshow/69779145.cms", "time": "2019-06-14 10:30:00", "description": "INDORE: After hovering over 40 degree Celsius mark for the past few weeks, temperature in Indore dropped four degrees on Thursday as a result of the effect of storm Vayu which touched Gujarat coast in the afternoon. The storm brought in high amount of moisture in western part of Madhya Pradesh including Malwa-Nimar leading to a drop in temperature and cloudy sky over the region. The maximum temperature in Indore dropped to 37.6 degree one degree above average, which was recorded at 41 degree on Wednesday. The minimum temperature was recorded at 26.4 degree as compared to 29 degree on Wednesday. Rainfall was recorded in traces by Meteorological department in Indore throughout the day. The weather department has predicted chances of rain and thunderstorm over the Malwa-Nimar region on Friday and Saturday as well, after which effect of the storm will subside leading to rise in temperature. “However, the temperature will not reach till 45- 46 degrees as one or other system will continue to bring in light rains and moisture into the region. The monsoon is likely to set in Malwa-Nimar around June 25,” Indian Meteorological department official from Bhopal said. In other districts like Shajapur, Ujjain, Gwalior, Bhopal as well, the maximum temperature was recorded below 40 degree Celsius. In Khandwa, Khargone and Dhar, the temperatures remained above 40 degree, however it was marginally lower than the maximum temperature on Wednesday in all three districts. The relative humidity across the region was also quite high on Thursday. In Indore, the humidity in the morning was 66 per cent, whereas the relative humidity in the evening was 38 per cent. While in the western part of Madhya Pradesh the effect of Vayu led to cooling down of temperature, in the eastern Madhya Pradesh rainfall activities were observed due to the cyclonic circulation over the Bay of Bengal. Download The Times of India News App for Latest City ."}, "'Water wars' intensify, Madhya Pradesh police told to guard tankers": {"link": "https://timesofindia.indiatimes.com//city/indore/water-wars-intensify-madhya-pradesh-police-told-to-guard-tankers/articleshow/69699377.cms", "time": "2019-06-08 13:39:00", "description": "BHOPAL/INDORE: With water wars intensifying in unprecedented June heat, the home department has ordered police to escort all water tankers and guard water sources. While BJP says it's yet another sign of mismanagement by the Congress government, minister for urban administration Jaivardhan Singh said the decision was taken to maintain law and order after clashes were reported during water distribution in some areas. Home minister Bala Bachchan told media in Indore that police escorts are only for \"sensitive places\", where a flare up is possible. \"This doesn't happen everywhere. I have asked officials to be alert,\" he said. Indore SSP Ruchi Mishra said this is already being done. \"Whenever we are alerted by the administration and IMC officials about areas where there can be a flare up, we deploy police,\" she said. Eight people were injured in Panna on Thursday over a water battle. In Indore itself, fights broke out twice over water over the past week. Two men were seriously injured after a clash in Krishnanagar Colony of Vijay Nagar on June 5. A day earlier, a water tanker driver was beaten up by people in a Khajrana locality for not supplying them first. Home department monitoring situation: JaivardhanSuch fights have been reported from across the state, and frequently so, spurring the government to order police protection. On Thursday, the home department ordered all SPs to be alert for clashdering police protection. “We need to maintain proper supply and distribution of water in all districts. The home department is monitoring supply and keeping an eye on water sources to control any untoward incident. We are trying to keep the situation normal with the help of the home department. There is no fear among public anywhere,” Jaivardhan Singh told reporters on Friday. Officials have been ordered to “take control” of water sources during distribution. \"We will keep a watch in every district to check untoward incidents during water supply. We are developing a network to collect information,” said Bachchan. This es during water supply. There have been agitations and protests against government officials at some places. Local politicians are spearheading demonstrations and egging on people to protest with pitchers and urns, say officials. The department collected feedback from collectors, police officers and PHE officials before oris yet another round in the political slugfest between BJP and Congress over supply and power cuts. “It is unfortunate that police have been deployed to monitor water supply in the state. This reminds of old days when Congress failed to cope with a similar situation. They are using police intelligence to check power cuts, district force to monitor water crisis. The government has failed utterly in serving the public,” BJP state president Rakesh Singh told reporters on Friday. The BJP has also targeted chief minister Kamal Nath, alleging that Congress leaders are “ignoring the crisis”. “The CM and minsters will have to get involved to cope with the situation but they are busy with their personal interests,” Singh said. Read this report in BengaliDownload The Times of India News App for Latest City ."}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "At 44°C, mercury touches season's highest in Indore": {"link": "https://timesofindia.indiatimes.com//city/indore/at-44c-mercury-touches-seasons-highest-in-indore/articleshow/69699266.cms", "time": "2019-06-08 09:53:00", "description": "INDORE: Indore sizzled at 44 degrees Celsius on Friday registering the hottest day of the season, breaking all previous records. Indore is witnessing an excruciating summer with back to back records of highest temperature in June. The minimum temperature for the day stood at 28.5 degree Celsius, data from Meteorological department showed. According to records of Met department, highest maximum temperature recorded in Indore in June was 45.8 degree Celsius on June 3, 1991. Regional Met department official said that hot winds in state have led to soaring mercury that may further intensify in some parts of state. As per the forecast of the weatherman, Indore, Dewas, Ujjain and Dhar may receive light showers with lightning and heavy winds on Saturday. Khargone recorded 46.2 degrees Celsius while temperature at Khandwa and Ujjain stood at 44.5 and 44.4 degree Celsius respectively. High temperatures even at nights have left citizens disturbed as mercury is unlikely to calm down in next few days, according to weather department. Download The Times of India News App for Latest City ."}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "MP: 2 drown in Narmada river, 6 rescued in Omkareshwar": {"link": "https://timesofindia.indiatimes.com//city/indore/mp-2-drown-in-narmada-river-6-rescued-in-omkareshwar/articleshow/69729930.cms", "time": "2019-06-10 21:49:00", "description": "INDORE: Two persons drowned, while six others had a narrow escape when a group of youngsters ventured into deep waters of river Narmada in Omkareshwar on Monday. The victims, all residents of Burhanpur, were visiting the temple town to offer prayers and bathing in the river in the morning when the incident took place, Madhanta police said. Eyewitnesses claimed that the group of youngsters were screaming in playful gestures, ignoring warnings of people nearby, when one of them ventured into deep water. Another youngster attempted to reel him into the ghat, but was also pulled by the strong current. “The deceased gave been identified as Vhsial Mahajan, 18 and Ganesh Mahajan, 19,” Mandhata police station-incharge Jagdish Chandra Patidar told TOI. They were a group from Burhanpur who had moved on their motorcycles to visit Maheshwar and Omkareshwar. They reached Omkareshwar on Sunday night. In the morning, they were going to the temple, before they bathed in the river. Boats men on the ghats managed to pull the rest of the youths ashore. They also pulled the victims from water and rushed them to a hospital, Patidar said. Doctors at the hospital could not revive the victims, he added. A post-mortem examination of the bodies was conducted. Download The Times of India News App for Latest City ."}, "Thrillers, lyrical poetry and more at this open stage": {"link": "https://timesofindia.indiatimes.com//city/indore/thrillers-lyrical-poetry-and-more-at-this-open-stage/articleshow/69758544.cms", "time": "2019-06-12 18:34:00", "description": "In an open stage held over the weekend, quite a few storytellers from the city presented their tales, anecdotes and stories of various hues and flavours to the audience. The range of the tales had a mix of mystery, thriller, motivation etc. This session was helmed by founders of Paint Stories, Dev and Akansha Prasad. Besides that many closet poets took the opportunity of an open stage to read out their poems. It was followed by lyrical poetry performed by the duo Hardik Shah and Akash Jangid. Mimicry and melodious songs by some other performers made the evening even more enjoyable for everyone. The open stage was organised by the group Steeters who have been promoting all sorts of art through open stages across the city. Download The Times of India News App for Latest City ."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Bumper arrival of onions at mandi causes traffic chaos": {"link": "https://timesofindia.indiatimes.com//city/indore/bumper-arrival-of-onions-at-mandi-causes-traffic-chaos/articleshow/69779178.cms", "time": "2019-06-14 10:16:00", "description": "INDORE: Chaos witnessed at Devi Ahilyabai Fal Evam Sabji Mandi on Thursday after bumper arrival of onion crops that led to traffic jams in the area. As the state government has started purchasing onion crops at support price of Rs 800/quintal under Bhavantar Scheme, farmers of around 100km radius of the district have started reaching the mandi with their fresh crops. The number grew late on Wednesday night when the administration had to shut entry of vehicles to handle the situation. The same resulted in long queues of loading vehicles carrying crops especially onions outside the mandi while a number of trucks, which were parked inside also got stuck due to haphazardly parked vehicles. The traffic jams in and outside the mandi not only affected the business but also caused huge inconvenience to commuters. Due to the chaos, the mandi administration recorded arrival of only around 250 quintals of onion against the average arrival of around 50,000 quintal onion crops. This month, the mandi has recorded total arrival of about 4.46 lakh onion crops. The officials informed that market has capacity to accommodate arrival of 1 lakh quintal crops but on Wednesday night, over 1.25 lakh crops arrived. The traders alleged that the mandi administration has deployed 76 security guards to work in three shifts but very few of them were there to manage the traffic. “Sheer negligence on the part of mandi officials led to such chaotic situation in mandi on Thursday. There are many encroachments and no proper arrangement was made to guide the traffic. The market also lacks basic facilities including drinking water for the farmers, porters and traders,” traders’ association president Haji Maqsood said. According to mandi secretary Satish Patel, “The situation of traffic jams reported due to a sudden increase in arrival of onion crops. As decided, the vehicles carrying crops for selling/unloading in mandi will be given entry from 10pm to 9am and remaining time will be there for vehicles loading the crops and going out. A work plan is also prepared for opening a new entry/exit gate in the mandi”. Download The Times of India News App for Latest City ."}, "Indore: Soyabean meal exports plummet to lowest of this season": {"link": "https://timesofindia.indiatimes.com//city/indore/soyabean-meal-exports-plummets-to-lowest-of-this-season/articleshow/69746166.cms", "time": "2019-06-11 22:32:00", "description": "INDORE: Soyabean meal exports fell to its lowest in the season due to tepid demand from overseas players and limited availability towards fag-end of the season. Soyabean meal export in May stood at 38,000 tonnes as against 75,000 tonnes a month ago, according to the Soybean Processors Association of India (SOPA). The oil year for soyabean is calculated from October to September. Industry experts expect overseas shipment to remain weak until the season-end. SOPA executive director DN Pathak said, “This year, total exports will remain high. By end of the season, total exports are likely to touch 20 lakh tonnes as we had a good crop last year. Balance stock of soyabean meal in June is 1.148 lakh tonnes.” Since October to May, exports stood at 18.17 lakh tonnes as against 12.81 lakh tonnes in the same period a year ago, according to SOPA. Industry players expected a good opening for the new season as farmers will cultivate more lured by higher prices and encouraging exports. Consumption of soyabean in domestic market has also gone up led by poultry and industries, industry experts said. A leading exporter of soyabean meal from Indore said, “This is fag-end of the season when trend is expected to remain weak. Despite some slip in prices offtake will remain poor because we do not have good quality to offer.” Soyabean meal is offered at $450 per tonne (FOB). A month ago, exporters were offering the meal at $460 per tonne (FOB), as per three industry players. Iran was the main buyer for Indian soyabean meal in May and exporters expect it to continue purchases in the coming month as well. Madhya Pradesh is the largest soyabean producing state in the country with several large exporters of soyabean meal operating from the financial capital of the state, Indore. Download The Times of India News App for Latest City ."}, "Tryst with folk and classical dances at Malwa Utsav": {"link": "https://timesofindia.indiatimes.com//city/indore/tryst-with-folk-and-classical-dances-at-malwa-utsav/articleshow/69790708.cms", "time": "2019-06-14 18:28:00", "description": "The ongoing Malwa Utsav at Lal Bagh in the city has been witnessing a cultural overload in the evenings. With best of Malwa culture, be it handicrafts, food or dances – on display, some evenings were also dedicated to a mix of cultures. The cultural evenings have been giving the audience a sneak peek into Matki dance, Kathak and Odissi dances as well. Another folk dance that caught everyone’s attention was the Panihari and Panthi dance, which was presented by the artistes of Chattisgarh. Similarly, disciples of Odissi exponent Dalia Dutta presented a stunning presentation of the classical form. Besides these, there was a Narmada stuti, which was presented by fifteen artistes to kick off the evening of cultural performances. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Six bikes stolen from four houses": {"link": "https://timesofindia.indiatimes.com//city/indore/six-bikes-stolen-from-four-houses/articleshow/69699446.cms", "time": "2019-06-08 10:22:00", "description": "INDORE: A group of vehicle lifters targeted four houses in Chhota Bangarda area in the wee hours of Friday and made away with six motorcycles. The incident came to fore when the residents woke up on Friday and found the vehicles parked in front of their houses missing. They checked with their neighbours and found that six vehicles were missing from the colony. Complainant Mohommad Saddam told TOI that they had alerted Aerodrome police and informed them about the incident after which officers investigated the area. \"They also checked the CCTVs installed in the house of one Shoeb and one other and found the footages of the accused taking away the vehicles,\" said Saddam. He said that the accused first took two vehicles from the area and then came again to take four more vehicles. They committed the crime between 3 am to 4 am. \"We have registered a case in the matter and CCTV footages are being sifted,\" said Aerodrome police station in-charge Ashok Patidar. Lack of proper parking spaces and preferences of vehicle lifters are some of the factors contributing towards increasing incidents of vehicle thefts outside houses, a senior police officer said. The vehicle lifters now steal vehicles on demand. When vehicles are parked outside houses during the night, they can easily choose which vehicle to steal.  Many of the colonies do not have security guards and not all the colonies are gated. Download The Times of India News App for Latest City ."}, "MP: Dalit youth beaten by upper caste men for trying to get a shave in Dewas village": {"link": "https://timesofindia.indiatimes.com//city/indore/mp-dalit-youth-beaten-by-upper-caste-men-for-trying-to-get-a-shave-in-dewas-village/articleshow/69695451.cms", "time": "2019-06-07 22:12:00", "description": "INDORE: A Dalit youth was allegedly beaten up by upper caste members for going to a hair cutting saloon to get a shave in a village in Dewas district. The incident took place in Bisakhedi village when one Rajpal Chouhan was beaten up by a group of people belonging to the Rajput community, Sonkutchh police said. Rajpal had gone to a hair cutting saloon of one Manish Verma when the incident took place. In his complaint, he alleged that the attackers used castiest remarks and beat him with bricks, Sonkutchh police station in-charge Pankaj Dwivedi said. Rajpal was rushed to a hospital where he was treated for the injuries. Police have registered cases against the accused under relevant sections of SC/ST Act and the Indian Penal Code. The accused are yet to be arrested. Download The Times of India News App for Latest City ."}, "test": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/test/articleshow/60471414.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Accused in Bhopal rape and murder case held from Khandwa district": {"link": "https://timesofindia.indiatimes.com//city/indore/accused-in-bhopal-rape-and-murder-case-held-from-khandwa-district/articleshow/69722113.cms", "time": "2019-06-10 12:30:00", "description": "INDORE: Vishnu Prasad, 32, the accused in the rape and murder of the 10-year-old girl in Bhopal, was arrested by Khandwa police near the temple town of Omkareshwar in Madhya Pradesh on Monday. Prasad is an accused in raping and strangulating the girl, who lived in his neighbourhood and later dumping her body in a nullah with her hands tied and clothes ripped. “We have rounded up the accused in the morning. He is a resident of Khandwa and was traced near Omkareshwar,” Khandwa SP Dr Shiv Dayal told TOI. The accused has been taken to Bhopal where he will be further interrogated. Police is trying to speed up the investigation and has sought hearing in a fast track court for speedy justice. Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "yellow light": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/yellow-light/articleshow/59416979.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "signal issue": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/signalissue/articleshow/64602683.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "MP: 5-year-old killed, dumped in river in Ujjain; cops suspect attempted rape": {"link": "https://timesofindia.indiatimes.com//city/indore/mp-5-year-old-killed-dumped-in-river-in-ujjain-cops-suspect-attempted-rape/articleshow/69696188.cms", "time": "2019-06-07 23:16:00", "description": "INDORE: In a shocking incident, a five-year-old girl was abducted while sleeping with her eight-member family in a shanty at a brick kiln in Ujjain and stoned to death in Bhukhi Mata area early on Friday. While the police were searching for the girl, her bloodied body was found floating in Kshpira river near a bridge in the afternoon, with injury marks on her private parts and head. Police suspect that the attackers had attempted to rape her and fearing a backlash, stoned her to death before throwing the body in the river. “We have found two bricks with blood on them at the river bank. The bricks might be used to hit the girl, who had injury marks on her head and face,” Mahakal police station in-charge Arvind Singh Tomar told TOI. The girl was sleeping with her family – parents, grandparents and four siblings aged 5-9 years – in a shanty near a brick kiln. The accommodation was provided by the brick kiln owner to migrant labourers, Tomar said, adding, around a dozen kilns operate in the area and hundreds of labourers from nearby areas work in them. At around 2am, the grandfather woke up and claimed to have seen the girl sleeping, while holding on to her grandmother. At 5am, when he woke up again, the girl was missing. The grandfather raised an alarm and informed the police. A police team rushed to the spot with a dog squad. The dogs sniffed around in circles in 200 meter area from the shanty, the inspector said adding the family later informed that the victim played with her friends in the locality where the dogs were leading. While the search was on, report of a body of a girl found in Kshipra river came through. The family identified her as the victim. The body was later sent for a post-mortem examination. “A three-member team of doctors has been formed to perform the autopsy. Initial report suggest injuries on her private parts, indicating at a sexual attack. The doctors are yet to confirm whether she was raped,” additional SP Neeraj Pandey said. The police also found empty beer and liquor bottles in the vicinity, indicating that there may be more than one attacker. Trousers of the victim were also found nearby. The police were in the process of interrogating the inhabitants of the areas. Investigators believe that the accused must be known to the family and the girl. Download The Times of India News App for Latest City ."}, "80 employees of call centre held for duping American nationals": {"link": "https://timesofindia.indiatimes.com//city/indore/80-employees-of-call-centre-held-for-duping-american-nationals/articleshow/69747407.cms", "time": "2019-06-12 14:38:00", "description": "INDORE: Over 80 employees of a call centre, mostly from Nagaland and Meghalaya, were arrested in Indore for duping American nationals by acquiring their social security number, sending them audio note saying that they were found involved in illegal activities and making them cough up money. The call centre was being operated in two buildings – Platinum Plaza and a building at plot no 74 behind C21 mall. The accused duped hundreds of Americans of crores of rupees ranging from $50 to $1,000 per person. Police officers said that social security numbers of over 10 lakh American nationals have been recovered from the accused. “Rahil and Jawed were the masterminds in the case. While Jawed was arrested during the raid, Rahil is said to be in Ahmedabad. Another accused Shahrukh was also arrested. These three were working with an aide Sunny Chouhan who is said to have fled to a foreign country from Ahmedabad,” said Cyber Cell SP Jitendra Singh. The accused used to send an audio note to victims on WhatsApp. Through the note, they threatened the respondents with arrest because of an irregularity found in the social security number. The voice in the audio note would then share a helpline number where the victims were asked to call. The ones who fell for the trap, had to buy iTunes or Google Play gift cards, as instructed, and shared the secret code with the caller to ‘settle’ the issue. This was done by call centre employees who were given special ‘script’ for the same. The accused ran a full-fledged BPO shift from 7pm to 5 am and followed standard call centre protocols with accent trainings. Almost 70% employees arrested are from Northeast. The accused had associates in the US, China and Dubai who helped them siphon off the cash. The accused got the money duped from victims deposited into hired bank accounts. They money was converted into bitcoins and sent to the main accused in Ahmedabad who got the money through Hawala. The brokers in between who were responsible for transferring the money took at least 40% as commission. The masterminds managed to get hold of a database of social security numbers of people in the US through true search, yellow pages, that’s them and through agents. These call centres were usually operated on a ‘seating’ basis. One call center had 25 seats. In this way, one was owned by Rahil, another by Javed and the third one was opened by Rahil in coordination with Shahrukh. 80 employees worked in these three call centres. “The accused have been booked under IPC and IT Act,” said SP Singh. Download The Times of India News App for Latest City ."}, "Guard drives away with four-wheeler he was given to park in commercial complex": {"link": "https://timesofindia.indiatimes.com//city/indore/guard-drives-away-with-four-wheeler-he-was-given-to-park-in-commercial-complex/articleshow/69717522.cms", "time": "2019-06-10 09:08:00", "description": "INDORE: Director of a company in Milinda Manor building of the city had the shock of his life after his sedan that he had given to the guard for valet parking was stolen. Complainant Mahendrapal Kothari, a resident of Vijay Nagar area told police that he had gone to office and like every day handed over the keys of his sedan to the guard who parked it in the authorized parking of the building. When he returned in the evening to go back, he found that his vehicle was missing. After sifting through the footages of the CCTVs installed in the building, it was found that one of the guards who was parking the vehicle had stolen it. Tukoganj police said that a youth Ashok Choubey had joined two days back on a trial basis. He was kept under the supervision of an experienced guard Shubham Jain. On Saturday, when Mahendrapal reached the building, he gave the key to Shubham. Shubham passed on the key to Ashok and asked him to park the vehicle. The accused strategically parked it in a place from where he would be able to flee immediately and did not return the keys to Shubham. After Shubham and other guards were away on a break, the accused drove away the vehicle. “A case was registered against both Shubham and Ashok. He will be arrested at the earliest. It seems as if he had been planning this and had joined as a guard to steal the car. He conducted a recce first and then decided to steal it,” said Tukoganj police station in-charge Tehzeeb Qazi. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Mishmash of National Anthem and Vande Mataram at Indore civic body meet": {"link": "https://timesofindia.indiatimes.com//city/indore/mishmash-of-national-anthem-and-vande-mataram-at-indore-civic-body-meet/articleshow/69760541.cms", "time": "2019-06-12 23:05:00", "description": "INDORE: National Anthem or Vande Mataram? Confusion prevailed at the BJP-led Indore Municipal Corporation budget meeting on Wednesday when council members started singing \"Jana Gana Mana\" when they were expected to sing \"Vande Mataram\". Worse still, the Anthem was stopped abruptly for them to sing \"Vande\". It triggered a political controversy, with Congress corporators alleging that by stopping the National Anthem midway, BJP leaders had violated the Prevention of Insults to National Honour Act, 1971. It’s the practice at IMC that meetings of the mayoral council and general body begin with \"Vande Mataram\" and end with \"Jana Gana Mana\". However, on Wednesday, some mayoral council members stood up and started singing the National Anthem, while others sang the customary Vande Mataram. Adding to the confusion, some members stopped singing and started pointing out the mistake. After some more confusion, everyone began singing Vande Mataram. IMC Leader of Opposition Fozia Sheikh Alim said, \"It was a clear dishonour of the National Anthem. It was very disappointing to see that public representatives are confused between the National Anthem and the National Song. An FIR should be registered against all of them.\" Legal experts said that the mistake could attract legal action if it was deliberate. \"If it was a mistake, then there should not be any action against the members. Or else it would attract legal action for dishonour of the National Anthem,\" said senior advocate Anand Mohan Mathur. IMC chairman Ajay Singh Naruka said, \"Those who sang the National Anthem seemed to be confused between the National Song and National Anthem.\" Mayor Malini Gaud, however, blamed the “noisy” opposition for the confusion. “The opposition was creating a ruckus before the meeting began. This led to the confusion over the National Anthem and National Song,” said Gaud. The Supreme Court has said there is no concept of a ‘National Song’ in India but the general perception is that Vande Mataram is accorded this status. In Video:Confusion over National Anthem and Vande Mataram at Indore civic body meetDownload The Times of India News App for Latest City ."}, "Mandu takes 1st leap for being listed as UNESCO heritage site": {"link": "https://timesofindia.indiatimes.com//city/indore/mandu-takes-1st-leap-for-being-listed-as-unesco-heritage-site/articleshow/69766457.cms", "time": "2019-06-13 10:13:00", "description": "INDORE: As a first step for the heritage property Mandu to be included in the United Nations Educational, Scientific and Cultural Organization’s (UNESCO) World Heritage list, Dhar administration submitted a nomination dossier to the state tourism board which was unveiled by state tourism minister Surendra Singh Baghel on Wednesday. The dossier consists of the iconic heritage property’s legacy portrayed in about 2000 pages and 200 images. “We initiated the process and there are some guidelines prescribed by the UNESCO which we followed and completed the dossier in a record time of six months. We have submitted the dossier to the minister today and a team will be presenting the proposal to the state tourism board and if convinced, they will forward it to the Government of India,” Dhar district collector Shrikant Bhanot told TOI. In the next step,MP government would then be forwarding the dossier to the ministry of culture, from where it will be sent to International Conference on Operations Management and Operations Research (ICOMOR), the advisory body of UNESCO. “The entire evaluation, beginning from the state tourism board, will take place in 15 months. They will then generate a report to the ministry of culture stating if they are directly adding it to the list or any other requirement to be fulfilled. As per UNESCO, the year starts from September 30 and it will be declared by 2020-21 slot or by 2021-22 slot,” said an Indore-based consultation company’s planning and designing department head, Garima Rajput. The dossier is an inclusive effort to preserve both tangible and intangible cultural heritage of the town in the form of rich tribal culture, art, skills, festivals, cuisine, environment, fauna, rains and language, she said. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "\nIndore youngsters show bike stunts at Raahgiri\n": {"link": "https://timesofindia.indiatimes.com//city/indore/Indore-youngsters-show-bike-stunts-at-Raahgiri/articleshow/47706593.cms", "time": "", "description": "The latest splash of rain seems to have been most enjoyed by kids during this week’s Raahgiri event.  While the rains did keep a majority of the crowd indoors, those who wanted to make the most of the fresh air made their way to the streets, enjoying a spectacle of summersaults, flips and bike stunts that some young daredevils put up. Anamika, who came to enjoy the cool breeze after the first rain with her friends, said, “The rains have come at such a perfect time. The weather has become so pleasant and coming for a walk during Indore Mornings has become a blissful experience for us.” Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Gaping manholes to get covers before monsoon": {"link": "https://timesofindia.indiatimes.com//city/indore/gaping-manholes-to-get-covers-before-monsoon/articleshow/69699237.cms", "time": "2019-06-08 09:51:00", "description": "INDORE: Flooded with complaints over open manholes across city, Indore Municipal Corporation (IMC) has started identifying and covering all of them before monsoon. The civic body has already identified over 600 manholes with broken covers in city. Of these, maximum of 150 open or damaged manholes have been identified in Zone-8. Hundred are in Zone-4, and 50 open manholes have been identified in Zone-1 & Zone-9 each. Citizens especially in low lying areas like Kulkarni Ka Bhatta, Rajwada, Subhash Chowk, Sangam Nagar had been complaining about open drains and chambers in their areas. \"It's been more than a month, but IMC is yet to replace these damaged covers. These are basic things that need to be addressed on priority, as anyone can fall inside,\" said Rakesh Kadam, a resident of Rani Satti Gate. IMC officials said that instruction have been issued to various departments and private agencies not to carry out digging work during monsoon as it can damage drains and roads. Officials claimed that manholes are covered every monsoon but blame private agencies for the damaged or broken covers of manholes. \"It's negligence of private contractors and telecom companies that destroy surface of manholes while laying underground lines and digging road,\" they said. IMC's water works department in charge Balram Verma said that all zonal officials have been asked to visit their respective wards and identify damaged or open manholes. \"We have already identified around 605 manholes with open or damaged cover in city. The respective zonal staff has been instructed to cover all open drainage chambers and pits as they pose serious threat to motorists and pedestrians during monsoon,\" he said. \"All complaints of missing and damaged drain or manhole covers will be addressed on priority,\" he added. Download The Times of India News App for Latest City ."}}