{"Arunachal MLA killed in ambush by NSCN(IM) rebels retains seat": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-mla-killed-in-ambush-by-nscnim-rebels-retains-seat/articleshow/69490378.cms", "time": "2019-05-25 09:42:00", "description": "GUWAHATI: Arunachal Pradesh MLA Tirong Aboh, who was gunned down along with son and nine others in an ambush by suspected NSCN (IM) terrorists on Tuesday, polled more than 55% votes to retain the Khonsa West assembly seat. The 45-year-old National People’s Party leader defeated Phawang Lowang of BJP by 1,055 votes — an overwhelming margin by the constituency’s standard where the size of the electorate is a little over 10,000. The Election Commission would soon declare the seat as vacant to pave the way for bypoll within six months. Assembly elections in the frontier state were held simultaneously with the Lok Sabha polls. Nani Kojin, editor of Arunachal Front, an English daily from the state, said, “The result shows his popularity in his constituency which he won twice.” Aboh had won the seat as a People’s Party of Arunachal (PPA) candidate in 2014. Later, he left PPA to join NPP. Hailing from Dadam village in Khonsa town of Tirap district, Aboh completed his high school from Government Higher Secondery School, Khonsa. He was the chief organiser of Congress Seva Dal in Tirap district from 2002 to 2006. On Tuesday, at least 14 suspected National Socialist Council of Nagaland (Isak-Muivah) terrorists shot dead Aboh, his son and nine others after waylaying his convoy of four vehicles in the frontier state’s Tirap district. State NPP leader and former home minister Kumar Waii had termed Aboh’s killing as a political assassination by his rivals. “Everyone knew he was going to win. He, too, had told me that he was confident of retaining his seat,” said Waii. Aboh, who was known as a no-nonsense politician, often received threats from the NSCN(I-M) for his opposition to their presence in Arunachal. This was the second time that suspected NSCN(I-M) rebels have resorted to killings in Arunachal since the announcement of the assembly and Lok Sabha election dates. On March 29, they killed Jaley Anna, one of Aboh’s supporters from NPP, in Kheti village of Tirap district. The Tirap Changlang Longding Society Delhi, under the banner of the Arunachal Students’ Union Delhi, on Thursday organized a prayer meet and candlelight vigil at Arunachal House in the national capital to express solidarity with the families of those who lost their lives in the ambush. Download The Times of India News App for Latest City ."}, "BJP leading both at Assembly and 2 Lok Sabha seats in Arunachal Pradesh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/bjp-leading-on-all-57-seats-in-arunachal-pradesh/articleshow/69455452.cms", "time": "2019-05-23 15:41:00", "description": "ITANAGAR: BJP is leading in 21 seats, while JD(U) and Congress are leading at four and two seats each in Arunachal Pradesh assembly elections, where counting of votes is underway. Meanwhile, Bharatiya Janata Party (BJP) is also taking a lead in the two Lok Sabha constituencies of Arunachal Pradesh, as per the initial trends. Union Minister of State for Home Kiren Rijiju is leading by 30,548 votes in Arunachal West against his nearest rival Nabam Tuki of the Congress. Rijiju had won the seat in 2014, defeating Takam Sanjoy of the Congress by a margin of 41738 votes. In the Arunachal East, BJP candidate Tapir Gao is leading by 13,477 votes against his nearest rival Lowangcha Wanglat of the Congress. In the Assembly elections, deputy chief minister Chowna Mein is leading by 1129 votes against his nearest rival Khunang Kri of the Congress from Chowkham constituency in Namsai district. BJP's Kipa Babu is leading by 128 votes against his nearest rival Janata Dal United candidate Techi Kaso from the Itanagar seat. BJP nominee Tana Hali Tara is leading by 351 votes against his nearest rival Nabam Vivek of the National Peoples Party (NPP) from Doimukh constituency. In Itanagar seat, Techi Kaso of the Janata Dal (United) is currently taking the lead against Kipa Babu of the BJP by a margin of 302 votes, while state home minister and NPP candidate Kumar Waii is trailing behind Gorduk Pordang of the BJP by 297 votes. PHE Minister Wanki Lowang (BJP) is leading by 1,682 votes against his nearest rival Ngonglin Boi of the JDU from Namsang constituency in Tirap district. BJP candidate Jambey Tashi is leading by 1129 votes against his nearest rival Jampa Thirnly of the National Peoples Party (NPP) from Lumla assembly constituency in Tawang district. Independent candidate Somlung Mossang is ahead of Jawra Maio of the BJP in Bordumsa-Diyun seat by 1731 votes. In Liromoba, BJP's Nyamar Karbak is leading by Jarpum Gamlin of the NPP by 897 votes. BJP nominee and sitting MLA from Dambuk constituency Gum Tayeng is leading by a margin of 852 votes over his nearest rival Tony Pertin of the NPP. The BJP had already opened its account by winning three seats unopposed including, Kento Jini from Along East constituency in West Siang district, Taba Tedir from Yachuli seat in Lower Subansiri district and Phurpa Tsering from Dirang seat in West Kameng district. Counting of votes for two Lok Sabha constituencies and 57 Assembly seats in Arunachal Pradesh began on Thursday amidst a massive security blanket, an official said. The elections were held for the Arunachal Pradesh state assembly on April 11, 2019. The keenly contested elections witnessed a contest between the BJP, Congress, NPP, PPA and Janata Dal (Secular). A total of 7,94,162 voters, including 4,01,601 women, exercised their franchise during the state assembly polls. The Pema Khandu led ruling BJP has 48 MLAs in the house of 60, while Congress and National Peoples Party (NPP) have five MLAs each. There are two independent MLAs in the assembly now. Download The Times of India News App for Latest City ."}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Kuki students’ bandh hits trade at Moreh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/kuki-students-bandh-hits-trade-at-moreh/articleshow/69700158.cms", "time": "2019-06-08 11:26:00", "description": "IMPHAL: Commercial activities between India and Myanmar were hit at the border town of Moreh in Manipur’s Tengnoupal district on Friday owing to a 24-hour bandh called by Kuki Students’ Organisation, General Headquarters (KSO-GHQ), demanding release of its 10 arrested executives without any condition. The police had arrested the ten executives of KSO’s Gunpi block in connection with the arson at St Jospeh School at Sugnu in Chandel district on April 25. All of them are in judicial custody at present. The statewide strike, which began on Thursday midnight, also hit life in several Kuki-dominated areas of the hill districts. A large number of vehicles coming from Dimapur and Silchar are stranded at various places along NH-39 and 37. So far, there have been no reports of damage vehicles during the bandh. Movement of emergency, essential and ceremonial-related vehicles was not affected. A large number of passenger buses and trucks carrying essential commodities from Dimapur to Imphal along NH-39 are stranded at Kuki-dominated Kangpokpi district. Vehicles coming from Silchar were stopped at Leingangpokpi near Jiribam along NH-37, a source said. The vehicles would be allowed to move towards Imphal after the bandh ends on Friday midnight. Besides paralyzing commercial activities between India and Myanmar at Moreh, the bandh also hit business at the nearby Namphalong market in the neighbouring country. Along the Imphal-Moreh section of Asian Highway 2, hordes of bandh supporters came out to prevent movement of vehicles. Download The Times of India News App for Latest City ."}, "Kiren Rijiju returns, Rameswar Teli debuts from Assam": {"link": "https://timesofindia.indiatimes.com//city/itanagar/kiren-rijiju-returns-rameswar-teli-debuts-from-assam/articleshow/69593675.cms", "time": "2019-05-31 12:17:00", "description": "GUWAHATI: The newly inducted Narendra Modi cabinet has two representatives from the northeast - Kiren Rijiju from Arunachal Pradesh and Rameswar Teli from Assam, one a familiar face and the other a debutant. Kiren Rijiju, BJP's popular face in the northeast, has found a place in the Modi cabinet for the second time in a row. The suave and articulate politician from Arunachal Pradesh is returning to the Union council of minister with an elevated rank as minister of state with independent charge. Accompanying him on the grand oath ceremony dais was first-timer Teli, who rewrote the electoral record books by winning the Lok Sabha election by the highest ever margin in the state. He defeated Congress stalwart and former Union minister Paban Singh Ghatowar by more than 3.5 lakh votes. Both newly inducted ministers are 48 years old. Rijiju, who won the Arunachal West constituency defeating former state chief minister Nabam Tuki of Congress, was born to Rinchin Kharu and Chirai Rijiju on November 19, 1971 in West Kameng district of the state. The Arunachal politician is an alumnus of Hansraj College in Delhi and has a law degree from the University of Delhi. He is married to Joram Rina, a graduate of Delhi's Lady Shri Ram College, who is currently employed as an OSD in in Arunachal Pradesh education department. Rijiju first contested in the 2004 Lok Sabha election from Arunachal West constituency. He again lost in 2009 by a small margin of 1,314 votes, but returned to win the seat in 2014 by defeating Congress candidate Takam Sanjoy. The outspoken. He served as a member of Khadi and Village Industries Commission from 2000 to 2005 at very young age of 29. Rijiju is also a known as a fitness freak. On the other hand Teli, a bachelor, was born on August 14, 1970 to Budhu Teli and Dukia Teli at Dulijan in Dibrugarh district. He made his electoral debut in 2001, when he was elected to the Assam legislative assembly and won again in 2006 from Duliajan constituency. He lost the seat in 2011 elections and was nominated for Lok Sabha election in 2014, which he won. Earlier in his life, Teli was the chief organizing secretary of Assam Tea Tribes Students Association. Meanwhile, political analysts believe that Ghatowar's second successive defeat to Teli might well have brought down the curtains on his eventful political career which spans over nearly three decades. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Arunachal Pradesh Election Results Live Updates: BJP garners more than half of votes in the state": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-election-results-live-updates-kiren-rijiju-leading-from-arunachal-west/liveblog/69453506.cms", "time": "2019-05-23 23:31:00", "description": ""}, "Arunachal industry minister's son convicted in murder case; sentenced to life imprisonment": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-industry-ministers-son-convicted-in-murder-case-sentenced-to-life-imprisonment/articleshow/69675967.cms", "time": "2019-06-06 15:58:00", "description": "GUWAHATI: An additional district and sessions court of Arunachal Pradesh has convicted state industry and commerce minister Tumke Bagra’s son in a murder case of 2017 and has sentenced him to rigorous imprisonment for life. The 34-year-old convict, Kajum Bagra, shot dead a Congress leader Kenjum Kamsi near Hotel Aalo West in Aalo on March 27, 2017 following an altercation between the two over payments in projects under Social and Infrastructure Development Fund (SIDF). The whole incident was captured in CCTV cameras installed outside the hotel. Kamsi, a father of three, who was shot on the head from point blank range succumbed to injury on the way to Pasighat. Later, Kajum surrendered before the police and was arrested the following day. At that time Kajum’s father was the deputy speaker of state assembly. On Tuesday, Basar West Sessions Division Additional District and Session Court Judge, Lobsang Tenzin in his ruling stated, “In consideration of all the above factors, the convict Sri Kajum Bagra is sentenced to undergo rigorous imprisonment for life for having committed the offence of murder under Section 302 of the Indian Penal Code, 1860 and the convict shall also pay a fine of Rs. 5,000/- (five thousand only), in default, the convict shall undergo rigorous imprisonment of 2 months. As the convict is sentenced to undergo life imprisonment, the benefit of Sections 360/428 of the Code of Criminal Procedure, 1973 and section 4 of the Probation of Offenders Act, 1958 shall not be available to him. If the fine is recovered then the same shall be paid to the widow of the deceased.” The accused had pleaded not guilty to the charges and have the option of seeking appeal in a higher court. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Arunachal Pradesh government hikes Dearness Allowance by 3 per cent": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-government-hikes-dearness-allowance-by-3-per-cent/articleshow/69355161.cms", "time": "2019-05-16 13:11:00", "description": "ITANAGAR: The Arunachal Pradesh government Wednesday increased Dearness Allowances (DA) by 3 per cent effective from January 1, 2019, a move that will benefit about 50,000 state government employees. With this increase, the DA will be 12 per cent, state development commissioner Bilatee Pertin said in a notification. The increased DA will be paid along with the salary from June 1, it said. A part of the arrears will be credited in the General Provident Fund accounts of the employees, while another part will be deposited in their National Pension Scheme accounts, the order stated. The revised rates of DA will be applicable only to regular government employees. The expenditure on account of the increased DA will be met from existing budget provisions of the concerned departments, the order said. Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "With seven seats, JD(U) second largest party in Arunachal Pradesh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/with-7-seats-jdu-second-largest-party-in-arunachal/articleshow/69490700.cms", "time": "2019-05-25 04:25:00", "description": "PATNA: Bihar CM Nitish Kumar-led JD(U) won seven of the 15 assembly seats the party contested on its own in Arunachal Pradesh and emerged the second largest party after the BJP, which bagged 37 seats to form the government. If JD(U) does not join the government, it would be the main opposition party in that the state. JD(U)’s Techi Kaso (Itanagar seat), Talem Taboh (Rumgung), Dorjee Wangdi (Kalaktang-Rupa), Kanggong Taku (Mariyang-Geku), Dongru Siongju (Bomdila), Jikke Tako (Tali) and Hayeng Mangfi (Chayeng-Tajo seat) emerged the winners. The party has convened a meeting of its newly elected legislators in Itanagar on Saturday to elect its legislature party leader. JD(U national general secretary and party’s incharge for northeast states, Afaque Ahmad Khan, on Friday told TOI over phone from Itanagar that it would also decide in the proposed meeting to either support the BJP-led government or remain in the opposition. JD(U), which won 16 of the 17 Lok Sabha seats it contested in Bihar with BJP and LJP, however, forfeited its security deposits in the three parliamentary seats it contested in Uttar Pradesh and one each in Lakshadweep and Manipur. It had contested from Akbarpur, Robertsganj and Pilibhit in UP, Lakshadweep and Outer Manipur parliamentary seats. Except Lakshadweep where JD(U) candidate Dr Mohammad Sadique managed to secure 1,342 votes (2.85%), its other candidates failed to secure even 1% of the votes polled in rest four seats outside Bihar. Mohammed Faizal of NCP won the Lakshadweep seat. JD(U) candidate from Outer Manipur, Hangkhanpau Taithul, secured 2,987 votes, which were only 0.35% of the total votes polled in the constituency. Naga Peoples’ Front candidate Lorho S Pfoze won the seat. In UP, JD(U) had fielded its candidates in three seats where the NDA had won in 2014.JD(U)’s Pilibhit candidate Dr Bharat got only 0.14% (1,624) of the total votes polled in the constituency where BJP’s Feroze Varun Gandhi emerged victorious by bagging 7,04,549 votes. In Akbarpur, Ravi Sachan of JD(U) got only 0.1% (1,028) of the votes polled. BJP’s sitting MP Devendra Singh ‘Bhole’ retained the seat. Similarly, Anita Kol of JD(U) secured 6,683 votes (0.68%) in Robertsganj where Apna Dal (Sonelal) candidate Pakauri Lal Kol won by securing 4,47,914 votes. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Arunachal Pradesh court summons Rahul Gandhi over 'Modi' taunt": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-court-summons-rahul-gandhi-over-modi-taunt/articleshow/69382632.cms", "time": "2019-05-18 08:52:00", "description": "ITANAGAR: A local court in Arunachal Pradesh has issued summons to Congress president Rahul Gandhi for his derogatory remarks on the surname 'Modi'. The court of the chief judicial magistrate in East Siang district had on May 8 issued the summons to Gandhi in response to a criminal defamation suit filed by advocate Omit Modi of Pasighat. \"Why do all the thieves have the Modi surname?\" Gandhi had wondered uring an election rally in Kolar, Karnataka, recently. The counsel for the complainant submitted that 'freedom of expression is not a wild horse and is qualified with dignity and reputation of others.' He said statement has not been made in good faith but to malign the reputation of persons having Modi as surname. TNN Download The Times of India News App for Latest City ."}, "Monsoon to hit northeastern states in next 48 hours: IMD": {"link": "https://timesofindia.indiatimes.com//city/itanagar/monsoon-to-hit-northeastern-states-in-next-48-hours-imd/articleshow/69709819.cms", "time": "2019-06-09 09:33:00", "description": "GUWAHATI: With the southwest monsoon having set in over Kerala on Saturday, IMD has announced that the present conditions are favourable for monsoon to make its entry into the northeast in the next 48 hours. IMD, in its evening weather bulletin, stated that in view of the enhanced cloudiness, strengthening of westerlies and persistent cyclonic circulation in lower and mid-tropospheric levels over Lakshadweep area and its neighbourhood, the southwest monsoon has further advanced into more parts of the south Arabian sea, most parts of Lakshadweep area, some parts of Kerala and south Tamil Nadu. Other areas that have been covered so far are the remaining parts of Maldives Comorin area, parts of the southwest, southeast and east-central Bay of Bengal and some parts of northeast Bay of Bengal, the IMD bulletin further stated, adding, \"Conditions are becoming favourable for the southwest monsoon to advance into some parts of the northeastern states in the next 48 hours.\" Regional Meteorological Centre (RMC) deputy director general of meteorology Sanjay O'Neill Shaw said that the onset of monsoon in the northeast may also happen before the next 48 hours. \"Declaration of the onset of monsoon may come even before Monday, depending on the prevailing weather conditions in the region,\" he said. IMD's RMC based in Guwahati said that moderate rain accompanied by thundershowers is very likely to occur at most places across Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura and at many places across Arunachal Pradesh from Sunday to Monday morning. Sources in the Assam State Disaster Management Authority (ASDMA) said that it has not issued any warning to the districts in view of the impending monsoon rains. An ASDMA report on Saturday said that two revenue circles - Jorhat West and Patharkandi in upper Assam's Jorhat and Barak Valley's Karimganj district - have been affected by floods owing to incessant rain. Meanwhile, hot and humid conditions continue to prevail across the northeast. On Saturday, Guwahati recorded the highest maximum temperature in the region with the mercury inching up to 35.4° Celsius. At 34.4° Celsius, Silchar was a close second while Dhubri and Agartala recorded maximum temperatures of 34.2° Celsius. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Pema Khandu to form Arunachal govt on Wednesday": {"link": "https://timesofindia.indiatimes.com//city/itanagar/pema-khandu-to-form-arunachal-govt-on-wednesday/articleshow/69536193.cms", "time": "2019-05-28 14:08:00", "description": "ITANAGAR: Arunachal Pradesh chief minister Pema Khandu on Monday met governor Brigadier (Retd) Dr BD Mishra at the Raj Bhavan here to stake claim to form the next government in the Himalayan state. Khandu said the swearing-in ceremony would be held at the Dorjee Khandu Memorial Convention Centre on May 29. Khandu, accompanied by Union health minister JP Nadda and others, met the governor and handed him over a letter requesting an invite to form the next BJP government in the state. BJP general secretary Ram Madhab (in charge of the northeast), state unit party president Tapir Gao, Neda convener Himanta Biswa Sarma and deputy CM Chowna Mein were also present. Download The Times of India News App for Latest City ."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Landslide victory for BJP in Arunachal Pradesh assembly polls": {"link": "https://timesofindia.indiatimes.com//city/itanagar/landslide-victory-for-bjp-in-arunachal-pradesh-assembly-polls/articleshow/69477393.cms", "time": "2019-05-24 12:43:00", "description": "ITANAGAR: The BJP has comfortably crossed the 31-seat mark in Arunachal Pradesh to claim simple majority in the 60-member Assembly, while its rival Congress has bagged just four seats so far, the results made available by the Election Commission showed. Counting of votes is still underway for five assembly constituencies in the state. For the first time, the BJP will form government in the Himalayan state with the support of its own MLAs. The saffron party has clinched 37 Assembly seats, including three unopposed, and is currently taking a lead in two constituencies. The JD(U), which made its maiden entry into the electoral scene of Arunachal Pradesh, won seven seats so far, while another debutant National People's Party (NPP) secured four seats. The lone regional outfit, Peoples' Party of Arunachal (PPA), bagged a single seat, while two Independents clinched one seat each. Among the prominent BJP winners are chief minister Pema Khandu, who won the election from the Mukto seat, bordering China, for the third time in a row, and his deputy Chowna Mein, who bagged the Chowkham constituency. In Miao constituency, state Geology and Mining minister and BJP nominee Kamlung Mossang beat Chatu Longai of the Congress by 3,856 votes to retain the seat. Another state minister Honchun Ngandam, who was seeking re-election from Pongchau-Wakka seat, defeated his nearest rival, Thangkai Khusumchai of the Congress, by a margin of 3788 votes. The Namsang seat, which witnessed a multi-cornered contest, voted in favour of PHE minister and BJP nominee Wangki Lowang for the third time in a row. In the prestigious Tawang seat, BJP candidate Tsering Tashi trounced veteran Congress leader Thupten Tempa by a margin of 3,592 votes. The saffron party, however, faced major setbacks in two key constituencies. While power minister and BJP candidate Tamiyo Taga tasted defeat at the hands of newcomer Talem Taboh of the JD (U) in Rumgong, Assembly Speaker Tenzing Norbu Thongdok, who represented the Kalaktang constituency for two terms, failed to wrest the seat from JD(U) greenhorn Dorjee Wangdi Kharma. State home minister Kumar Waii, who quit the BJP to join the NPP, lost the Bameng assembly seat to newbie Gorduk Pordung of the saffron party. The Congress has retained three of the 42 seats it had won in 2014 - Sagalee seat, Mebo, Borduria-Bogapani - while wresting Pasighat West from the BJP. Arunachal Pradesh Congress Committee (APCC) president Takam Sanjoy, however, faced defeat in Lekang, with newcomer Jummum Ete Deori of the BJP clinching the seat by 5493 votes. Deori is the daughter-in-law of former Rajya Sabha MP from the state, Omem Moyong Deori. In the 2014 Assembly elections, the Congress had won 42 seats, BJP 11, PPA five and and two Independents won one seat each. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Lotus blooms in Northeast, anti-Citizenship Bill sentiments a distant memory": {"link": "https://timesofindia.indiatimes.com//city/itanagar/lotus-blooms-in-northeast-anti-citizenship-bill-sentiments-a-distant-memory/articleshow/69480168.cms", "time": "2019-05-24 14:52:00", "description": "NEW DELHI: When protests on the citizenship bill erupted in North East India earlier this year many believed it had spoiled the BJP's chances in the region for the Lok Sabha polls. Yet, the saffron party and its allies walked away with 18 of the 25 seats up for grabs in the northeastern states, successfully weathering the storm of unrest that rocked most parts of Assam, Nagaland, Manipur and Mizoram. The Congress, the grand old part of India, was restricted to just four seats, while its allies bagged two. One constituency was won by an Independent candidate. When protest broke out against the Centre's plan to bring the Citizenship (Amendment) Bill (CAB), 2016, dubbed to be against the interest of the indigenous people of the region, many political commentators believed that it would mar the BJP's chances in the general elections in the North East. The bill had proposed to give citizenship to Hindus, Sikhs, Christians, Buddhists, Jains and Parsis from Muslim-majority Bangladesh, Pakistan and Afghanistan. Violent agitations in Assam, Manipur along with protests in Mizoram, Meghalaya and Tripura against the bill forced the Centre to abort plans to introduce it in Rajya Sabha allowing it to lapse. However, proving the naysayers wrong, the BJP and its allies gained majorly, especially in Assam where a total of 14 seats were up for grabs. BJP on its own won in nine seats in the state. In 2014, the saffron party had won seven seats. On the other hand, the Congress won three seats, the same as in 2014. Its ally All India United Democratic Front (AIUDF) won one seat, down from three in 2014 while one constituency went to an Independent candidate. In Arunachal Pradesh, Union Minister of State for Home Kiren Rijiju led a clean sweep for the BJP on the two Lok Sabha seats in the state, routing the Congress. While Rijiju retained his Arunachal West seat, his party colleague Tapir Gao trumped Congress candidate Lowangcha Wanglat in the Arunachal East constituency. Assam Finance Minister and BJP leader Himanta Biswa Sarma said the win for the NDA in the region was all because of the \"tremendous development\" of the North East under Prime Minister Narendra Modi's leadership. \"He has brought a new era for the people of the North East. Today, every part of the North East is connected with Railways, internet and now, there is also air connectivity in every state (of the region),\" he said. In Manipur, the BJP and the Naga Peoples Front won the Inner Manipur and Outer Manipur seats respectively, both of which were won by the Congress in 2014. The BJP further strengthened its position in the region by wresting the two constituencies -- Tripura East and Tripura West -- in Tripura from the Congress. In 2014, both these seats were won by the CPI(M). NDA ally Sikkim Krantikari Morcha added muscle to the coalition grabbing the lone seat in Sikkim by defeating the Sikkim Democratic Front's candidate. In Mizoram, NDA ally Mizo National Front's nominee C Lalrosanga defeated Independent candidate Lalnghinglova Hmar by 8,140 votes in the only Lok Sabha constituency of the state. Congress had won the seat in the last term. BJP ally Democratic Progressive Party's Tokheho Yepthomi won the lone seat in Nagaland defeating Congress candidate K L Chishi by 16,344 votes in a seesaw contest. In a breather for the Congress, the party won the Shillong seat in Meghalaya although it lost Tura constituency to NDA ally National People's Party. The two parties had also won the respective seats in 2014. Going by the outcome, the BJP can claim that the Lotus (its party symbol) is well and truly blooming in the North East. Download The Times of India News App for Latest City ."}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Pema Khandu sworn-in as Arunachal Pradesh CM": {"link": "https://timesofindia.indiatimes.com//city/itanagar/pema-khandu-sworn-in-as-arunachal-pradesh-cm/articleshow/69556684.cms", "time": "2019-05-29 14:28:00", "description": "ITANAGAR: Senior BJP leader Pema Khandu took oath as the chief minister of Arunachal Pradesh on Wednesday. Khandu was administered the oath of office and secrecy by Governor Brig (Retd) B D Mishra at the Dorjee Khandu Convention Centre in Arunchal Pradesh. Eleven Cabinet ministers, including Chowna Mein, were also administered the oath. Chief ministers of Assam, Nagaland, Manipur, Tripura and Meghalaya attended the function. The BJP led by Khandu won 41 seats in the 60-member Assembly, in the elections held simultaneously with the Lok Sabha elections on April 11 in the northeastern state bordering China. Download The Times of India News App for Latest City ."}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Asiatic black bear cub rescued in Arunachal Pradesh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/asiatic-black-bear-cub-rescued-in-arunachal-pradesh/articleshow/69809803.cms", "time": "2019-06-16 11:17:00", "description": "ITANAGAR: A three-month-old Asiatic black bear was rescued by a local resident of Remi village under Dambuk circle in Lower Dibang Valley district. The bear was subsequently handed over to the forest officials. The villager, identified as Oying Pertin, rescued the orphaned male bear cub, weighing 3.6 kg and measuring 29.25 cm in height and 51.82 cm in length, from the jungles of Remi village, informed Mehao Wildlife Sanctuary Division DFO Kenjum Rina. On hearing about the rescue of the animal, the DFO sent a team of forest officials led by DFR Kabuk Lego, who received the bear cub from the rescuer. Asiatic black bear (Ursus thibetanus) is listed under IUCN's red list of threatened species and is protected under schedule- I of the Wildlife Protection Act, 1972. The bear cub was temporarily kept at the mini zoo in Roing for a few days before it was shifted to the Kaziranga National Park for rehabilitation. Download The Times of India News App for Latest City ."}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Team of 15 mountaineers to help in AN-32 recovery operation": {"link": "https://timesofindia.indiatimes.com//city/itanagar/team-of-15-mountaineers-to-help-in-an-32-recovery-operation/articleshow/69767618.cms", "time": "2019-06-13 11:37:00", "description": "GUWAHATI: A day after the wreckage of the missing AN-32 aircraft was spotted, 15 IAF, Army and civilian mountaineers were on Wednesday inducted by Mi-17s and Advanced Light Helicopters with all equipment for the final approach to the crash site. They were stopped in their tracks, however, by bad weather. Defence PRO Lt Col P Khongsai said, \"The induction of the 15 mountaineers from helicopters is complete. They are yet to reach the crash site due to inclement weather and terrain. The team will be camping overnight due to difficult terrain and weather and will close in to the crash site tomorrow (Thursday).\" Nine mountaineers are from IAF, four from Army and two civilian mountaineers, who will be looking for possible survivors and the black box and cockpit voice recorder of the transport aircraft. The wreckage of the aircraft was spotted 16 km north of Lipo, northeast of Tato, at an approximate elevation of 12,000 ft by the IAF's Mi-17 helicopter in a heavily forested mountainous terrain in Siang district on Tuesday, eight days after it went missing while on way from Jorhat AIF base to Mechuka advanced landing ground in Shi Yomi district of Arunachal Pradesh, which is about 25 km from the McMahon Line. There were eight aircrew and five passengers on board the aircraft. Soon after the wreckage was sighted on Tuesday morning, the search operation was called off. No exercise could be undertaken on Tuesday to reach the crash site after the sighting of the wreckage. Incidentally, locals had reportedly seen smoke billowing out and also heard the sound of an explosion over the area on June 3, the day the aircraft went missing. But there were no sightings to confirm the inputs from locals. Air officer-commanding-in-chief Eastern Air Command, Air marshal RD Mathur has complimented the search team for their relentless effort spanning eight days. He also thanked Arunachal chief minister Pema Khandu and chief secretary Satya Gopal for extending unflinching support to the IAF towards locating the missing AN-32. Download The Times of India News App for Latest City ."}, "Arunachal project to reduce crimes": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-project-to-reduce-crimes/articleshow/69687137.cms", "time": "2019-06-07 11:56:00", "description": "ITANAGAR: A roadmap has been drawn to initiate measures to regain Arunachal Pradesh's lost glory as the 'island of peace', with the involvement of all stakeholders, including community-based organisations and students, home minister Bamang Felix said on Thursday. The new project - 'Hamara Arunachal Abhiyan' - is aimed at reducing crime and violence in the state by taking 'strict action against those trying to destabilise peace', he said. \"We will involve people from all walks of life to effectively deal with the deteriorating law and order condition in Arunachal. The 'abhiyan' will be soon kicked off by chief minister Pema Khandu,\" Felix told reporters after convening a review meeting of the state police department. Arunachal has witnessed widespread violence over the past few months, the recent one being the May 21 militant ambush, which claimed the life of Khonsa West legislator Tirong Aboh and ten others. In February, three people were killed and several injured in clashes over issuance of Permanent Resident Certificates to six non-runachalee communities. Download The Times of India News App for Latest City ."}, "Phosum Khimhun takes oath as Arunachal Pradesh pro-tem speaker": {"link": "https://timesofindia.indiatimes.com//city/itanagar/phosum-khimhun-takes-oath-as-arunachal-pradesh-pro-tem-speaker/articleshow/69628324.cms", "time": "2019-06-03 10:41:00", "description": "ITANAGAR: Senior BJP MLA from Changlang South assembly constituency Phosum Khimhun was sworn in as the pro-tem speaker of the seventh legislative assembly in Arunachal Pradesh on Sunday. Governor Brig (retd) Dr BD Mishra administrated the oath to Khimhun in a simple ceremony organised at the Darbar Hall of the Raj Bhavan here in presence of chief minister Pema Khandu and others. Khimhun would perform the duties of the office of the pro-tem speaker in the assembly till the speaker is elected. He will administer the oath to the newly-elected legislators of the state legislative assembly when the House would convene on Monday.  In the two-day session of the assembly, besides the traditional address by the governor, obituary reference in respect of Khonsa West MLA Tirong Aboh would be taken taken up. Aboh, who was re-elected to the seat on a NPP ticket, was gunned down along with ten others by suspected NSCN militants near Bogapani in Tirap district on May 21. Aboh was elected from the constituency in 2014 on Peoples Party of Arunachal ticket. Download The Times of India News App for Latest City ."}, "New species of pit viper found in Arunachal Pradesh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/new-species-of-pit-viper-found-in-arunachal-pradesh/articleshow/69265174.cms", "time": "2019-05-10 13:13:00", "description": "ITANAGAR: A new species of snake has been found in Arunachal Pradesh's West Kameng district, an official said Friday. The new species of reddish brown pit viper - a venomous snake with a unique heat-sensing system - was found in a forest in West Kameng district by a team of herpetologists led by Ashok Captain, the Forest department official said. The discovery was published in the March-April volume of Russian Journal of Herpetology. Captain said India had four brown pit vipers - Malabar, Horseshoe, Hump-nosed and Himalayan - before the Arunachal Pradesh discovery. \"We don't know anything of the Arunachal pit viper's natural history as only one male has been found so far. More surveys and sightings of this species would gradually give us an idea of its habits, diet and breeding, whether it lays eggs or bears live young,\" he said. A research team from Pune-based Indian Institute of Science Education and Research found the snake while conducting biodiversity surveys in Eaglenest region of Arunachal Pradesh. A resident of the area had first shown the snake to the team in a forest patch near Ramda village. Comparative analyses of DNA sequences and examination of morphological features suggested that the snake belonged to a species not described before. The specimen was donated to the museum of the State Forest Research Institute in Itanagar, the official added. Download The Times of India News App for Latest City ."}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Air pollution wreaking havoc in Northeast states: Study": {"link": "https://timesofindia.indiatimes.com//city/itanagar/air-pollution-wreaking-havoc-in-northeast-states-study/articleshow/69672952.cms", "time": "2019-06-06 12:21:00", "description": "GUWAHATI: Air pollution, this year's theme of World Environment Day, has brought to focus how it is slowly turning into a major health problem in the Northeast where deaths deaths due to acute respiratory infection (ARI) are on the rise. The National Health Profile (NHP), 2018, released by the Central Bureau of Health Intelligence (CBHI) last year, reported that Assam 225 deaths (highest in region) due to ARI in 2017, followed by Mizoram (36), Manipur (23) and Tripura 21 deaths. Nagaland recorded nine deaths, Sikkim (8), Meghalaya (7) and Arunchal Pradesh (3). In 2016, Assam recorded 200 deaths due to ARI, Mizoram (68), Sikkim (43), Manipur (21), Tripura (7) and Arunchal Pradesh (4). However, Nagaland didn't record any death due to ARI that year. The NHP, 2018, highlighted Meghalaya had the highest number of ARI cases (3,33,772) cases among eight states in the region in 2017. Tripura, with 1,78,570 ARI cases, is in the second position followed by Sikkim (93,270), Manipur (51,205), Arunachal Pradesh (36,250), Nagaland (31,158), Mizoram (29,595) and Assam (22,834). State Environmental Impact Assessment Authority ( SEIAA) chairman KG Bhattacharyya, who attended a World Environment Day programme organized by the Pollution Control Board, Assam, here on Wednesday, expressed concern over the increasing trend of particulate matter (PM10) (particles of size less than 10 micrometer) in five cities and towns of Assam. The places are Guwahati, Nalbari, Nagaon, Silchar & Sivasagar. Bhattacharyya said particulate matter (PM2.5) pollutants are more dangerous than PM10 level in the air. Former Meghalaya governor RS Mushahary said the government has to do a lot for fulfilling the 'Pollution Free Environment' agenda. He added that citizens have to be involved in achieving this goal. Biodiversity conservation organization Aaranyak said monitoring of air quality by the Assam Pollution Control Board at Bamunimaidan in Guwahati has revealed the presence of respirable suspended particulate matter (RSPM) and suspended particulate matter (SPM) well above the prescribed limit since 2008. Aaranyak said Guwahati's air is found to have very high content of black carbon. \"There must be a paradigm change in our public transport system and related policy to bring down the rapid growth of vehicles out on the roads by introducing a mass transit system that will also help in climate change mitigation. Introduction of clean fuel and discouraging prevalence of dirty fuels as a policy strategy will go a long way in curbing vehicular air pollution,\" said an Aaranyak official. Aaranyak has planned a series of awareness and action-based interventions for sensitizing people about the cause and effect of air pollution. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Pema Khandu holds meetings with bureaucrats to hasten development": {"link": "https://timesofindia.indiatimes.com//city/itanagar/pema-khandu-holds-meetings-with-bureaucrats-to-hasten-development/articleshow/69754058.cms", "time": "2019-06-12 14:03:00", "description": "ITANAGAR: Arunachal Pradesh chief minister Pema Khandu, during a meeting with the commissioners and secretaries here on Tuesday, asked them to put in extra effort to accomplish all the tasks that have remained unfinished during the last two and a half years of his government in the state. The meeting was held to facilitate an interactive session with the top bureaucrats to translate the plans and ideas of the government into reality, a CMO communique stated. Khandu said that since the party has got a huge mandate, the people's expectations from the government will naturally be very high. \"When expectations are high, then our responsibility also becomes bigger,\" he said. \"The good work of the government in its last tenure has been appreciated by the people of the state. Therefore, they have given us another chance to serve them,\" Khandu added. Efficient law and order management, modernization of police and policing, strengthening of law enforcement, health and education, transparency in governance by curbing corruption and solving unemployment issue by generating employment avenues in government as well as private sectors are some of the areas of high priority for the government, the chief minister said. Ways and means should be worked out to tap the rich mineral resources of the state, Khandu further said, adding that forest produce, tourism, hydropower and agri and allied sector will remain the primary focus areas to generate revenue and employment. Khandu further requested the senior officers to work on creating a congenial atmosphere for investments and to ensure that there is no law and order problem. Reiterating that the government has decided to do away with the Special Infrastructure Development Fund (SIDF) and the State Annual Development Agenda (SADA) from this year, the chief minister categorically directed the heads of departments to finish the budget exercise on a war footing. \"Adopting a collective and coordinated approach will help us in overcoming the challenges,\" Khandu said. He also asked the administrative reforms department to work on re-distribution of manpower and rationalize resources according to requirement. Download The Times of India News App for Latest City ."}, "Poll strategist, sports and music enthusiast": {"link": "https://timesofindia.indiatimes.com//city/itanagar/poll-strategist-sports-and-music-enthusiast/articleshow/69576373.cms", "time": "2019-05-30 13:04:00", "description": "ITANAGAR: Arunachal Pradesh chief minister Pema Khandu, who is a sports and music enthusiast, occupies a special place in the state's politics as he is instrumental in keeping the saffron flag flying in the Himalayan state. Ever since he took charge as chief minister of the key state bordering China in July 2016, Khandu and his cabinet coleagues have shifted their loyalties twice - first from Congress to People's Party of Arunachal (PPA) and then to BJP. And all this happened within a span of just five months. Son of former chief minister Dorjee Khandu, who died in a helicopter crash in 2011, Pema Khandu was inducted into his successor Nabam Tuki's government as water resource development minister. Though Khandu joined Congress in 2000, he was hardly known in political circles until his father's death. He had served as a secretary of state Congress in 2005 and as the head of the Tawang unit of the party in 2010. Khandu made his maiden entry into the assembly when he won the by-election uncontested from Mukto, his father's constituency, in June, 2011. Khandu won the seat unopposed for a second time in 2014 and became the tourism minister in the Nabam Tuki government. The scenario for him began changing after President's Rule was imposed on January 26, 2016, following a constitutional breakdown in the state due to agitations against Tuki. When President's Rule was lifted 26 days later, he became a minister in the BJP-supported Kalikho Pul government, which had replaced the Tuki dispensation. But the Pul government lasted for only six months as the Supreme Court turned the political clock back and reinstalled Tuki as the chief minister on July 14 that year. But Tuki resigned just two days later, hours before proving majority, and was succeeded by Khandu as the Congress chief minister. Exactly three months after assuming chief ministership, he, along with 43 MLAs from Congress, defected to PPA, an ally of BJP. Khandu was, however, suspended from PPA along with six other lawmakers in December that year for anti-party activities. The same month, he joined BJP along with most of the PPA legislators and proved majority in the floor of the House. A music aficionado, Khandu is known for belting out Kishore Kumar and Mohammad Rafi numbers in official parties. He also patronised talent search among local youths to preserve traditional songs by conducting talent shows in Tawang and West Kameng districts. Khandu is also fond of football, cricket, badminton and volleyball. He organised cricket tournaments in his constituency and promoted sportspersons of the state in various national and international events. A history graduate from Delhi's Hindu College, Khandu belongs to the Monpa tribe which dominates Tawang and parts of West Kameng districts. He is a Buddhist by religion. Ahead of the assembly polls, which was held simultaneously with the Lok Sabha elections, he had promised a corruption-free and people-friendly government as his poll plank. Download The Times of India News App for Latest City ."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Arunachal Pradesh governor dissolves sixth legislative assembly": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-governor-dissolves-sixth-legislative-assembly/articleshow/69514448.cms", "time": "2019-05-27 12:15:00", "description": "ITANAGAR: Arunachal Pradesh chief minister Pema Khandu, along with his council of ministers, on Sunday submitted his resignation to Governor Brig (Retd) BD Mishra and requested him to dissolve the sixth legislative assembly of the state. The governor has accepted the resignation and requested Khandu and the council of ministers to continue till the new government is sworn in. Under the provisions of Article 174 (2) (b) of the Constitution, Mishra accepted the advice of the cabinet and signed the order, dissolving the assembly with immediate effect, an official communique informed. The governor conveyed his appreciation to the chief minister for successfully running the state administration during his tenure. The ruling BJP in the state has gained absolute majority to form the next government, by winning 41 seats, including three unopposed. Opposition Congress, which won 42 seats during the 2014 assembly polls in the state, has been reduced to only four seats this time. Janata Dal (United), which contested in Arunachal for the first time, bagged seven seats while another new entrant, National People's Party, won five seats. One seat has gone to an Independent. The BJP had also won both the Lok Sabha seats by a huge margin. Download The Times of India News App for Latest City ."}, "Stage set for final dash to Podium": {"link": "https://timesofindia.indiatimes.com//city/itanagar/stage-set-for-final-dash-to-podium/articleshow/69453817.cms", "time": "2019-05-23 07:45:00", "description": "GUWAHATI: After a month-long wait since polling concluded in the state, the counting of the votes will begin from 8am on Thursday. In Assam, counting will take place in some 51 counting centres under heavy security blanket from the morning. A total 1,79,26,580 voters out of 2,19,91,112 have franchised their voting rights taking the voting percentage to a record high of over 81% this poll. This is for the first time in a Lok Sabha election that results of voting machines will be matched with slips generated by the voter-verified paper audit trail (VVPAT) machines. However, the process may cost a couple of hours more than usual for the total completion of the counting. Officials at the Chief Electoral Officer (CEO) Assam said that over 5700 officials would be engaged in the state for the counting process. \"There are some 137 counting halls in the state. In each of the halls, there will be a maximum 14 tables where at last three counting officials will be working,\" the official said. After the Electronic Voting Machine (EVM) counting is over, the VVPATs will be counted as per the Supreme Court guidelines. From every Assembly constituency, five VVPATs will be selected randomly and counting will be done to tally with the respective EVMs. A special VVPAT booth is also in place in every counting hall. \"In case of any mismatch between the EVM and VVPATS, there will be recounting till it's matched to the previous counting,\" the official added. Besides, a three-layer security mechanism has also been placed around the counting halls across the state. While in the first layer, at least 100-meter radius of the counting halls were already marked as no vehicle zone, Assam Police armed personnel will guard the campus of the hall in the second layer. Central forces will be in the third layer just outside the door of the counting halls. Assam Police director general Kuladhar Saikia said, \"Assam Police are ready with all the security measures. Security has been tightened up in sensitive and vulnerable areas.\" State police have already sounded an alert in the bordering districts especially located near Nagaland and Arunachal Pradesh. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Pema Khandu takes oath as Arunachal Pradesh chief minister": {"link": "https://timesofindia.indiatimes.com//city/itanagar/pema-khandu-takes-oath-as-arunachal-pradesh-chief-minister/articleshow/69576836.cms", "time": "2019-05-30 13:06:00", "description": "ITANAGAR: Senior BJP leader Pema Khandu took oath as the 10th chief minister of Arunachal Pradesh on Wednesday. Governor Brigadier (retd) BD Mishra administered the oath of office and secrecy to Khandu at a function organized at the Dorjee Khandu Convention Centre here. Eleven cabinet ministers, including deputy CM Chowna Mein, were also administered oath along with Khandu. Assam chief minister Sarbananda Sonowal, Meghalaya CM Conrad K Sangma, Nagaland CM Neiphiu Rio, his deputy Y Patton, Tripura CM Biplab Deb and Manipur CM N Biren Singh, Neda convener Himanta Biswa Sarma, MP-elect Kiren Rijiju, along with BJP general secretary Ram Madhab (in charge of NE states), attended the swearing-in ceremony. Six sitting cabinet ministers - Chowna Mein, Wangki Lowang, Honchun Ngandam, Kamlung Mossang, Alo Libang and Bamang Felix - have been included in the council of ministers. Deputy speaker Tumke Bagra, along with sitting MLAs Mama Natung and Tage Taki, got cabinet berths. Two newcomers - Taba Tedir and Nakap Nalo - were also inducted in the new council of ministers in cabinet rank. BJP won 41 seats in the 60-member assembly, the elections to which were held simultaneously with the Lok Sabha elections on April 11. While the opposition Congress got only four seats, Janata Dal United (JDU) won seven seats in its debut. Another new entrant, National People's Party (NPP), bagged five seats. While one seat went to People's Party of Arunachal (PPA), two were won by Independents. Immediately after the swearing-in ceremony, Khandu thanked the people of the state on behalf of Prime Minister Narendra Modi and party president Amit Shah for voting BJP to power in the Himalayan state. \"It is a historic day for the state as BJP could install a government on its own,\" Khandu said, promising a clean, transparent and corruption-free government in the state. The CM added that his priority is to improve law and order, health and education sectors. \"Our government will explore every possible avenue to provide employment opportunities to unemployed youths and will invite investors to invest in the state for gainful employment of local youths,\" said Khandu. Khandu, along with his cabinet colleagues, will go to New Delhi to attend Modi's swearing-in ceremony. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Arunachal Pradesh MLA, son, nine others shot dead": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-mla-son-nine-others-shot-dead/articleshow/69437640.cms", "time": "2019-05-22 12:08:00", "description": "GUWAHATI: Suspected National Socialist Council of Nagaland (Isak-Muivah) militants shot and killed an Arunachal Pradesh legislator and 10 others after waylaying his convoy of four vehicles in the frontier state's Tirap district on Tuesday morning. The dead legislator, Tirong Aboh, belonged to the National People's Party (NPP) and was a candidate for Khonsa West in the just-concluded assembly poll.  Earlier, he had won the seat as a candidate of the People's Party of Arunachal, which he later left to join NPP. \"Aboh's convoy was waylaid between Deomali and Bogapani and they shot him, his teenage son, Longgem, two bodyguards and seven others,\" an Arunachal Police officer said. The spot of the attack is 15km from the Assam-Arunachal border. \"Aboh was going to Khonsa from Dibrugarh,\" he added. \"The militants struck around 11.30am. They fired from close range. All those killed were found dead in their seats. Some of them had their seatbelts fastened.\" The attackers also set one vehicle on fire before leaving the site. Two of the dead were yet to be identified. \"One of the injured bodyguards and a supporter were taken to Assam Medical College in Dibrugarh. One woman supporter and another bodyguard escaped unhurt,\" he said. Security agency sources said, \"Aboh was known as a no-nonsense politician and often received threats from the NSCN (I-M) for his opposition to their presence in Arunachal.\" Download The Times of India News App for Latest City ."}, "Locals oppose Arunachal Pradesh mega dam unanimously": {"link": "https://timesofindia.indiatimes.com//city/itanagar/locals-oppose-arunachal-pradesh-mega-dam-unanimously/articleshow/69721261.cms", "time": "2019-06-10 11:29:00", "description": "GUWAHATI: The Wildlife Institute of India (WII)'s report on the possible impact of the proposed Nyamjang Chu hydro-electric project on the Black-necked crane habitat in Arunachal Pradesh's Zemithang Valley said that all the locals interviewed during an assessment at the project site were opposed to construction of the dam. The field study was conducted between July 2017 and February 2018. The report's socioeconomic survey section said that all the 46 people who were asked with the several questionnaires on the proposed project were categorically against construction of the dam. \"All of them who were interviewed were aware of the construction of the dam. Not a single person agreed to the construction of the dam. This is because the dam will nearly submerge a large part of the area, including settlements of the people and 13th century stupa, the Gorzam Chorten, which has great cultural and historical significance,\" the report released late last month said. Zemithang valley in Tawang district has a population of 2,805 in 12 villages. Buddhist Monpas are the predominant community in the district. The Monpas also in West Kameng district of the state reveres black-necked cranes that breed in Ladakh and China as an embodiment of the sixth Dalai Lama who was born in 1683 in Tawang that borders with China's Tibet. The locals who call the bird as Trung-Trung Karmo, considers the arrival of black-necked cranes as norbu (good fortune). Further, the report said people interviewed were aware of the fact that hunting was not allowed in the Black-necked cranes' wintering habitat due to the \"local religious belief\" of the Monpas. \"Only a few of the people had heard about one death, which had been caused by some outsiders,\" the report said. The three kilometer stretch of Nyamjang Chhu (river in Monpa language) between Brojenthang and Zemithang in the valley is one of the two wintering sites of black-necked cranes in India. The other site is Sangti, also in Arunachal Pradesh. The wintering site in Nyamjang Chhu also overlapped with the barrage for the proposed 780 MW hydro-electric project. WII's report has categorically said that the construction of the dam would \"eventually submerge the entire habitat of vulnerable black-necked crane in Zemithang.\" It said that the sample group consisted of young to middle-aged people \"who have been observing the cranes only from the recent past.\" \"But a few of the elders had answered about their (Black-necked cranes) presence from the early 20th century. This shows that the area has been used by Black-necked cranes as a critical wintering site for a very long period of time,\" the report said. Monks who under the banner of Save Mon Region Federation (SMRF) has been protesting against Nyamjang Chhu and 12 other hydro-electric projects in Tawang took the WII's report as a \"moral victory\" of their movement. The WII report is an outcome of a 2016 order by the National Green Tribunal (NGT) that suspended the environmental clearance given to the project and asked the environment ministry to conduct a study on the environmental impact of the project. In 2012 SMRF challenged in NGT the environmental clearance granted to Nyamjang Chhu on the ground that the project developer did not reveal the wintering site of black-necked crane in the environment impact assessment (EIA) report commissioned by the project developer. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "25,000 votes cast through postal ballots in Arunchal assembly\npoll": {"link": "https://timesofindia.indiatimes.com//city/itanagar/25000-votes-cast-through-postal-ballots-in-arunchal-assemblypoll/articleshow/69485575.cms", "time": "2019-05-24 19:15:00", "description": "ITANAGAR: Over 25,000 votes were cast through postal ballots in Arunachal Pradesh assembly polls, including 83 in the NOTA category, even as counting of votes for four constituency is still going on. According to data available with the Election Commission of India, a total of 25,805 votes were cast through postal ballots. A total of 1497 of maximum postal ballots were counted in Ziro-Hapoli constituency in Lower Subansiri district followed by Basar constituency in Lepa Rada district at 954 votes. Ziro-Hapoli constituency too received the maximum number of None of The Above (NOTA) votes through postal ballots at 11. According to the Election Commission's norms, the facility of postal ballot, where a voter casts his or her vote using Electronically Transmitted Postal Ballot Papers (ETPB) rather than physically visiting polling booths, is available for service voters which include members of armed forces, police and government officials on poll duty and those who are posted outside India. Download The Times of India News App for Latest City ."}, "Floods after night-long rain throw life out of gear in Guwahati": {"link": "https://timesofindia.indiatimes.com//city/itanagar/floods-after-night-long-rain-throw-life-out-of-gear-in-guwahati/articleshow/69799693.cms", "time": "2019-06-15 13:37:00", "description": "GUWAHATI: Incessant rain since Thursday night flooded large parts of the city bringing life to a near standstill on Friday morning. Familiar sights of people wading through water completed the picture of misery in the run-up to the monsoon. Prime locations along the Guwahati-Shillong Road, zoo road and stretches from Ambari to Chandmari were inundated. Denizens in flood-prone low-laying areas, including Nabin Nagar and Tarun Nagar, reeled from the impact of the waterlogging as traffic movement came to a halt. Bus service was affected till noon as key arterial routes remained under water. Pedal rickshaws were the only saviour for commuters though they charged extra than regular days. \"I have to bring my children home from school and was forced to wade through knee-deep water overflowing from drains. Successive governments have failed to find out a solution to artificial floods here. We have not experienced any achhe din as far as water-logging is concerned,\" said Ambari resident Nazneen Sultana. Reports from the district disaster management authority in Kamrup (Metropolitan) said 'partial water-logging' occurred at Anil Nagar, Nabin Nagar, Lachit Nagar, Chandmari Colony, GNB Road, Lamb Road, Hatigaon, Wireless, VIP Road, Panjabari, Sundarpur, Ganeshguri, Christian Basti, ABC and Bhangagarh areas under the Guwahati and Dispur revenue circles. The Met office said flood-threat was looming large over the state and parts of the northeast where the Southwest monsoon has made a significant advancement in the last 24 hours. The India Meteorological Department's (IMD) Regional Meteorological Centre has warned that heavy rain is likely to occur at isolated places over Arunachal Pradesh, Assam, Meghalaya, Nagaland, Manipur, Mizoram and Tripura on Saturday. Ahead of the arrival of the monsoon season, Friday's rainfall was of convective nature, said weathermen. \"It was moderate rainfall measuring 13 mm on the rain gauge in Guwahati. More rain is on the cards in the northeast where the SW monsoon has covered the south and central parts of Assam along with Tripura as well as parts of Arunachal Pradesh and Nagaland on Friday,\" said a senior official of the IMD in Guwahati. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Night curfew along interstate borders to thwart rebel activities": {"link": "https://timesofindia.indiatimes.com//city/itanagar/night-curfew-along-interstate-borders-to-thwart-rebel-activities/articleshow/69576344.cms", "time": "2019-05-30 12:57:00", "description": "JORHAT: At a time when there are reports of militant groups like Ulfa(I) and NSCN(K) stepping up their activity along the border areas in Golaghat, Jorhat, Charaideu and Sivasagar, the district magistrates of Jorhat and Charaideu on Wednesday imposed night curfew along the Assam-Nagaland and Assam-Arunachal Pradesh interstate borders to control terror activities in the region. The night curfew will be operative within a radius of 5km from the interstate borders from 6pm to 5am. The order came into force with immediate effect and will continue until further notice. Jorhat and Charaideu shares a vast portion of interstate border with neighbouring states of Nagaland and Arunachal Pradesh. Talking to TOI, Charaideu DC Dipok Kumar Handique said, \"The order has been imposed to prevent militant activities along the bordering areas. The militant groups generally take shelter along the bordering areas. We imposed the night curfew as a precautionary measures to control rebel activities here.\" The Jorhat district administration stated, \"There is a fear that militant groups might carry out subversive activities along the interstate border areas. To prevent such activities, night curfew has been imposed with immediate effect.\" Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Rights bodies ask Centre to probe girl's 'unnatural' death": {"link": "https://timesofindia.indiatimes.com//city/itanagar/rights-bodies-ask-centre-to-probe-girls-unnatural-death/articleshow/69700321.cms", "time": "2019-06-08 11:40:00", "description": "GUWAHATI: The National Commission for Protection of Child Rights (NCPCR) and Assam State Commission for Protection of Child Rights (ASCPCR) has appealed the Union home ministry to take immediate steps to ensure proper investigation of the 'unnatural' death of a 12-year-old girl in Arunachal Pradesh's Naharlagun. NCPCR member Rosy Taba, while addressing the media here on Friday, informed that the girl, whose parents originally hail from Dolahat tea estate area of Assam's Lakhimpur district, was found hanging on May 20. She was residing with her family members who used to work in Naharlagun. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Dispute over domestic help's kids may have led to Arunachal woman's murder": {"link": "https://timesofindia.indiatimes.com//city/itanagar/dispute-over-domestic-helps-kids-may-have-led-to-arunachal-womans-murder/articleshow/69423229.cms", "time": "2019-05-21 11:17:00", "description": "ITANAGAR: Days after police found a half-burnt body of a woman near Hawa Camp in Arunachal's Papum Pare district, the murder case was solved with the arrest of the main suspect at Ziro in Lower Subansiri. On May 16, the body was found near the camp under Kimin Police Station and identified later as that of Alef Basumatary from Milanpur village in Assam's Biswanath district. \"Her family identified her by her ear rings, hair clip, sandals and a scar on her left toe,\" Capital SP Tumme Amo, who is also in charge of the Papum Pare police station, said. While there were no clues to start the investigation on, Amo said that by following inputs from Assam Police and establishing a few connections, police located the house of the suspect on Saturday. The deceased was reportedly acquainted with the accused, Taku Mompa, for about a year. Alef had brought one Rani Narzary from her village on May 5 to work as a domestic help at her house. Rani put up at Taku's with her children, a five-year-old daughter and a four-year-old son. After a while, Taku reportedly did not allow Rani to see her children. They had a fight and Rani left for her village on May 12, forced to leave her kids behind. The following day, Rani asked Alef to help her get her kids back. On May 15, Alef went over to Taku's house but could not meet her. They spoke over the phone and Taku agreed to return Rani's children. When Alef's husband called her, the phone was switched off. The following day, her body, with 90% burns, was found with gunshot wounds. One NP.25 bore pistol and a live round were recovered from Taku's house. During the joint interrogation on Sunday, the suspect revealed that she had hidden one .25 pistol at her house and accordingly it was seized in the evening along with two mobile sets, the SP added. Download The Times of India News App for Latest City ."}, "Guwahati boy comes second in CBSE Class X examinations": {"link": "https://timesofindia.indiatimes.com//city/itanagar/guwahati-boy-comes-second-in-cbse-class-x-examinations/articleshow/69213411.cms", "time": "2019-05-07 11:53:00", "description": "GUWAHATI: The CBSE Class X examination results were announced on Monday afternoon, with the Guwahati region recording a 12% rise in pass percentage - from 62.29 last year to 74.49 this year. With 498 marks, northeast topper Arindam Sarma, a student of Gurukul Grammar School in Guwahati, was ranked among the 25 students who secured the second position in the country. Unlike the Class XII CBSE board exam results, where girls had a better pass percentage than boys, the Class X results marked a shift in the trend. While the overall pass percentage of students from northeast in the Class X board exam inched up to 74.49 percent, the performance of the boys was marginally better with a pass percentage of 74.61. On the other hand, the pass percentage of the girls from northeast stood at 74.36. While Arindam became the topper from the northeast, Gargi Borah from the same school shared the second position in the region with Sayak Chaudhuri from BSF Senior Secondary School, Umpling, Shillong, with 495 marks. Ahmed Rockey Saikia of Modern English School, Kahilipara and Sinjini Roy of Sri Sri Ravishankar Vidyamandir, West Tripura came joint third in the region by scoring 493 marks. Continuing its excellent run in the examination, Kendriya Vidyalayas remained at the top in Guwahati region in terms of the pass percentage tally (98.47%). It was followed by the Jawahar Navodaya Vidyalayas which recorded a pass percentage of 95.13. While the private schools recorded a pass percentage of 92.73, the government schools - mainly the state-government run schools in Arunachal Pradesh and Sikkim -continued to disappoint with a pass percentageof 52.67. From the Guwahati region, 63,238 students had appeared for the exam. The pass percentage in CBSE X has been going down in the Guwahati region for the last two years. This year's results, however, marked a reversal in the trend. In 2018, the overall pass percentage in the Guwahati region had dropped to 62.29 - a fall by about three percent as compared to 2017. Last week, CBSE had declared the Class XII board exam results. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "‘Monsoon has covered most parts of NE’": {"link": "https://timesofindia.indiatimes.com//city/itanagar/monsoon-has-covered-most-parts-of-ne/articleshow/69821964.cms", "time": "2019-06-16 11:17:00", "description": "GUWAHATI: Six days after hitting the northeast, the southwest monsoon has covered most parts of the northeastern region on Sunday, said the India Meteorological Department (IMD). The weather bulletin issued by IMD’s Regional Meteorological Centre (RMC) said that the southwest monsoon as on Sunday has further advanced into remaining parts of northeast Bay of Bengal, some more parts of northwest Bay of Bengal, most parts of northeast India and some parts of North Bengal and Sikkim. It further stated that in the last 24 hours, there was widespread rainfall across Arunachal Pradesh, Assam and Meghalaya. Moreover, there was fairly widespread rainfall across Nagaland, Manipur, Mizoram and Tripura subdivisions during the period. “Southwest monsoon was normal over Arunachal Pradesh, Assam and Meghalaya. However, it was weak over Nagaland, Manipur, Mizoram and Tripura subdivisions during past 24 hours,” said an IMD spokesperson on Sunday. As per the RMC forecast, moderate rain accompanied by thundershowers is very likely to occur at most places over Arunachal Pradesh, Assam and Meghalaya and at many places over Nagaland, Manipur, Mizoram and Tripura on Monday. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Arunachal Pradesh governor urges Amit Shah to bolster state police force": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-governor-urges-amit-shah-to-bolster-state-police-force/articleshow/69737510.cms", "time": "2019-06-11 13:00:00", "description": "ITANAGAR: Arunachal Pradesh governor Brigadier (retd) Dr B D Mishra on Monday requested Union home minister Amit Shah to initiate measures to strengthen the state police to tackle insurgency in the troubled Tirap, Changlang and Longding districts of the state. The governor, who called on the minister in the national capital, emphasised on providing adequate funds for accommodation facilities to the lower rung personnel. He also stressed on upgrade of riot control training and riot control equipment, an official communique said. Besides discussing the security scenario of the state, particularly in Tirap, Changlang and Longding, the governor also briefed the Union minister regarding jails in the state. The governor also shared the anguish of the people over militancy and the barbaric killing of NPP MLA Tirong Aboh and 10 others with Shah , the communique added. During his meeting with defence minister Rajnath Singh, Mishra discussed various initiatives of the armed forces in the state for the youth and for the territorial integrity of the nation. He briefed the minister about the 'Pay Back to Society' programme of the local officers of Arunachal Pradesh in the armed forces for motivating locals in joining the Army, Navy and the Air Force. Mishra also discussed about the missing AN-32 aircraft and apprised the minister of the initiatives of the state government in the search and rescue operations. The governor also met Union minister for textiles, women & child development Smriti Zubin Irani and called for promotion of traditional textiles of Arunachal at the national and the international level. He said the designs and patterns of traditional weaving of Arunachal Pradesh are unique, attractive, exclusive and one-of-its-kind in the world. \"Each and every tribe of Arunachal Pradesh has different colour and design to symbolize their identity,\" the governor added. Reminding the Union minister of her recent visit to Itanagar, the governor reiterated the challenges of local traditional weavers and requested her to start cotton and silk banks in the state. The governor stressed on preservation of the age-old loin loom tradition. The Union minister told the governor that handloom Park would be developed in the state capital where loin loom weaving could be taken up adequately and all its aspects taken care of, the communique said. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "JD(U)'s full support to BJP government in Arunachal : K C Tyagi": {"link": "https://timesofindia.indiatimes.com//city/itanagar/jdus-full-support-to-bjp-government-in-arunachal-k-c-tyagi/articleshow/69470593.cms", "time": "2019-05-23 22:49:00", "description": "PATNA/ITANAGAR: Janata Dal(U), which is headed by Bihar chief minister Nitish Kumar, on Thursday declared that the party would extend full support to the BJP which is heading for majority in Arunachal Pradesh assembly even if it emerged as the main opposition. \"We have already won six seats and are leading in another. The tally entitles us to the status of the main opposition party. But we will offer full support to the BJP government in Arunachal Pradesh. Even if we get the opposition party status we will be a friendly opposition,\" JD(U) national general secretary and chief spokesman K C Tyagi told PTI over phone. The BJP has won 30 seats and is leading in another in the 60-strong assembly in the north eastern state. Though allies in Bihar, the BJP and the JD(U) had fought separately in the remote north-eastern state bordering China. Nitish Kumar asserted that the tie-up was specific to Bihar. Arunachal Pradesh is the second state after Nagaland where the JD(U) has been able to make its footprint. It is a testimony to the growing appeal of our brand of politics that focusses on social justice coupled with development, Tyagi said. Notably, the JD(U) had vehemently opposed the Citizenship Amendment Bill, brought in Parliament by the Narendra Modi government, which has been a volatile issue in the entire north-east. At its national executive meet held here earlier this year, the party had lashed out at the Congress for staging a walkout when the Bill was tabled in the Parliament saying it was tantamount to support. Download The Times of India News App for Latest City ."}, "Two drug peddlers arrested in Itanagar": {"link": "https://timesofindia.indiatimes.com//city/itanagar/two-drug-peddlers-arrested-in-itanagar/articleshow/69395654.cms", "time": "2019-05-19 12:18:00", "description": "ITANAGAR: Arunachal Pradesh Police on Saturday arrested two drug peddlers from Itanagar and recovered over 36 grams of drugs from their possession. Among those arrested is Sosar Punung (21), who is the brother-in-law of Takam Pario, the Congress candidate from Palin assembly constituency, and Bengia Rigia (20), who is the son of People's Party of Arunachal (PPA) president Kahfa Bengia, Itanagar SP Tume Amo said. Punung was held from a government quarter at Vivek Vihar area of the capital city and 31.3 grams of heroin recovered from his possession, Amo said. \"Punung, who is the brother-in-law of Takam Pario, the Congress candidate from Palin assembly constituency, was staying in the house along with his friends. However, his friends were innocent as they have no knowledge about his involvement in drug trade,\" he added, The SP further said that Rigia was arrested from his house at Mowb-II and five grams of heroin were found in his possession. \"Police also recovered 58 long and 42 small plastic tubes that were used to sell drugs,\" the SP informed, adding that the quantity of heroin found in the long tube cost Rs 1,500 while that in the small tube cost Rs 1,000. Amo added that based on specific information about drug peddling going on in Itanagar, the capital police had constituted a small team led by him along with SDPO and an inspector and launched an investigation which led to the arrest of the duo. Both Pario and Bengia could not be contacted for their comments on the matter. Download The Times of India News App for Latest City ."}, "Heatwave hits normal life in Northeast": {"link": "https://timesofindia.indiatimes.com//city/itanagar/heatwave-hits-normal-life-in-northeast/articleshow/69320786.cms", "time": "2019-05-14 12:08:00", "description": "AGARTALA/GUWAHATI: Intense heatwave conditions and deficit pre-monsoon rains have hit normal life across the northeastern region and also severely affected the supply of drinking water, officials said. However, agricultural experts said that at the moment there is no major threat to the seasonal crops. According to the Indian Meteorological Department (IMD), the maximum temperature in several northeastern states, especially Assam, Mizoram and Tripura, since the past one week is hovering between 36 and 38 degrees Celsius - four to five degrees above the average for this summer season. The IMD, since March 1, also recorded 38 percent deficit pre-monsoon (March to May) rainfall in five of the eight northeastern states, including Sikkim. The Arunachal Pradesh and Nagaland-Manipur-Mizoram-Tripura meteorological sub-divisions recorded 38 per cent deficient pre-monsoon rainfall, while Assam and Meghalaya sub-divisions witnessed normal pre-monsoon rainfall. According to an IMD document, Arunachal Pradesh recorded 321 mm rainfall and Nagaland-Manipur-Mizoram-Tripura recorded 181 mm rainfall against the average normal rainfall of 520 mm and 292 mm, respectively so far since March 1. Sikkim and adjoining areas have recorded normal pre-monsoon rainfall since March 1. IMD director Dilip Saha said that the winds are not favourable for the expected pre-monsoon rainfall. ''We need southerly direction winds for the rain. Rain producing weather condition is yet to develop in the northeastern region. However, we expect some rains after mid-week,'' Saha said. Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "5 BRO men die during bridge construction in Arunachal": {"link": "https://timesofindia.indiatimes.com//city/itanagar/5-bro-men-die-during-bridge-construction-in-arunachal/articleshow/69340055.cms", "time": "2019-05-15 13:48:00", "description": "ITANAGAR: Five personnel of Project Arunank under Border Roads Organisation (BRO) have died in Upper Subansiri district of Arunachal Pradesh while constructing a steel bailey bridge, a senior BRO official said on Tuesday. The accident took place in Nacho circle of the district on May 11, Project Arunank chief engineer Brigadier RS Rawal said. Brigadier Rawal, quoting sources from the site, informed the tragedy struck when the BRO personnel were engaged in launching a 180ft-long steel bailey bridge along the strategically important Nacho-Tama Chung Chung road. Rawal said he got the information only on Tuesday from officials at the accident site due to poor telephone connectivity. The deceased have been identified as pioneers Baidur Rehman, Pramod Kumar, Mahabir Sah, Tapan Nath and hydraulic operator Anil Budhwar. Anil, who had suffered grievous injuries on his spine and pelvis, died during evacuation to the district headquarters, Daporijo, Brigadier Rawal said. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Daughter returns from Oz to revive martyr's memorial in Arunachal Pradesh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/daughter-returns-from-oz-to-revive-martyrs-memorial-in-arunachal-pradesh/articleshow/69502712.cms", "time": "2019-05-26 10:50:00", "description": "BENGALURU: When Cheryl Dalby got a call from old classmate Rita Joseph earlier this year, little did she know what would unfold in the coming months.  \"When we were chatting, I happened to mention that my father had served in the Indian Army and died in action. She then mentioned to me about her brother George Ollapally having discovered a memorial of a soldier named Captain John Albert Dalby, who had studied at St Joseph's Boys High School. It was my father,\" Cheryl told STOI .  Ollapally - also part of the school's Old Boys' Association (OBA), formed in 1918 after a few old boys returned from serving in World War I - had accidentally found Dalby's memorial in remote Jaswanthgarh, Arunachal Pradesh. But the name lingered in his mind and research later revealed it was Captain Dalby who had laid down his life in the Indo-China war of 1962.  When Ollapally found the OBA hadn't honoured him, he began scouting for his family, and eventually found Cheryl through Rita, who lives in the US. \"Thanks to them, I was able to come down from Perth and visit my father's memorial in Arunachal Pradesh. I have now refurbished the memorial and it looks wonderful,\" said Cheryl. Cheryl said she was then invited to the artillery centre and also participated in Raising Day celebrations of her father's 5 Field Regiment. Besides Dalby, the OBA tracked down three other martyrs who hadn't been honoured by the association. On Saturday, the OBA honoured all the four soldiers by laying wreaths at a memorial in the school and etching their names on it. The other three soldiers are: Major Uday Shankar Ghosh from 13 Sikh Light Infantry, who died in June 1989 as part of the Indian Peace Keeping Force in Sri Lanka; Major Sylvester Rajesh Ratnam, who died in Jammu and Kashmir as part of Operation Parakram in 2002 and Major Palecanda Atul Devaiah from Maratha Light Infantry, who died in Siachen Glacier during Operation Meghdoot in February 1987. The OBA also unveiled plaques of the soldiers, which will be placed in the school. Family members of all the soldiers, retired soldiers and others took part in the ceremony. \"The OBA was formed after World War I as they felt the need to celebrate friendships. It is only befitting that we have gathered to honour martyred soldiers,\" said the organisers. Download The Times of India News App for Latest City ."}, "JD(U) to stake claim for leader of opposition post in Arunachal Pradesh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/jdu-to-stake-claim-for-leader-of-opposition-post-in-arunachal/articleshow/69617128.cms", "time": "2019-06-02 09:20:00", "description": "PATNA: JD(U) secretary general K C Tyagi on Saturday said the party would submit a proposal to Arunachal Pradesh assembly Speaker staking claim for the post of leader of opposition in the House. While BJP won 41 seats and formed the government in Arunachal Pradesh, JD(U) won seven of 15 seats it contested in the north-eastern state to become the second largest party. Though the two parties are part of the National Democratic Alliance (NDA) at the Centre and in Bihar, they contested the assembly elections in Arunachal Pradesh separately. Tyagi said that though JD(U) will support the BJP government, it is the rightful claimant for the post of leader of opposition as it has seven MLAs in the 60-member Arunachal assembly. “JD(U) is a fit case for getting the portfolio of leader of opposition in Arunachal legislative assembly as we are the second largest party in the north-eastern state with seven MLAs. We are soon going to submit a proposal in this regard to Speaker of Arunachal legislative Assembly,” Tyagi told TOI. He, however, said if the Pema Khandu-led BJP government in Arunachal extends proposal for induction of JD(U) MLAs in his cabinet, the JD(U) will readily accept it. “Our main motto is to keep the NDA strong,” Tyagi said. Tyagi also gave the example of role of the lone JD(U) MLA in Nagaland in forming the BJP government in the state. “Neiphiu Rio, the founding member of Nationalist Democratic Progressive Party (NDPP) and BJP contested the Nagaland state elections against the incumbent CM T R Zeliang-led Nagaland People’s Front and the JD(U) contested alone. We won only one seat and NDPP-BJP alliance was also falling short of only one MLA to form the government in Nagaland. BJP national president Amit Shah then called our national president Nitishji to seek our support and the latter readily accepted it and the BJP-NDPP collation formed the government. This shows the helpfulness and cooperative attitude of JD(U),” Tyagi said. Download The Times of India News App for Latest City ."}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Car set ablaze, dog slaughtered in front of BJP leader's residence": {"link": "https://timesofindia.indiatimes.com//city/itanagar/car-set-ablaze-dog-slaughtered-in-front-of-bjp-leaders-residence/articleshow/69608653.cms", "time": "2019-06-01 12:47:00", "description": "ITANAGAR: A person drove a car, parked it in front of Arunachal BJP president Tapir Gaos private residence here on Friday morning and set it on fire before slaughtering a street dog, the police said. As per a CCTV footage the incidents took place at Mowb-II here at around 6 am when the streets were empty, Capital superintendent of police Tumme Amo said. Police have launched an investigation to nab the culprit at the earliest he said. Gao has been elected from Arunachal East Parliamentary constituency in the recent Lok Sabha polls. The BJP state unit has condemned the incident and appealed to the administration to take stringent action against criminal \"elements\". It also asked the authorities to ensure exemplary punishment to them as per law. In a civilised society, there is no room for such elements and the authority should not let few criminals usurp the peace and tranquillity of the society.... The rule of law prevails and any breach of law and order should be dealt with iron hands, partys media secretary Nalong Mize said in a statement. He said no amount of \"barbaric activities\" against the party or its karyakartas will dent the popularity of BJP in the state, which saw simultaneous parliamentary and assembly polls. In the recent election people have reposed their faith in BJP and its karyakartas by giving it the mandate to rule the state. Hence, BJP advises its detractors to desist from cheap and clinched tactics against the party or its karyakartas as it is not going to change the goodwill of people for the party, Mize said. None owed the responsibility of the act. Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Arunachal man kills wife, 2 others": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-man-kills-wife-2-others/articleshow/69406414.cms", "time": "2019-05-20 09:32:00", "description": "ITANAGAR: A tragic incident of triple murder was reported from Daporijo, the headquarters of Upper Subansiri district in Arunachal Pradesh. Arunachal director general of police SBK Singh, when contacted, said that one Boda Motu has killed his wife, elder brother and sister-in-law using a machete (locally known as a 'dao') around 10pm on Friday night. Quoting a report by the Upper Subansiri SP, the DGP said that the accused, Boda Motu, has surrendered before police. He is currently in police custody. A case was registered with Daporijo police station and an investigation has been launched, the DGP added. Download The Times of India News App for Latest City ."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "BSNL taking steps to improve connectivity in Arunachal Pradesh: Minister": {"link": "https://timesofindia.indiatimes.com//city/itanagar/bsnl-taking-steps-to-improve-connectivity-in-arunachal-pradesh-minister/articleshow/69230602.cms", "time": "2019-05-08 12:30:00", "description": "ITANAGAR: The Bharat Sanchar Nigam Limited (BSNL) has taken steps to improve network connectivity in Arunachal Pradesh, Union minister of state for communications and railways Manoj Sinha has said. Responding to a letter by incumbent Arunachal MP Ninong Ering regarding poor network connectivty of BSNL in certain districts of Arunachal Pradesh, the minister in his reply on Monday informed that optical fibre cables in the state has been damaged extensively due to ongoing construction work of the trans-Arunachal highway. \"Being a hilly terrain, it is very difficult to provide and maintain optical fibre cable network. But BSNL has taken steps to maintain connectivity and overcome the problem,\" the minister stated in his letter. He further added that steps to improve network connectivity include providing satellite link in district headquarters of Pangin, Tawang, Seppa, Aalo, Yingkiong, Anini, Daporijo, Changlang, Koloriang, Hawai and Palin and microwave link in district headquarters of Bomdila, Pasighat, Likabali, Tezu, Khonsa, Namsai and Longding. Moreover, Sinha said, Itanagar has been provided alternate connectivity with Guwahati, Kolkata, Dimapur and Tezpur on the Power Grid Corporation of India Ltd internet bandwidth to increase reliability and uninterrupted service. Steps being taken to offer connectivity to Kamle, Shi-Yomi and Pakke Kessang district headquarters, he said. BSNL has already been allocated on the frequency spectrum in 7 GHz band for deployment of microwave systems and action for procurement of equipment has been initiated, he said. Access spectrum in 800/900/1800/2100/2500 MHz band has also been assigned to BSNL in the northeast service area, the minister said, adding recommendations have been sought from Telecom Regulatory Authority of India (TRAI) on methodology of allotment of spectrum for MWA/MWB spectrum to telecom service providers. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "BJP wins 7 Assembly seats in Arunachal Pradesh": {"link": "https://timesofindia.indiatimes.com//city/itanagar/bjp-wins-7-assembly-seats-in-arunachal-pradesh/articleshow/69463714.cms", "time": "2019-05-23 16:21:00", "description": "ITANAGAR: The ruling BJP in Arunachal Pradesh won seven Assembly seats and is leading in 23 constituencies, election officials said on Thursday. The Janata Dal United and an Independent candidate also won a seat each. JD(U) is leading at 4 and Congress at 2. Arunachal Pradesh Assembly has 60-seats, but elections were held for 57 seats as three BJP candidates had already won unopposed. Deputy Chief Minister Chowna Mein won the Chowkham seat defeating his nearest Congress rival Khunang Kri by 7,291 votes. The deputy chief minister who had won from the Lekang constituency in Namsai district for the last five consecutive terms since 1995 but this time contested from the Chowkham seat. Tana Hali Tara of the BJP won from Doimukh constituency defeating his nearest rival Nabam Vivek of the National Peoples Party (NPP) by 2, 385 votes. BJP retained the seat as in 2014, Nabam Rebia of BJP had won from the seat. In the Itanagar constituency, Janata Dal United candidate Techi Kaso won by a slender margin of 302 votes in a multi-cornered contest, defeating his nearest rival Kipa Babu of the BJP. Kaso who retained the seat, polled 12,162 votes while Babu polled 11, 860 votes. First timer Goruk Pordung of the BJP won the Bameng Assembly seat defeating Home Minister Kumar Waii of the NPP by a margin of 393 votes. Sitting MLA from Lumla constituency in Tawang district Jambhi Tashi of BJP was re-elected by defeating his lone rival Jampa Thirnly Kunkhap of the Congress by a margin of 1,288 votes. While Tashi polled 4567 votes, Kunkhap could poll 3279 votes. PHE Minister Wangki Lowang (BJP) retained the Namsang seat in a multi-cornered contest, by defeating his nearest rival Ngonglin Boi of the NPP by a margin of 1682 votes. While Lowang polled 3,202 votes Boi could manage 1,520 votes. Sitting BJP MLA from Nari Koyu constituency Kento Rina retained the seat by defeating his nearest rival Tojir Kadu of the Congress by a margin of 216 votes in a triangular contest. The BJP retained the seat. While Rina polled 2,489 votes, Kadu polled 2,273 votes. In the un-reserved Bordumsa-Diyun seat in Changlang district, Independent candidate Somlung Mossang tasted victory by defeating his nearest rival Jawra Maio of the BJP by a margin of 2,379 votes. BJP woman candidate Gumtayeng won the Damduk seat defeating her nearest NPP rival Tony Pertil by a margin 873 votes. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Arunachal Pradesh valley has most diverse range of Asiatic golden cat": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-valley-has-most-diverse-range-of-asiatic-golden-cat/articleshow/69781906.cms", "time": "2019-06-14 08:54:00", "description": "GUWAHATI: The misty jungles of the Dibang Valley in Arunachal Pradesh could hold the key to the \"evolutionary puzzle\" of polymorphism - why a variation of form crops up in a single species inhabiting an area.  The 9,129-sq-km valley is home to the Asiatic golden cat (Catopuma temminckii) in six different colour variations, as Indian scientists from the international conservation charity organization Zoological Society of London (ZSL) and University College London found out. This is the most diverse range of colour morphs found in a single locality, according to the study published in the Ecological Society of America's journal, 'Ecology', on June 7. \"We now know the Dibang Valley hosts the world's most diverse range of colour morphs of a wild cat species ever reported in one site, but we are only just starting to understand this rare ecological phenomenon,\" said Sahil Nijhawan, lead author of the study and British Academy Fellow at ZSL's Institute of Zoology and UCL. A colour morph is an occurrence of a variation of colour, a discrete one, in a species because of mutation. It takes hold of a population through natural selection.  The Asiatic golden cat - the largest group of small Asian felines - is found across eastern Nepal, through northeast India, Myanmar, Thailand and China, all the way to Sumatra and Indonesia. It is listed as a Near Threatened species on the International Union for Conservation of Nature's Red List of Threatened Species. While it was known that the species exhibits many variations, the extent had not been explored. So in 2014, Sahil and his colleagues set out to study the feline species in the Dibang Valley. They conducted a camera camera trap study across 223 locations of the Dibang Valley - in both community forest and protected areas - between January 2014 and September 2015. That was when they noticed something strange. In the 75 independent photographic records of the Asiatic golden cat, they found groups that looked entirely different from each other. The result - documentation of six colour morphs: tightly-rosetted, cinnamon, ocelot, melanistic, grey and golden. Why these colour morphs have endured could be put down to the one keystone of evolution - adaptability. Of these, tightly-rosetted - initially called \"leopard-like rosettes tightly spaced on its grey coat - is an entirely new colour morph, found in community-owned forests. The cinnamon and ocelot morphs are also unique - previously found in Bhutan and China, their occurrence has been recorded in India for the first time. Why these colour morphs have endured could be put down to the one keystone of evolution - adaptability. Download The Times of India News App for Latest City ."}, "Want to strengthen law and order, reform education sector, says Khandu": {"link": "https://timesofindia.indiatimes.com//city/itanagar/want-to-strengthen-law-and-order-reform-education-sector-says-khandu/articleshow/69643593.cms", "time": "2019-06-04 10:13:00", "description": "ITANAGAR: Arunachal Pradesh chief minister Pema Khandu on Monday said that his government's utmost priority is to strengthen the law and order apparatus in the state. \"To strengthen the police forces in the state, the cabinet has sanctioned immediate creation of 1,000 posts for civil police at different levels. This will go a long way in ensuring the effective maintenance of law and order,\" Khandu told reporters at the assembly premise here. He added that the state government last year had allocated adequate funds to the police department for procurement of arms and other equipments. \"The DGP during the cabinet meeting yesterday informed that the procurement process has been completed and hopefully all the equipments will be made available by the end of this month,\" Khandu disclosed. In the education sector, which is another area of priority for the new government, Khandu said the cabinet has approved creation of only one director for school education by merging the posts of directors of elementary education and secondary education. Referring to the growing problem of unemployment in the state, the chief minister added that the state government has already restructured the state's industrial policy and would explore all possible potential areas, including efforts to invite outside investment in private as well as public sectors. Speaking about the dilapidated condition of roads in the state, especially in the state capital, Khandu who also holds the PWD portfolio, disclosed that he has already held a meeting with deputy chief minister Chowna Mein on the issue and is planning to bring a change in the communication network, particularly in twin capital cities of Itanagar and Naharlagun. \"Sector roads and colony roads will be first developed,\" he said, while admitting that the work on the ambitious Trans Arunachal Highway is not progressing satisfactory note in the state. \"I will hold a review meeting with the departmental officers immediately after the assembly session and will issue a warning to the contractors to speed up the work n a time-bound manner,\" he said. Download The Times of India News App for Latest City ."}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Arunachal Pradesh kidnapping case: Two abductors held": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-kidnapping-case-two-abductors-held/articleshow/69320809.cms", "time": "2019-05-14 12:14:00", "description": "ITANAGAR: Security forces in Arunachal Pradesh's Changlang district have arrested two persons and their eight accomplices in connection with a sensational case of kidnapping of an oil company employee for ransom. On April 1, Kashyap Boruah, an employee of Udipta Energy Oil Company, was kidnapped by unidentified miscreants while he was travelling in his company vehicle at Innao at Maitripur in Diyun circle of the district. They were stopped by two armed men in Army fatigue who directed them to leave the vehicle on the road and forced them to walk with them towards a forest area. Later, a little deep inside the forest, the driver was released after snatching his mobile. Boruah's abductors told him that they belong to an insurgent outfit and had kidnapped him for ransom. On receipt of the complaint, a case was registered at Diyun police station and investigation began, said SP (Changlang) Romil Baaniya. He added that the kidnappers had demanded a ransom of Rs 3 crore for his release. After negotiations, the ransom amount was reduced to Rs 40 lakh which was delivered to the kidnappers on April 29 in the Sukha Nallah area by the company. Boruah was released the same day. After Boruah's release, an operation to nab the kidnappers and also recover the amount paid as ransom was launched jointly by the Changlang Police headed by the SP and the Army under the supervision of DIGP (Eastern Range) Take Ringu. During the operation, all locations used as shelters and the persons suspected to be involved in facilitating the kidnappers were raided based on local intelligence inputs leading to the arrest of the two main accused - Boksu Chakma and Sikko Chakma - along with eight other persons who had helped them in committing the crime. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Missing AN-32 pilot’s kin leave for Jorhat": {"link": "https://timesofindia.indiatimes.com//city/itanagar/missing-an-32-samana-family-of-iaf-officer-leaves-for-jorhat/articleshow/69659503.cms", "time": "2019-06-05 07:08:00", "description": "PATIALA: Family of Flight Lieutenant Mohit Garg (27), who was on board the ageing Russian-origin AN-32 transport aircraft that went missing on Monday, has left for Jorhat airbase. Samana-based Surinderpal Garg, a local commission agent who has a stake in a spinning mill, along with his younger son Rishipal Garg left for Jorhat after his daughter-in-law Aastha confirmed that her husband was on the ill-fated aircraft. Aastha’s parents, who live in Jalandhar, are also accompany the Gargs to Jorhat. The family is hoping against hope for Mohit’s safe return. Mohit’s cousin, Dr Prem Pal said Surinderpal and Rishipal took a flight to Dibrugarh Airport from Delhi and will travel to Jorhat airbase on road to join Aastha. Mohit and Aastha had got married in February. Mohit’s mother Sulakshana said her son was a merit holder from Punjab Public School Nabha and always wanted to join the Indian Air Force. After completing his schooling on a scholarship, he took the NDA exam which he cleared with flying colours and after undergoing training at Pune, he was commissioned as an officer in the IAF. Heavy rain in Arunachal Pradesh is hampering search operations even as the military was using satellite resources to track down the missing plane. The Air Force has also deployed Sukhoi Su-30 combat fighter jets and a C-130 Hercules special operations aircraft to locate the aircraft, which had not been traced till the filing of this report. The aircraft had taken off from Jorhat at 12.27 pm for the Menchuka advance landing ground in Shi Yomi district in Arunachal Pradesh and made the last contact with the ground control at 1 pm on Monday. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Arunachal Pradesh exit polls 2019: Key highlights": {"link": "https://timesofindia.indiatimes.com//city/itanagar/arunachal-pradesh-exit-poll-results-2019-live-updates/articleshow/69398593.cms", "time": "2019-05-19 23:05:00", "description": "The elections were held for the Arunachal Pradesh state assembly on April 11, 2019. The keenly contested elections witnessed a contest between the BJP, Congress, NPP, PPA and Janata Dal (Secular). A total of 7,94,162 voters, including 4,01,601 women, exercised their franchise during the state assembly polls. The Pema Khandu led ruling BJP has 48 MLAs in the house of 60, while Congress and National Peoples Party (NPP) have five MLAs each. There are two independent MLAs in the assembly now. Download The Times of India News App for Latest City ."}}