{"Notorious motorcycle thief arrested": {"description": "COIMBATORE: The rural police arrested a notorious two-wheeler thief on Sunday and recovered 20 motorcycles from him. The accused, N Karthi, 38, a native of Tiruchengode in Namakkal district, has been residing at Bangalamedu in Mettupalayam, police sources said. “He was involved in several bike thefts in Annur, Avinashi in Tirupur district and Erode district. He had stolen the motorcycle of V Vishal of Krishnapuram in Singanallur from Naranapuram on Annur – Thennampalayam Road on May 7. On June 8, he rode away the motorcycle of L Karuppasamy of Neelagoundenpudur from Manneswarar temple at Annur. He stole the two-wheeler of P Vinothkumar of Nagammapudur near Annur on June 1. On May 26, he stole the motorcycle of A Vijayakumar, of Samalapuram from Annur – Coimbatore Road,” a police officer said. Karthi had also waylaid K Muthukumar of Annur on June 16 and robbed him of Rs 2,000 a wristwatch, the officer added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/notorious-motorcycle-thief-arrested/articleshow/69817383.cms", "time": "2019-06-17 11:42:00"}, "Water on road Everette": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wateronroadeverette/articleshow/69193030.cms", "time": "", "description": ""}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Sokkanur, Kappalankarai chosen for income doubling project": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/sokkanur-kappalankarai-chosen-for-income-doubling-project/articleshow/69795805.cms", "time": "2019-06-15 04:49:00", "description": "Coimbatore: With regard to the doubling of farmer’s income project in the district, two villages within Kinathukidavu-Kappalankarai and Sokkanur-have been chosen. Scientists from TNAU have begun doing the baseline surveys in the two villages and are expected to submit a report by June-end..From the initial surveys and interactions with farmers in Kappalankarai, officials have found that 92% of the area is under coconut cultivation. “Almost 480 farmers in the village cultivate coconut, while a small number cultivate millets like sorghum and cowpea,” said a member of the DFI centre in the district. “We plan to now study the soil quality of the region and see what chemicals or nutrients it requires,” said the official. “We have also realized that the village is not fully covered by micro irrigation, so we need to rectify that situation,” he said.Some of the initial recommendations include donating farm equipment to farmer clusters, introducing biopesticides for rugose spiralling whitefly, animal husbandry and launching value-added industries like coir pith and vermicomposting . The initial report says all farmers in Kappalankarai will be covered under this programme. The program in the village is likely to cost around Rs 50 lakh, according to the report.In Sokkanur, officials have estimated agriculture to being practised on around 653 hectares of land of which sorghum is found to be the dominant crop occupying 222 hectares, followed by tomato, maize, groundnut, cotton, banana, mango, tapioca and chillies. “In this village, horticulture department and crop management department will play a large role in providing the farmers with seeds of high yielding varieties of millets and vegetables, offering them latest nursery technology, biofertilizers and biopesticides for management of pests and insects among others,” said the official.Download The Times of India News App for Latest City ."}, "Two killed as motorcycle crashes into 2 two-wheelers in Erode": {"description": "TIRUPUR: Two people were killed and three others injured after a motorcycle crashed into two two-wheelers near Gobichettipalayam in Erode district on Sunday. Police identified the deceased as Murugan of Atthani and Kumarasamy of Periyakodiveri. A police officer said the incident took place when Murugan was riding his motorcycle on Gobichettipalayam-Savandapur road in the morning. “He lost control over his motorcycle, which hit a bike rode by Kumarasamy and a moped rode by Subramaniam of Ganapathipalayam that were coming from the opposite direction,” the officer said. While Murugan and Kumarasamy succumbed to their head injuries on the spot, Subramanian and his daughter Mangaiyarkarasi, who was riding pillion, sustained injuries. Similarly, Kumarasamy’s relative Bharanitharan, 17, who was also riding pillion, suffered injuries. Other motorists alerted police, who took the injured trio to the government hospital in Gobichettipalayam. The bodies were also sent to the same hospital for postmortem. Police said none of the riders were wearing helmets. They have registered a case and further investigations are on. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/2-killed-as-motorcycle-crashes-into-2-two-wheelers-in-erode/articleshow/69817395.cms", "time": "2019-06-17 11:45:00"}, "Wasyage of Potable water": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wasyageofpotablewater/articleshow/69193026.cms", "time": "", "description": ""}, "TNEA rank list will be released on June 20: Min": {"description": "Tirupur: Higher education minister K P Anbalagan on Sunday said the rank list for the Tamil Nadu Engineering Admissions (TNEA) would be released on June 20 and not on June 17 as scheduled earlier. “We had earlier scheduled to release the rank list on June 17. It is now postponed to June 20 as we wanted to give another chance to the aspirants, who could not produce the required education certificates on time for the verification process,” the minister, who was in Dharmapuri to attend a function, said. Pointing out that the registration for TNEA was conducted between May 2 and May 31, he said random numbers were generated and released on June 3. Between June 7 and 13, the authorities had verified educational certificates of the applicants in 46 centres across the state, he said. “This year, 1, 33, 166 students, who have completed Class XII, had registered for TNEA. Among them, 1, 04, 418 applicants took part in the certificate verification process, compared to 98,000 out of the 1.59 lakh applicants in the previous academic year. So, 78.4% of the total registered applicants came for the verification this year against 61.6% last year,” Anbalagan said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/tnea-rank-list-will-be-released-on-june-20-min/articleshow/69817409.cms", "time": "2019-06-17 04:24:00"}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "274 cadets pass out of MRC": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/274-cadets-pass-out-of-mrc/articleshow/69807354.cms", "time": "2019-06-16 11:09:00", "description": "UDHAGAMANDALAM: As many as 274 cadets, who passed out of the Madras Regimental Centre (MRC) in Wellington near Coonoor after 46 weeks of training, conducted an attestation parade on Saturday. Brigadier RS Guraya, VSM, Commandant, MRC, reviewed the parade. Speaking on the occasion, Guraya lauded the instructors and staff for achieving a very high standard of drill and also praised the efforts of MRC to improve the standard of training. Officers of MRC, parents of the cadets besides civilian and guests attended the function. The recruits will join various battalions of the regiment shortly. Download The Times of India News App for Latest City ."}, "3 more arrested under UAPA in Coimbatore in IS module case": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/3-more-arrested-under-uapa-in-coimbatore-in-is-module-case/articleshow/69807533.cms", "time": "2019-06-16 11:04:00", "description": "COIMBATORE: Police on Saturday arrested three youths from Coimbatore under the Unlawful Activities (Prevention) Act, 1967, in connection with the recently busted ISIS module. Two youths from the city had been arrested earlier this week by the NIA. They are part of a Kerala-Tamil Nadu module of the ISIS with links to Zahran Hashim, the mastermind of the April 21 Easter bombings in Sri Lanka, said a senior police officer. A Mohammed Hussain, 27, and A Shahjahan, 27, of Ukkadam and Y Sheik Shafiullah, 35, of Karumbukkadai, arrested on Saturday, were medical representatives. Shafiullah is the younger brother of Y Sheik Hidayathullah, who was arrested by the NIA on June 14. They were involved in recruiting youth into ISIS through social media campaigns and were also planning terrorist attacks in Coimbatore city, police said. They have been booked under sections 18, 38 and 39 of the UAPA. K A Yahoob, father of Shafiullah and Hidayathullah, the siblings, claimed cases had been foisted on his sons. The 72-year-old, who was arrested in connection with February 1998 Coimbatore serial blasts and who was in jail for more than nine years before being acquitted, accused the BJP of trying to tarnish the Muslim community’s name and misusing the NIA. The arrests were made based on a complaint filed by Podanur sub-inspector P Udhaya Kumar with inspector P Maheswaran, saying an informer had alerted him about the three meeting secretly in different places in the city and discussing ISIS agenda to unleash terror attacks by ploughing explosive-laden trucks into milling crowds, especially at temples and churches. The three, who used to euologise Zahran Hashim, allegedly targeted some police officers in the intelligence wing, the complaint said. They had also met a few other accomplices whose identities have not been revealed, police said, adding that they recovered some videos and photographs including digital evidence of instructions received from ISIS handlers abroad. “During inquiry, we found they were in touch with NTJ leader Hashim. They used to share among themselves videos of ISIS war in Iraq and Syria. They translated propaganda material of ISIS into Tamil to circulate among local youth,” said a police officer. Their objective was to disturb the communal harmony in Coimbatore, which was rocked by a series of terror attacks in 1998. The three, summoned for questioning by police on Friday, were lodged in Coimbatore central prison. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Private  school to help poor students realize their civil service dreams": {"description": "TIRUPUR: A private school in Udumalpet in the district has come forward to support the civil service aspirants, who have cleared preliminary examinations, financially. “Hundreds of young people, who are coming from humble backgrounds, are struggling to pursue their civil service dreams due to lack of financial support. We wanted to do our bit to support a few of them financially,” said S Ananda Krishnan of T R Narayanasamy Naidu and Sons Charities, which runs the Srinivasa Vidhyalaya Matric Higher Secondary School in Udumalpet . He said they have decided to distribute Rs 25,000 each to at least 10 aspirants, who have cleared either preliminary examinations of Tamil Nadu Public Service Commission (TNPSC) Group 1 or Union Public Service Commission (combined civil services). “The scholarship will focus on aspirants from rural areas and those who have studied in government and aided schools. Students from Tirupur, Coimbatore and Dindigul districts will be given preference.” Ananda Krishnan said the school would also help the aspirants with the travelling, lodging, food and coaching centre expenses during the preparation of examinations. “The eligible aspirants can approach our trust and we will verify their details before extending our support. This is for the first time we are introducing the scholarship this year and we may continue it in the coming years too,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/pvt-school-to-help-poor-students-realize-their-civil-service-dreams/articleshow/69817422.cms", "time": "2019-06-17 12:19:00"}, "Baby girl found abandoned amidst bushes": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/baby-girl-found-abandoned-amidst-bushes/articleshow/69807375.cms", "time": "2019-06-16 04:53:00", "description": "Coimbatore: A two-day old baby girl was found abandoned amidst bushes behind the union office at Annur on Coimbatore Road on Saturday. Covered in worms, maggots and blood, the child was first spotted by the public. When alerted, the Annur police took the infant to the Coimbatore Medical College Hospital (CMCH), where she is undergoing treatment. CMCH authorities said the baby girl weighed just 1.3kg and she might be only two days old as the child still has vernix on her and a freshly cut umbilical cord. “She was covered in maggots, which probably got attracted to the baby because of the blood scent. The child is most likely infected,” said the hospital’s resident medical officer, Dr A Soundaravel. “We suspect that the baby might have sepsis. We are treating the baby intensively and checking for infections.” Hospital authorities said this was the sixth baby to be abandoned and handed over to them.tnn Download The Times of India News App for Latest City ."}, "Swachh Bhaarath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/swachhbhaarath/articleshow/69192988.cms", "time": "", "description": ""}, "Stray dogs attack 9-year-old girl": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/stray-dogs-attack-9-year-old-girl/articleshow/69795783.cms", "time": "2019-06-15 04:46:00", "description": "Coimbatore: The latest victim of attack by stray dogs in the city is a nine-year-old girl, a resident of Sri Dhanalakshmi Nagar in Uppilipalayam. A pack of strays had targeted the class IV student when she was standing outside her house around 9.30pm, waiting for her father, who had gone to fetch his vehicle. Though she tried to run away, the dogs mauled her. The bites were deep, said Chinnadurai, her grandfather. “We took her to a private hospital. They took blood samples and discharged her. But she is still in a state of shock.” As many as 15 stray dogs rule the streets in the area. “Residents had complained to corporation officials several times, but to no avail,” added Chinnadurai. Stray dogs had bitten 15 people in 10 days in Rathinapuri in March. Stray dog menace has increased over the last one year, residents of Cheran Managar, Ramanathapuram and Venkatapuram said. Activists blame it on the lack of an effective animal birth control (ABC) programme, which was put on hold after the corporation dog shelter at Ukkadam was closed in 2017 following opposition from residents. Birth control for dogs from 80 wards of the corporation was done at the shelter. A project to construct a new shelter has not yet commenced. Birth control for stray dogs was done the last time in 2017, said Kalpana Vasudevan, honorary state animal welfare board officer. “Because of this, the stray dog population, which was 6,000 in 2017, has now increased to 15,000. We can sterilise all stray dogs in one-and-a-half-years, provided the corporation constructs a dog shelter.” The civic body has identified a place at Ondipudur to construct a dog shelter, a senior corporation official said. “We are awaiting the approvals. Right now, we are implementing animal birth control programme only in the west zone,” he said. Download The Times of India News App for Latest City ."}, "Swachh Bharat subsidy: Block co-ordinator dismissed, panchayat secretary suspended": {"description": "COIMBATORE: Acting on TOI reports, Palladam block development officer (BDO) S Balamurugan terminated block co-ordinator K Maheshwari from service for collecting bribe from the residents of Ichipatti village to facilitate subsidy for constructing toilets under the Swachh Bharat Abhiyan. The termination order was issued on Saturday. Panchayat secretary Suresh Kumar, who was working at the panchayat in 2016, was also suspended for failing to monitor and control such activities in his panchayat. A senior official from the district rural development agency (DRDA) said, “In 2016, Maheshwari was in charge of identifying the households without toilets and assisting the villagers to construct a toilet under the Swachh Bharat Abhiyan scheme. Motivator Sathya was in charge of motivating the public to join the scheme. But they had collected Rs 1,500 - Rs 2,000 per house as bribe and promised them to get a government subsidy of Rs 12,000 for each toilet. Believing their words, the villagers constructed the toilets by taking loans. But the villagers never got the government subsidy. All these came out during an inquiry conducted by the BDO after TOI reported about the scam on June 11.” “It is also proved that the bribe amount - Rs 1.48 lakh - which Maheshwari distributed to 87 villagers on June 13 was her own money and not the incentive amount of Sathya as she claimed. Sathya was dismissed one and half years ago,” the official added. The block co-ordinator and motivator are temporary posts filled by BDO, who has powers to terminate them. In its report on June 11, TOI revealed that over 100 residents of Ichipatti village near Palladam in Tirupur were waiting for the subsidy for more than three years after constructing household toilets by taking loans. Though the original scheme envisages funding – subsidy of Rs 12,000 per toilet - at various stages of construction, the prospective beneficiaries had to beg and borrow to construct toilets as the officials had only promised to reimburse the expenditure once the facility is ready. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/swachh-bharat-subsidy-block-co-ordinator-dismissed-panchayat-secretary-suspended/articleshow/69817433.cms", "time": "2019-06-17 12:13:00"}, "Ukkadam residents upset over locality being labelled IS sympathizers’ hideout": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/ukkadam-residents-upset-over-locality-being-labelled-is-sympathizers-hideout/articleshow/69795717.cms", "time": "2019-06-15 04:36:00", "description": "Upset with their area being in the news for all wrong reasons in recent years, residents of Ukkadam see it as a move to suppress the minority community in the city. The residents fumed over their locality being labelled as a hideout for Islamic State (IS) sympathizers. “It took a lot of time to resume the cordial relationship between Hindus and Muslims in the area after 1998 bomb blast. It is only in the recent times, people have started coming to Ukkadam region without any hesitation. But the recent police actions could affect the relationship. Because of the continuous raids both by NIA and local police, people living in the locality are being looked down upon,” said a resident on condition of anonymity.“Some outsiders are reluctant to come to Ukkadam region as it is being treated as a hub for IS sympathizers. They hesitate to speak with us once they know that we are from Ukkadam,” he said. Another resident said searches and picking up residents for inquiry have been exaggerated this time both by the city police and NIA. Coordinator of Jamaat-e-Islami Hind K Raja Hussein said this time, officials have entered the houses during odd-hours and disturbed the normal life of the public. The raids have created a tense situation in the city and brought a bad opinion among the public, he added.Hinting that there could be possible political influence in the issue, he said it might be a move to suppress the minority community. Another resident said it would take another few months for things to settle down and for the city to return to its normal. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Student held for killing cousin near Avinashi": {"description": "TIRUPUR: A 20-year-old college student has been arrested for bludgeoning his cousin to death using an iron rod in a rental house near Avinashi. The Avinashi police said they arrested as J Francis Vallarasu, son of K Jesurasu, 49, of Thondi in Ramanathapuram district, on Saturday for murdering his cousin A Augustine, 20, of Arasakulam in Sivaganga district. According to a police officer, the trio were staying in a rental house at Kasigoundenpudur near Avinashi. While Francis and Augustine were undergraduate students of a private college at Neelipalayam, Jesurasu used to work in hotels, the officer said. When Jesurasu returned home from work on Friday evening, he found Augustine lay in a pool of blood and alerted the Avinashi police, who sent the body to the Coimbatore Medical College and Hospital for postmortem. Preliminary investigations revealed that Francis had killed Augustine by beating him on his head with an iron rod and after that fled to Oddanchattram. Police arrested him on Avinashi-Mangalam road on Saturday evening. During interrogation, Francis confessed to the crime. “He said he had developed bad habits such as smoking. Augustine had earlier brought his smoking habit to the notice of Jesuraj. His cousin warned him again that he would tell the latter’s father about other bad habits too. Irked, Francis picked up a quarrel with Augustine and attacked him to death,” the officer said. The Avinashi police registered a case and produced Francis before a local court, which remanded him in judicial custody. He was subsequently lodged in the Coimbatore Central Prison. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/student-held-for-killing-cousin/articleshow/69817364.cms", "time": "2019-06-17 12:07:00"}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "BURNING WASTAGE IN KOVAIPUDUR": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningwastageinkovaipudur/articleshow/69193011.cms", "time": "", "description": ""}, "No more environmental degradation should be allowed in Ooty: Collector": {"description": "Nilgiris collector J Innocent Divya has been bestowed with ‘Green Award-2018’ by the state government. The award was presented to her by chief minister Edappadi K Palaniswami in Chennai on Thursday. Divya in chat with Shantha Thiagarajan:What were your priorities when you took charge as the collector of the Nilgiris? When I took charge, one thing that occurred first to me was environmental conservation. I knew that this would be the greatest challenge I would face as the collector. What were the measures you took in the district to conserve environment…?Right now, we have banned sinking borewells and using earthmovers. We have banned plastics which Supriya Sahu had introduced during her tenure here as collector. But over the years, its momentum has slowed down. We have now implemented it seriously. What do you think of the ‘Green Award’ bestowed on you by the government?I indeed dedicate the award to the people of the Nilgiris. With so much of involvement and cooperation, the people made it happen. Because an order is easy to pass but the people’s participation in this task is tremendous. Without their active support and cooperation, I don’t think this would have become possible at all. I think the sense of belonging of the people here matters a lot. About the transformation in the Nilgiris…. The transformation we see in the district is because of the people. We pass an order and enforce it. The entire cooperation comes from the people. The only thing that I have in my mind is no further degradation should be allowed in the hills during my tenureWhat next for the Nilgiris..?Higher-level planning needs to be there. It should be different from other hill stations. A special status should be there about its fragile ecosystem. I have realized that given its significance, the Nilgiris cannot have the same conservation plans that other hill stations have You mean fresh policies to be enacted…?Policy is in place. For example, in a place where the gradient is more than 33 degrees, constructions should not happen. But still people manipulate the gradient or the identified vulnerable areas and apply for building license. If the applications are rejected, they might go for unauthorized constructions. Manpower here is limited to check illegal constructions. But we try our level best to maintain that discipline here. With revenue and forest departments, may be, a force could be created to check illegal constructions. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/no-more-environmental-degradation-should-be-allowed-in-ooty-collector/articleshow/69817412.cms", "time": "2019-06-17 04:25:00"}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Dangerously open sewage at heavy traffic point": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerouslyopensewageatheavytrafficpoint/articleshow/69192972.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Private industrial estate to come up near city": {"description": "Coimbatore: A private industrial estate that would house foundries, engineering units and units that make wet grinders, UPVC doors and windows is all set to come up on a 55-acre plot at Devampalayam village in Sarkar Samakulam.The genesis of the estate, christened ‘Nethaji Industrial Estate’, was in 1997, said P Soundararajan, the secretary of the Nethaji Industrial Estate Society. “About 100 like-minded industrialists got together and decided to set up an industrial estate outside the city, so that we could shift our plants, which are inside the city limits. We decided this as it would be favourable in aspects such as pollution control,” he told TOI.The group purchased 55 acres at Devampalayam in 1997. “In 2007 we got the land converted for industrial use and in 2016, applied for the layout approval. We got the approval in December 2018,” said Soundararajan. The society had declared the investment at the first Global Investors Meet in 2015.The next step was to develop common infrastructure such as roads, stormwater drains and electric lights. The industrialists have estimated a budget of Rs 15crore for the work.As the state gives subsidy for setting up private industrial estates, the society has applied for it through the Tamil Nadu Small Industries Development Corporation Limited (SIDCO). “We are expecting the sanction within two months. After that, we would implement the project in six months,” Soundararajan said.Currently, the member industries have plants operating in the city at places such as Ganapathi and Avarampalayam. The members plan to move to the estate and expand their facilities there.“After we set up the estate, we expect an annual business of Rs 150crore,” he added.Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/private-industrial-estate-to-come-up-near-city/articleshow/69833270.cms", "time": "2019-06-18 04:27:00"}, "Farmers want permission to graze cattle in forest areas in Coimbatore district": {"description": "COIMBATORE: A group of cattle farmers from villages in and around Thondamuthur approached the Coimbatore district collector for permission to graze their cows in forestland again. They said the population of native cattle breeds, specifically the Malai Kongu Maadu, had dropped drastically after farmers were banned from grazing their cattle in reserve forest zones. They also demanded that the price at which Aavin buys A2 milk from farmers be raised to encourage more farmers to breed and maintain native cow breeds. Farmers, led by the Kongu Patteeshwaran Ghoshala, have requested the collector to make the forest department again issue “patti passes” to cattle farmers. “This is a pass that the forest department was issuing to allow us to graze our cattle in forest areas and lands. Around 2000-01, there were nearly 1.5 lakh to two lakh Malai Kongu cows in villages in and around Thondamuthur including Madhampatti, Karadimadai and Viraliyur,” said T Shanmugam a member of the Ghoshala. “However, in 2002, when the forest department withdrew our patti passes and banned our and our cattle’s entry into forest areas, many farmers panicked and sold thousands of their native cows to slaughterhouses. We hardly have a few thousand cows of the native breed left,” he said. The farmers said the government should incentivise rearing of native breeds of cattle. “While one way is to allow us to graze in forest areas, the other one is to make Aavin buy A2 milk from farmers for at least Rs 50 to Rs 60 per litre. They currently buy it for Rs 20 per litre, which is the cost for A1 milk. They have only one category called milk,” said Shanmugam. “They should also ban construction on hill area conservation lands and foothills of mountains, because it eventually takes away greenery and open lands which can be used for grazing,” he added. The cattle farmers said that the ban on cattle has affected their environment in multiple ways. “Whenever our cattle used to graze in the forest fringes, wild animals never came out of the forest. We have never seen wild elephants, bears and leopards. Now they have begun coming to our villages,” the petition said. “The cow’s urine and dung were so beneficial to the soil that the forests were thicker and they used to eat grass so well, that fresh grass kept growing. Now we have less greenery and temperature is higher. We have also had to start using chemical pesticides, because we don’t have enough cow urine to make biopesticides,” it said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/farmers-want-permission-to-graze-cattle-in-forest-areas-in-coimbatore-district/articleshow/69825334.cms", "time": "2019-06-17 16:14:00"}, "Farmers protesting power transmission tower project held": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/farmers-protesting-power-transmission-tower-project-held/articleshow/69807409.cms", "time": "2019-06-16 11:07:00", "description": "COIMBATORE: At least 11 farmers were arrested for protesting against the high-voltage power transmission tower project near Annur here on Saturday. According to police, the farmers obstructed Power Grid Corporation of India officials, who visited the spot for surveying the land, from carrying out their work. Fellow farmers and villagers, however, said they would continue the protest. The project implemented by the Power Grid corporation of India at a cost of around Rs24,000 crore envisages erection of about 4,500 transmission towers from Raigarh in Chattisgarh to Pugalur in Karur district for a distance of 1,800km and then to Thrissur via Tirupur and Coimbatore. Farmers from all the districts, where the transmission towers would be installed on farmlands, have been opposing the project. Farmers said the project would not only take away their land but also leave adjoining tracts of cultivable land unfit for agriculture. There was a lull in protests, but it seems to have gathered momentum with the officials resuming land survey for erection of the towers. On June 11, a team of Power Grid Corporation officials had visited Karumathampatti, Semmandampalayam, Vaickapalayam and nearby areas, where the farmers put up a stiff resistance and staged protest. The officials once again visited Semmandampalayam on Saturday, forcing farmers to stage another protest. The farmers were arrested, taken to a marriage hall and released later in the day. Download The Times of India News App for Latest City ."}, "VOC PARK": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/vocpark/articleshow/69193015.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Education minister gheraoed for not issuing free laptops": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/education-minister-gheraoed-for-not-issuing-free-laptops/articleshow/69795773.cms", "time": "2019-06-15 04:42:00", "description": "Erode: A group of students on Friday gheraoed education minister K A Sengottaiyan, who was in Gobichettipalayam here to attend a function in an aided school, demanding free laptops. When the minister arrived at the Palaniammal Girls’ Higher Secondary School to issue free laptops to the current year students, more than 200 former students, who completed the Class XII in 2017-18 rounded him up, saying the free laptops were not issued to them so far. The minister, however, promised to take necessary steps to issue them laptops at the earliest. The students subsequently dispersed. He said the government has been issuing laptops to the Class XII students as they have a new syllabus. “It would be difficult for them to pursue their studies without laptops. Class XI students would get the laptops next month.” Talking to the reporters, Sengottaiyan said it was too early to comment on the success of LKG and UKG classes introduced in the government schools. He, however, said an additional 7,500 teachers will be appointed to the KGs. The minister said people could benefit from income tax exemption if they make donations to the government schools in the state. Answering a question about the teachers, who had made mistakes during board examination paper correction, he said letters have been sent to more than 500 teachers, seeking explanation from them. “Strict action will be initiated against the errant teachers.” Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "traffic standstill @ Trichy Road,": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trafficstandstill40trichyroad2c/articleshow/68714237.cms", "time": "", "description": ""}, "garbage bin blocking road.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagebinblockingroad-/articleshow/69193006.cms", "time": "", "description": ""}, "Nilgiris founder remembered": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/nilgiris-founder-remembered/articleshow/69807350.cms", "time": "2019-06-16 11:14:00", "description": "UDHAGAMANDALAM: The district administration on Saturday arranged a function to mark the 231st birth anniversary of John Sullivan, the founder of modern Nilgiris. Nilgiris collector J Innocent Divya garlanded the bust of Sullivan erected in front of the Sullivan Memorial, the very first building in the Nilgiris located at Kannerimukku village, 2km away from Kotagiri. Villagers from nearby areas attended the function. Sullivan, who was born on June 15, 1788, was attached to the East India Company. He arrived in India in 1803 and went on to become the collector of Coimbatore in 1817. Sullivan explored the Nilgiris during 1819 and laid the foundation stone for the modern Nilgiris. Built in May 1819, John Sullivan’s bungalow, a depleted structure, was reconstructed in 2002 by the then collector Supriya Sahu and was declared a tourist centre. Download The Times of India News App for Latest City ."}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Indiscipline": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiscipline/articleshow/69193052.cms", "time": "", "description": ""}, "Old answer scripts on truck spill on road in Coimbatore": {"description": "COIMBATORE: Old answer scripts from the Anna University Regional Campus at Navavoor on the Maruthamalai Main Road in Coimbatore, which were being carried on a truck to be weighed and pulped, spilled on the road at Vadavalli here on Monday morning. M Saravanakumar, dean of the campus, said the answer scripts were more than a year old and were being taken to the Tamil Nadu Newsprint and Papers Limited (TNPL) at Karur to be pulped. He said as per the government norms, nullified answer scripts - that are more than a year old - should be taken to TNPL for pulping. When the papers were being carried by the truck, they spilled on the road at Vadavalli in the city. A mini truck was brought to the spot, and a portion of the papers were transferred to it and then taken away. Sources said the papers were not loaded properly on the truck, which might have caused the mishap. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/old-answer-scripts-on-truck-spill-on-road-in-coimbatore/articleshow/69830196.cms", "time": "2019-06-17 21:11:00"}, "garbage in front of govt school": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageinfrontofgovtschool/articleshow/68714233.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Garment production hit by strike": {"description": "COIMBATORE: The strike by the Tirupur Power Table Owners’ Association demanding a charter of demands entered the fifth day on Sunday, bringing production of garments worth lakhs of rupees to a halt and leaving many jobless, though temporarily. Pointing out that they had been stitching garments for a private company in Tirupur by employing hundreds of workers, Murugasen, joint secretary of the association, said, “The company settles just 65% of the bill amount at a time and it takes several months to pay the remaining amount. How is it possible for us to pay the workers and manage other expenditures with half the bill amount? We had escalated the issue several times, but to no avail.” The central government levies 5% goods and service tax (GST) on all the job works. “How could we alter the GST? It is uniform for all the job works across the country,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/garment-production-hit-by-strike/articleshow/69817379.cms", "time": "2019-06-17 11:50:00"}, "UNLAID ROAD": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unlaidroad/articleshow/69193008.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Now, a cost-effective method to detect deadly industrial gas": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/now-a-cost-effective-method-to-detect-deadly-industrial-gas/articleshow/69795790.cms", "time": "2019-06-15 04:46:00", "description": "Coimbatore: Researchers from a city college have devised a cost-effective method to detect phosgene, a toxic gas used in a wide range of industries. Professors and students of Sri Ramakrishna Engineering College’s nanotechnology department have found a procedure to use graphenesingle layer of carbon atoms that is just one atom-thickas a sensor to detect phosgene. “The method we have devised would be cost-effective as it involves graphene, a form of carbon, which is easily available. Our method also is efficient as it can detect small traces of the toxic gas in the atmosphere, up to parts per billion,” said head of the department T Daniel Thangadurai, who led the research team. Graphene is converted from inert state to active state by adding diamino naphthalene, an organic compound. Once this is done, it becomes fluorescent on getting exposed to phosgene. This transformation of graphene from its original colour to fluorescent can be used as a method to detect phosgene leak. Human exposure to phosgene will result in death, said Thangadurai. “While existing methods to detect phosgene leak, like spectroscopy are expensive, the graphene method is cheaper,” he told TOI. “Besides the industrial sector, where phosgene is used in the manufacture of pesticides and polymers, the research finding is likely to find takers in other areas like defence, where the toxic gas can be used in chemical weaponry, as it was used in World War I. Exposure to phosgene in trace amounts would also lead to cancer in human beings. With the help of this method, traces of phosgene in human body can be detected,” Thangadurai added. The project has been going on for a year and the results were published last month. The team is now looking to make a portable phosgene detector. Download The Times of India News App for Latest City ."}, "Food safety registration, licence a must: Officials": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/food-safety-registration-licence-a-must-officials/articleshow/69807386.cms", "time": "2019-06-16 11:16:00", "description": "COIMBATORE: Food safety officials and district collector K Rajamani on Saturday reiterated the need for all restaurants, hotels, catering companies, anganwadis, bottling companies, food kiosks and street food stalls to get either a food safety licence or a food safety registration. They also told eateries that the use of single use plastic for serving and packaging food won’t be permitted and urged all the stakeholders to cover large water cans, instead of exposing it to the sunlight. “Establishments that are yet to have licence or registration must approach the food safety department, know all the rules, conform to the rules and apply for either food safety licence or food safety registration based on the type of business they do,” said an official. The officials said all the water bottling plants should have a Bureau of Indian Standards (BIS) certification and apply for licences. “Large plastic cans that they use to fill water for the sales should be cleaned and dried regularly. When transporting these cans to an establishment or for door-to-door delivery, they should be covered and not exposed to the sun,” the official said. Adulteration of tea with colouring agents, which has been a major problem in both Nilgiris and Coimbatore, is banned, they said. “If establishments are found using adulterated tea, which is obviously less expensive, cases will be registered against the owners and the product will be seized.” Download The Times of India News App for Latest City ."}, "Coimbatore awaits mortal remains of air warrior": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/city-awaits-mortal-remains-of-air-warrior/articleshow/69807362.cms", "time": "2019-06-16 11:21:00", "description": "COIMBATORE: “Mom, I would rather wear this t-shirt in front of you, when I am at home, than on my birthday, when I will be away,” said Air Force squadron leader Vinod Hariharan, when his mother Thangamani showed him the gift she had bought for his 31st birthday, which falls on July 22. Vinod was one among the 13 IAF personnel killed in the military aircraft crash in Arunachal Pradesh on June 3. After a month-long vacation in May, Vinod was eager to fly back to Jorhat airbase in Assam. His cousins dropped him at the Air Force airport here. Once he reached, he sent a text message saying he reached safely. He called his mother again saying that he was raring to join duty. Thangamani's world fell apart when she was informed that the wreckage of the flight her son was in was found and no one survived the crash. Vinod, whose family had settled in Singanallur from Kerala more than a decade ago, was a student of the Kumaraguru College of Technology. Joining the Indian Air Force was a natural progression for Vinod, said his cousin Vijayan. “As their father was in the defence as an accountant and they were students of Kendriya Vidyalaya, Vinod and his elder brother never had any doubt about their future. Joining the Army, Navy or the Air Force was a natural choice for them. He chose to follow his older brother, who had joined the Air Force during 2008-09,” Vijayan told TOI. Vinod joined the Air Force in 2010-11 and was posted in Kochi, Agra, Jorhat and Sulur stations. He was involved in the IAF’s Kerala flood rescue operations last year. “He was very fond of his wife, who he had married two-and-a-half year ago and took very good care of his mother,” Vijayan said. During his vacation, Vinod gifted his mother a new two-wheeler. “We are yet to register it,” said Vijayan. The family is now left with the sweet memories they shared with Vinod during his last vacation last month. “We watched a few world cup matches together. He was a huge cricket fan. The whole family got together, played music, danced and played card games till 3am. We still can’t believe that he is not with us. He was a soft-spoken, jovial man but also very brave.” The whole family has gathered at the house to give Thangamani company during the agonizing wait for her son’s remains. “The Air Force has still not given us a definitive date. They said it would depend on the weather at that mountain range. We hope it will arrive either on Sunday or early next week,” Vijayan added. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Massive tree plantation drive to ensure survival of saplings": {"description": "COIMBATORE: The District Rural Development Agency (DRDA) is all set to launch a massive tree plantation scheme in Tirupur district, under which survival of 1.20lakh saplings will be ensured with the help of farmers, who have set up drip irrigation system in their land. “We have been planting saplings along roads, near ponds and on public land under the Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) to increase green cover. As it is difficult to water and protect the saplings from stray cattle, the survival rate was very low. MGNREGA workers could not be used to water the saplings after 100 days of work. As a result, we used to lose almost half of the plants. Saplings planted near ponds would be submerged during the rainy reasons,” an official said. The survival rate will be high in farmlands, which are fenced and equipped with drip irrigation, the official said. “While MGNREGA workers would be used to dig pits and plant the saplings, farmers will water and protect the saplings. We have decided to plant fruit trees like sapota and mangoes and herbal plants in farmlands,” she said. The scheme is expected to attract farmers, who are hesitating to invest in agriculture. “They need not spend money to buy the saplings and to plant them. DRDA will take care of it. The farmers will get ownership over the plants and can sell the fruits in future. Those interested in the scheme should get in touch with block-level officials,” the official added. DRDA had spent only Rs 1.39crore out of the Rs 2crore allotted to plant saplings near ponds in Avinashi block during 201617. Saplings were not planted near two ponds in Thamaraikulam panchayats due to drought. A lion’s share of the money was used to pay wages to the workers. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/massive-tree-plantation-drive-to-ensure-survival-of-saplings/articleshow/69817391.cms", "time": "2019-06-17 11:48:00"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Rural police rope in CIT to study accident spots in dist": {"description": "COIMBATORE: Professors and students of Coimbatore Institute of Technology (CIT) will come out with a detailed report about accident spots in rural Coimbatore and measures to be taken to curb fatal accidents on these spots. The Coimbatore rural police have roped in CIT to conduct a study about fatal accidents in its limit. The professors along with students will visit accident spots and traffic bottlenecks in Pollachi, Mettupalayam, Thudiyalur, Annur, Karumathampatti and Sulur areas. District superintendent of police Sujit Kumar said the team will visit various accident spots in the district and will interact with the motorists and shopkeepers in the localities. A team, led by dean of student affairs Dr S Shanmugam, will visit Karumathampatti on June 19 as part of the study. The team will be accompanied by deputy superintendent of police, Karumathampatti sub-division, inspector of police and sub-inspectors of police from Karumathampatti police. Assistant professor of department of civil engineering J Cyril Santhosh will also be part of the team. “The professors and their teams will be taken to accident spots by police officers. The professors will study the reasons for accidents and will interact with the motorists. They will also suggest short-term and long-term solutions to control fatal accidents. Likewise, the professors and their teams will visit the entire districts to identify accident spots. We expect that they would submit their report within a month,” Sujit Kumar said. He said the report will also be shared with the national highways, state highways and local body. “We can reduce the fatal accidents by join efforts with other departments. If the report suggests installing a street lamp to provide lighting facilities, we will send the report to the respective authorities,” Sujit Kumar said. He said the detailed report will help the rural police to control accidents rates in the district. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/rural-police-rope-in-cit-to-study-accident-spots-in-dist/articleshow/69833492.cms", "time": "2019-06-18 04:45:00"}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "SFI activists attempt to stage protest at CEO’s office, held": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/sfi-activists-attempt-to-stage-protest-at-ceos-office-held/articleshow/69779275.cms", "time": "2019-06-14 12:11:00", "description": "COIMBATORE: Twenty members of the Students Federation of India (SFI), who tried to stage a protest in front of the Coimbatore Chief Education Office at Town Hall in the city, were detained by police on Thursday morning. The members, who started a march, wanted the government to protect government schools from being taken over by private organisations, regulate the fee structure of private schools and withdraw the new draft education policy. They also wanted the 25% reservation for students from economically weaker sections under the right to education Act to be implemented properly in private schools. Police personnel posted in front of the office denied them permission to hand over a memorandum to the chief education officer. Following this, a scuffle ensued. Police detained 20 SFI members, including seven girls. SFI members from the city had last month taken out a bicycle rally to Trichy where members from across the state had converged for a conference on protecting government schools and developing infrastructure. Download The Times of India News App for Latest City ."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Girl dies, kin demand action against doctor": {"description": "Coimbatore: A 20-year-old college student, who was taking siddha medicines for menstrual problems for the last four months, developed kidney failure and died without responding to the treatment at Coimbatore Medical College Hospital in the city on Monday. Relatives claimed that the siddha medicines were the reason for G Sathyapriya’s kidney failure and demanded action against the siddha practitioner who treated her. Police said Sathyapriya, a final year BA (political science) student at Government Arts College, had menstrual problems. Her father R Ganeshan, a daily wage labourer from Netaji Nagar at Kulathupalayam, took her to Manonmani Siddha Hospital at Selvapuram on January 20, where siddha practitioner Gurunathan gave medicines to Sathyapriya. After taking few doses of the medicine, Sathyapriya’s face allegedly swelled. Gurunathan changed the medicine but her health condition deteriorated and she was admitted in a private hospital at Kuniyamuthur. She was again referred to the Coimbatore Medical College and Hospital (CMCH) on April 22, where she was diagnosed with kidney failure. Meanwhile, Ganeshan lodged a complaint with the Selvapuram police against Gurunathan. Police inquiry revealed that Gurunathan was not a quack. A team of siddha medical practitioners has collected the medicines given to Sathyapriya and sent them to a lab. They are waiting for the result. Meanwhile, Sathyapriya died without responding to the treatment at the CMCH on Monday. Her relatives blocked the road in front of Government Arts College road here, demanding the arrest of Gurunathan. However, the Selvapuram police registered a case under section 174 (suspicious death) of the CrPC. After the postmortem, the dead body was handed over to the family members on Monday afternoon. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/girl-dies-kin-demand-action-against-doctor/articleshow/69833455.cms", "time": "2019-06-18 04:42:00"}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "TNAU to adopt 28 villages across state": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/tnau-to-adopt-28-villages-across-state/articleshow/69795779.cms", "time": "2019-06-15 04:45:00", "description": "Coimbatore: As the nodal agency of the central government’s doubling farmers’ income (DFI) scheme in the state, the Tamil Nadu Agricultural University will adopt 28 villages across the state and work on improving the income of farmers in those villages. As per the scheme, the university will closely work with farmers to identify the problems and provide solutions in terms of better varieties, required equipment, irrigation and marketing. The university has selected at least one village per district to implement the scheme. In Coimbatore, Kinathukadavu and Pogalur have been selected. While Pongalur has been selected in Tirupur district, Samakuttaipatti in Salem and Thambatty in the Nilgiris have been selected. TNAU’s planning and monitoring head Venkatapirabu said, “The villages were chosen based on certain criteria like agriculture being the main source of livelihood, presence of many farmers belonging to SC and ST community, farmers being cooperative and receptive to intervention, presence for scope of intervention and the village having basic infrastructure like road access.” “The villages should be a mix of a hilly area, rainfed area, garden land and one wetland,” he said.Around 160 scientists will be working on the scheme which will mainly focus on farmers being able to achieve their potential yield, learning to market it well so they also realize their potential income. “We believe farmers have the potential to double their yield and income,” he said. TNAU vice-chancellor N Kumar said, “Four departments of the university have been roped in for the scheme — crop management, horticulture, agricultural engineering and marketing.” The first step in the scheme would be to conduct interactive meetings between farmers and scientists to understand the issues they face and find solutions. “It includes touching base with the local panchayat, key informants and influencers and understanding the social background. Meanwhile, we will also do a baseline survey in the village to understand the soil conditions, crops being cultivated, main sources of income, water availability, other weaknesses and what we must initially do to help them,” Venkatapirabu said.Once all the assistance is provided and farmers see a significant increase in their yield per hectare, the focus will move on to storing and marketing it, so they can achieve their potential income. “For this we will have to invest and create cold storage facilities, general storage facilities, link them to more online trading communities, create some non-farm income, provide them value addition opportunities among others,” he added.TNAU has approached NABARD for funding for this scheme, but they are yet to confirm. Download The Times of India News App for Latest City ."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Burning Garbage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burninggarbage/articleshow/69818269.cms", "time": "", "description": ""}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Repair the road.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/repairtheroad-/articleshow/69629929.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Corruption on Road Work": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/corruptiononroadwork/articleshow/68823566.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Siruvani water leakage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/siruvaniwaterleakage/articleshow/68662887.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Coimbatore: Allot more funds to preserve check dams, say farmers": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/allot-more-funds-to-preserve-check-dams-say-farmers/articleshow/69795813.cms", "time": "2019-06-15 13:34:00", "description": "COIMBATORE: Check dams on Noyyal River should be repaired and restored immediately, a group of farmers demanded at the farmer’s grievance day meet held here on Friday. The river, which passes through four districts Coimbatore, Tirupur, Erode and Karur is the main source of water for drinking and agricultural purposes, a petition submitted by the farmers said. “The 170km river runs for 78km in Coimbatore. Granite check dams were constructed on the river at 16 places here, including Pudukkadu, Chithirai Chavadi, Kuniamuthur, Vellalore, Singanalur and Irugur. They helped to save water and conduct agricultural activities. Now the check dams are in a state of disrepair and have been overgrown with thorny shrubs and filled with garbage and sand. They have to be restored,” president of Tamil Nadu Farmers Association Su Palanisamy said. Annual fund released for the maintenance of the dams was not adequate and has to be increased, the farmers said. “So far, there have been no separate funds for the preservation of the check dams. Under the Irrigated Agriculture Moderniasation Project, funds should be allotted for the work. Also, water hyacinth on the river and lakes nearby should be removed.” The state government should implement the total survey station project for knowing the water storage level in the state, which would use modern equipment to know groundwater level and water level in lakes and rivers, Palanisamy said. “The state had announced that modern equipment for water survey would be given to 60 sub-divisional offices at a cost of Rs 3.54crore. But the announcement was just on paper. Because of this, we are unable to use accurate measurement of groundwater level and water in rivers, ponds and lakes in documents. While such modern facilities were established in Karnataka and Kerala over the past three years, Tamil Nadu is yet to implement them,” he said. TNN Download The Times of India News App for Latest City ."}, "Set up panel to address harassment: Trade union": {"description": "Tirupur: Banian Thozhilalar Munnetra Sangam, a trade union, on Sunday requested owners of knitwear units to set up internal complaints committees (ICC) to address sexual harassment faced by women employees. “As per the Sexual Harassment of Women at Workplace (Prevention, Prohibition and Redressal) Act, 2013, the units, which have employed more 10 women, should form ICC that would deal with the harassment complaints filed by women labourers. The Supreme Court also has emphasised the importance of establishing ICC. But many units still lack them. In some units, ICC remains only in paper. They don’t allow women employees to raise grievances,” union president S Ramasamy said.TNN Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/set-up-panel-to-address-harassment-trade-union/articleshow/69833242.cms", "time": "2019-06-18 04:24:00"}, "Need Swachh Temple Abhiyan": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/needswachhtempleabhiyan/articleshow/69629645.cms", "time": "", "description": ""}, "Elephant herd blocking road, rail traffic in Ooty": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/elephant-herd-blocking-road-rail-traffic-in-ooty/articleshow/69807388.cms", "time": "2019-06-16 11:18:00", "description": "UDHAGAMANDALAM: A herd of nine elephants, including two tuskers and three calves, has been disrupting traffic on Coonoor-Mettupalayam road and the Nilgiri Moutain Railway track at Runnymede for the past two days. Forest officials have been taking measures to chase the animals away into the forest, but in vain. According to the residents of Kattery area, the elephant herd was seen near Kattery junction on Coonoor-Mettupalayam road two days ago. The elephants blocked traffic until forest officials came and chased them away. “We chased the elephants away into the forest area. But they came to Runnymede area the next day. We are monitoring their movement and taking measures to chase them deep inside the forest,” said a forest official. On Saturday, the same herd strayed into Nanjappa Chattiram in Coonoor. “The elephants are invading the town area and it is a cause for concern. The forest department should take a concrete measure to track their movement and prevent them from entering Coonoor town,” said a local resident. The forest official, meanwhile, said a team had been formed to monitor the movement of the herd. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Coimbatore businessmen do the arduous trek to EBC": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/coimbatore-businessmen-do-the-arduous-trek-to-ebc/articleshow/69801301.cms", "time": "2019-06-15 16:32:00", "description": "Age is just a number, proved two middle-aged businessmen from Coimbatore Kumarpal Daga (48) and Ajay Gupta (52). The duo recently did the challenging trek to the Everest base camp (EBC) at the altitude of around 5,400m and are now on top of the world! An excited Daga begins, “We always wanted to touch the feet of Mount Everest. We started our trek on May 12th and reached the Base Camp on 23rd. During the 12-day trek, we met many groups from different parts of the world. Since both of us were vegetarians, there was a slight discomfort with food. We stuck to two bread toasts in the morning and dal bhat with vegetables for lunch. Even small experiments went wrong. For instance, I had hot chocolate during the trek, which didn’t really go well with me as it was made of yak milk. Apart from the diet, the clothing was also important. We had to wear at least five layers of protective clothing. It was quite an inspiring journey,” says Daga. Gupta echoes his sentiments. “Yes, it tests your endurance. Since we live in Coimbatore where the minimum temperature does not drop more than 20 degrees, it was very difficult getting used to the weather below -15 degrees. The route was quite challenging with ridges and suspension bridges. Many who had accompanied us suffered from high altitude sickness and had to be airlifted. But, the accommodation was good. But, due to the excitement, we couldn’t really get a good sleep.” Interestingly, both Daga and Gupta are not professional trekkers. “We have only been running, walking, jogging and cycling in the evenings. After we decided to do this trek, we climbed the Marudhamalai and Vellingiri hills.” Talking about the picturesque moments during the arduous journey, Daga says, “Every moment was breathtaking and needed to be captured on the camera. The pathways were extremely narrow and there are many deep gorges as well. During the trek, a fellow trekker fell on me but I managed to save myself. The snow-capped mountains were a visual treat.” It was during this time that there was a huge traffic jam on the mountain, which eventually turned into a death zone for many. “The base camp was heavily crowded. There were more than 200 tents when we had camped there. Once you reach there, you need to get used to the oxygen level. For the summit, you will be provided two bottles of oxygen. You have to strive to push yourself with that. Climbers cling to a rope and trudge towards the highest peak. The ascent and descent happens on the same lane which leads to the jam. If you wait at the same place, for a long time there is a risk of getting frostbites and falling sick. And if these routes are vertical, it gets even more challenging. The Sherpas do come along with you, but you need to push yourself. Sometimes when the temperature rises, the ice starts melting & the ridge starts widening. This can also lead to accidents. And the higher you climb, the oxygen level plummets. oxygen is irreplaceable at that point,” says Gupta. He adds, “There should be strict protocols when it comes to climbing a mountain like Everest. People should be fit and have the experience. There should be a cap on the numbers as well. Permissions should be given only to the eligible ones.” Meanwhile, the duo is celebrating their hike with gusto. “There were tears in my eyes when I met my family and friends. It’s a big moment for both of us.\" Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "dangerous pole": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerouspole/articleshow/69818357.cms", "time": "", "description": ""}, "matintance required": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/matintancerequired/articleshow/68770065.cms", "time": "", "description": ""}, "NGO helps dropouts to return to school": {"description": "COIMBATORE: Thanks to the efforts of Vizhuthugal Organization, an NGO, over 200 school dropouts from the rural parts of the western districts are continuing education. “With the help of volunteers and women self-help groups, we identified over 200 school dropouts in the villages of Annur block in Coimbatore, Avinashi block in Tirupur and Nambiyur block in Erode and took measures to send them back to schools. The students were constantly monitored to ensure that they do not drop out again,” said M Thangavel, director of the organization. Compared to girls in rural areas, it is the boys, who are often forced to quit schools. More than 65% of the dropouts from the blocks were boys, Thangavel said. “To understand the reasons behind it, we conducted a study in the blocks. We chose the blocks as several child marriages were reported from there. Child labour was also rampant at these three places.” “We had selected 20 villages in Nambiyur block and started children resource centres (CRC) in each village to assist the children two years ago. Apart from guiding them through their academic syllabus, other assistance like counselling and life skill guidance were given to them. In the last two years, no child marriage, no child labour and no school dropouts were reported from those villages,” Thangavel said. The NGO has now identified 60 villages to launch the CRCs. “The main reason for dropout among boys is the poor financial situation in their families. After a certain age, they would be encouraged to work rather than study. Initially, it took us a lot of time to convince the parents, but eventually they accepted and started sending their children to schools. Now, many of the them are in colleges,” said S Vidhya, a facilitator from Ekalikovilmedu village in Nambiyur block. Many parents assume that the schools would not admit their wards if they are absent for three months and do not make any attempt to admit them again, Vidhya said. “Everything else would fall in place if enough awareness is created.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/ngo-helps-dropouts-to-return-to-school/articleshow/69833486.cms", "time": "2019-06-18 04:44:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Two of family die as speeding van hits bike": {"description": "COIMBATORE: A 42-year-old man and his seven-year-old daughter were killed after a speeding pickup van hit the motorcycle they were travelling in near Alankombu at Sirumugai on the outskirts of the city on Sunday evening. Two other members of the family were injured in the incident. The Sirumugai police identified the deceased as D Venkatesan, of Thimmarayampalayam and his daughter V Kousika, a Class I student. Venkatesan was employed with a textile mill near Annur. According to a police officer, Venkatesan, his wife Sowmya, 26, son V Nithin, 4, and Kousika went to Mettupalayam on Sunday morning to attend a marriage function on a motorcycle. “After attending the function, the family returned home. When they reached near Alankombu at Sirumugai, a speeding pickup van coming from the opposite direction knocked down the motorcycle,” the officer said. Venkatesan and his daughter succumbed to their injuries on the spot. Sowya and her son suffered injuries and they were admitted to a hospital, where their condition is said to be stable. The Sirumugai police have registered a case against the pickup van driver and further investigation is on. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/2-of-family-die-as-speeding-van-hits-bike/articleshow/69817376.cms", "time": "2019-06-17 12:10:00"}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Non cleaning of Garbage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noncleaningofgarbage/articleshow/68823527.cms", "time": "", "description": ""}, "waste collection huge broken drum kept ideal": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastecollectionhugebrokendrumkeptideal/articleshow/68823508.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Farmers seek permission to graze their cattle in forest land": {"description": "COIMBATORE: A group of cattle farmers from villages in and around Thondamuthur on Monday approached the district collector seeking permission to graze their cows in forest land. They said the population of native cattle breeds, especially the Malai Kongu Maadu, had dropped drastically after farmers were banned from grazing their cattle in reserve forest zones. They also demanded that the price at which Aavin buys A2 milk from farmers should be tripled, to encourage more farmers to breed and maintain native cow breeds. Farmers led by the Kongu Patteeshwaran Ghoshala have requested the collector to make the forest department again issue “patti passes” to cattle farmers. “This is a pass that the forest department was issuing to allow us to graze our cattle in forest areas and lands. Around the year 2000-’01, there were nearly 1.5 lakh to 2 lakh Malai Kongu Maadu cows across villages in and around Thondamuthur, including Madhampatti, Karadimadai and Viraliyur,” T Shanmugam, a member of the Ghoshala, said. “However, in 2002, when the forest department withdrew our patti passes and banned ours and our cattle’s entry in forest areas, many farmers panicked and sold thousands of their native cows to slaughter houses. We have a few thousand cows of the native breed left,” he said. The farmers said the government should incentivize rearing of native breeds of cattle. “While one way is to allow us to graze in forest areas, the other one is to make Aavin buy A2 milk from us farmers for at least Rs 50 to Rs 60 per litre. They currently buy it for Rs 20 per litre, which is the cost for A1 milk. They have only one category called milk,” Shanmugam said. “They should also ban construction on hill area conservation lands and foothills of mountains, because it eventually takes away greenery and open lands which can be used for grazing,” he added. The cattle farmers said the ban on cattle has affected their environment in multiple ways. “Whenever our cattle used to graze in the forest fringes, wild animals never came out of the forest. We have never seen wild elephants, bears and leopards. Now, they have begun coming inside our villages. The grazing cow’s urine and dung was so beneficial to the soil that the forests were thicker, and they used to eat grass so well that fresh grass kept growing. Now we have less greenery and temperature is higher. We have also had to start using chemical pesticides, because we don’t have enough cow urine to make biopesticides,” the petition said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/farmers-seek-permission-to-graze-their-cattle-in-forest-land/articleshow/69833475.cms", "time": "2019-06-18 04:43:00"}, "CHAOS": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chaos/articleshow/69629940.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "IS module: NIA arrests one more man": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/is-module-nia-arrests-one-more-man/articleshow/69795759.cms", "time": "2019-06-15 04:41:00", "description": "Coimbatore: The National Investigation Agency (NIA) on Friday arrested one more person in Islamic State (IS) Kerala-Tamil Nadu module case. The accused, Y Shiek Hidayathullah, 38, a resident of Kulanthai Goundar Street of South Ukkadam, was among the five detained after the NIA conducted searches at seven locations in the city on Wednesday. The prime suspect in the case, Mohammed Azharuddin, was arrested and taken to Kochi on Wednesday. According to a press release from the NIA, Shiek was questioned about the incriminating materials recovered during searches conducted at his house and the content of his social media accounts. He was arrested for his pro-IS activities, the release said. Scrutiny of the documents taken from Shiek’s house revealed that he was associated with the proscribed Student Islamic Movement of India (SIMI) as well, the release added. On May 30, the NIA registered a case against the six accused for propagating the ideology of IS on social media with the intention of recruiting youths to carry out terrorist attacks in South India, especially in Kerala and Tamil Nadu. Some of the accused and their associates were in touch with Zahran Hashim, the mastermind of Sri Lanka’s Easter attack, over social media with the intention of furthering the objectives of IS in India.Meanwhile, friends and relatives of Azharuddin claimed that his Facebook page – Khilafah GFX –was not created to radicalize the public as reported by some media but to attract customers for his business. A friend of Azharuddin on condition of anonymity told TOI: “Azharuddin is a designer. On part-time basis he designs invitations and visiting cards for printing press companies in the city. Many companies have made him design the cards for them as he was a talented designer. The mail id that he used to interact with the companies is also same as his Facebook page name.” Azharuddin was the sole breadwinner of his family and he was taking care of his elderly parents, he said. Before joining a travel agency about a year ago, his full-time work was to design cards and invitations. “Azharuddin’s best friend is a devote Hindu, who is also a designer. How could a person be radicalized, if he was always accompanied by a person from a different religion,” he questioned. A relative of Mohammed Hussein, who was picked up by the city police for his alleged pro-IS propaganda, said, “For the past one year, Hussein was being watched by the intelligence bureau. Since then, he was taken for inquiry two to three times.” “How would a person praise the activities of IS even after knowing that he was being watched by IB?” the relative asked. Yakub, father of Sheik Hidayathullah, said, “Police officers entered our house around 4.30am when everyone in the house were sleeping. We would have all been there in the house even if they had come around 7am.” Yakub’s another son Sheik Safiullah was among the three picked up the city police on Thursday for propagating IS ideology on social media. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "City buses with Windows all shut": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/citybuseswithwindowsallshut/articleshow/69629697.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Burglars strike at two houses": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/burglars-strike-at-two-houses/articleshow/69795800.cms", "time": "2019-06-15 04:48:00", "description": "Coimbatore: Miscreants broke into two houses one in Pollachi and the other in the city and decamped with 14 sovereigns of gold ornaments.According to police, Nirmaladevi, wife of Somasundaram, a resident of Mahalingapuram in Pollachi, had left for her daughter’s house in Tirupur a few days ago. When she returned on Thursday, she found the house broken opened. She went inside to find gold bangles weighing six sovereigns kept inside a bureau missing. Based on a complaint from her, police have started a probe but are yet to identify the burglars.At Peelamedu in the city, Balasubramanian, who had left his house in the morning, returned in the evening to find the front door open. A cupboard in the bedroom was broken and eight sovereigns of gold jewellery were missing. Police said that the incidents were not connected. TNNDownload The Times of India News App for Latest City ."}, "Polluting the air": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pollutingtheair/articleshow/69818349.cms", "time": "", "description": ""}, "Small coconut farmers in district seek permission to tap neera": {"description": "COIMBATORE: Instead of detaining small farmers for tapping neera (palm nectar), the state government should allow them to tap and sell the drink or set up collection centres to procure it from them, Narayanasamy Naidu Farmers Association president AS Babu said. “The government has permitted only farmer producer companies to tap and market neera. But how can small farmers float companies? Where can we go for funds and maintenance of the companies? Instead of asking small farmers to form companies in order to get permission to tap neera, the government should launch collection centres to collect neera from individual farmers. Such centres should be set up in places known for coconut cultivation, such as Pollachi and Sulur,” the union leader said. To set up farmer producer companies, permission is needed from five departments including excise and food safety, Babu said. “If the government procures neera from us, we will be spared from these procedures. Neera procured from us can be tested in government labs to ensure quality. The model we suggest is similar to the Aavin, where a state-run organisation procures milk from farmers directly.” Currently, the state gives permit to tap neera only to companies, which have set up cold chain facilities. This is to ensure that the drink is stored at 3C. Otherwise it would turn into toddy, which is banned in the state. Four farmer producer companiestwo each in Pollachi and Anaimalai have been given licence to tap neera in the district. Agriculture department officials said that some farmer producer companies in the district are engaged in neera production through the cold chain process. “Coconut farmers can always approach the department to form and register producer companies. The department will provide them support,” an official said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/small-coconut-farmers-in-dist-seek-permission-to-tap-neera/articleshow/69817449.cms", "time": "2019-06-17 12:17:00"}, "Amrit scheme really utilised": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/amritschemereallyutilised/articleshow/69629903.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Docs express solidarity with Kolkata fraternity": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/docs-express-solidarity-with-kolkata-fraternity/articleshow/69795810.cms", "time": "2019-06-15 04:50:00", "description": "Coimbatore: The members of Indian Medical Association took out a dharna and a black badge protest in front of Coimbatore Medical College Hospital as part of IMA’s nationwide protest against the assault on doctors in Bengal. The doctors were protesting the brutal attack on a Kolkata-based doctor by a mob at NRS Medical College, after the death of a patient. The association said they had been demanding a national law against hospital violence for several years now.Close to 100 doctors including house surgeons and post graduate doctors assembled in front of CMCH and said it was part of the IMA’s national dharna. Earlier senior IMA members also submitted a petition regarding the same at the collector’s camp office on Race Course. The petition said that the national law against violence on hospitals has to be brought in urgently. Download The Times of India News App for Latest City ."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Unwanted speed breaker": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unwantedspeedbreaker/articleshow/68714228.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Kovai Kuttralam falls to get facelift": {"description": "Coimbatore: Soon, tourists to the Kovai Kuttralam falls near the city can take showers in the falls amid revamped facilities. The forest department is renovating the bathing areas and children’s pool. The structures at the bathing area had become old, department officials said. “The platforms were damaged due to constant flow of water. We are conducting repairs. We are also renovating the children’s pool,” an official said. “Almost 90% of the work is over. We have paused the works for the time as water flow has increased following the recent rain. We would soon divert the flow and resume the work.” The renovation work was done under the eco-tourism development activities. The eco-tourism department would release the funds after the forest department completes the work. Currently, tourists are barred from entering the falls as the works are ongoing. Also, the water is mixed with mud and stones following the fresh monsoon rain. “We would resume the construction work and finish it soon. Tourists will be allowed when the flow becomes even,” the official added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/kovai-kuttralam-falls-to-get-facelift/articleshow/69817401.cms", "time": "2019-06-17 04:24:00"}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Old answer scripts of AU spill on road": {"description": "Coimbatore: Old answer scripts from the Anna University Regional Campus at Navavoor on Maruthamalai Main Road, which were being carried in a truck to be pulped, spilled on the road at Vadavalli on Monday morning. M Saravanakumar, dean of the campus, said the answer scripts were more than a year old and were being taken to the Tamil Nadu Newsprint and Papers Limited (TNPL) in Karur to be pulped. “As per the government norms, nullified answer scripts that are more than a year old should be taken to TNPL for pulping,” he said. However, the papers spilled on the road at Vadavalli. Another truck was brought to the spot and a portion of the papers from the first truck were transferred to the other one and then taken away. Sources said the papers were not loaded properly on the truck, which might have caused the mishap. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/old-answer-scripts-of-au-spill-on-road/articleshow/69833239.cms", "time": "2019-06-18 04:23:00"}, "Tamil Nadu college student held for murder of cousin": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/tamil-nadu-college-student-held-for-murder-of-cousin/articleshow/69811754.cms", "time": "2019-06-16 15:02:00", "description": "TIRUPUR: Police arrested a 20-year-old college student near Avinashi in Tirupur district of Tamil Nadu for murdering his cousin. Police said J Francis Vallarasu of Thondi in Ramanathapuram district murdered his cousin, A Augustine from Sivaganga district, by hitting him on his head with an iron rod when the latter told him that he would tell his father about his bad habits, including smoking. Francis, his father K Jesurasu, 49, and Augustine were staying in a house at Kasigoundenpudur near Avinashi. While Francis and Augustine were studying in a private college at Neelipalayam, Jesurasu was working in a hotel, said a police officer. The murder came to light on Friday evening when Jesurasu returned home after work. On being informed, the Avinashi police recovered the body and sent it for postmortem. Francis, who was absconding after murdering Augustine, was arrested on Saturday and remanded in judicial custody. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "25-year-old tusker dies of leg injury": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/25-year-old-tusker-dies-of-leg-injury/articleshow/69795776.cms", "time": "2019-06-15 04:44:00", "description": "Erode: A 25-year-old tusker died of leg injury in the Sathyamangalam Tiger Reserve (STR) here on Friday.According to forest officials, they spotted the injured tusker in the Pavalakkuttai forest area near Kadambur on Wednesday. “The animal might have suffered the injury more than two months ago,” said an STR official.A team of veterinary doctors led by Dr Asokan reached the spot the same day and administered injections to the tusker. They also monitored the elephant round the clock.The forest officials also attempted to lift the tusker using an earthmover. “We could not bring the earthmover to the exact spot where the elephant lay as the approach road was not good. Hence, our attempts to lift the elephant went in vain.”On Friday, the tusker died without responding to the treatment. The forest officials and veterinary doctors performed autopsy and buried the carcass at the same spot.The veterinary doctors said the tusker might have injured its leg during a fight with another elephant.Download The Times of India News App for Latest City ."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Polluting industrial unit downs shutter in Malumichampatti": {"description": "COIMBATORE: Days after the Tamil Nadu Pollution Control Board (TNPCB) sought explanation from a private company in Malumichampatti, which was found discharging untreated industrial effluents, the firm was found closed. “Based on a complaint from a farmers’ association, we inspected the electroplating company and found it discharging effluents into a chock pit and polluting soil and water. It had not obtained license from TNPCB,” an official said. Equipment were removed from the company premises and the company was found closed. “They have closed the company on their own. But they still have to give a reply and based on it, final decision will be taken,” the official said. TOI had carried a report explaining how the company, which is situated amid farmlands, had been polluting underground water and soil. “The company, surrounded by farmlands for over 50 acres, began functioning just a couple of months ago. Initially, there weren’t any issues. Locals noticed the company releasing untreated industrial effluents that had traces of chromium. After we raised questions, they dug a chock pit started to discharge the effluents into the pit,” said V Vishnusankar, a farmer. Farmers in the area had blamed the firm after crops including banana plants started to wither. “A borewellthe only source of water to the entire villageis situation just a few hundred metres from the company,” Vishnusankar said. The TNPCB official said that they were yet to receive a reply from the company and based on the reply, action would be taken. “Permission will not be given to run a company amid agricultural land,” he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/polluting-industrial-unit-downs-shutter-in-malumichampatti/articleshow/69817368.cms", "time": "2019-06-17 12:22:00"}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Road repair": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadrepair/articleshow/68770044.cms", "time": "", "description": ""}, "Organic matter in farmland soil dipped, say experts": {"description": "COIMBATORE: The amount of organic matter in farmland soil has drastically come down in the state due to indiscriminate use of chemical pesticides and fertilisers, experts, who attended the state-level soil health card workshop organised by the state department of agriculture held at the Tamil Nadu Agricultural University (TNAU) here revealed on Monday. Due to indiscriminate use of chemical fertilisers and pesticides, microbes and earthworms were destroyed and the soil has become lifeless, said joint director of agriculture S Banumathi., who spoke at the inaugural function. “Crops cultivated in such soil don’t have good growth and fall prey to insects and diseases. Due to soil pollution and climate change, the organic nutrients of soil in the state, which was 1.26% in 1980, had come down to 0.68% in 2013-2014,” she said. “To compensate this, the health of the soil has to be analysed frequently and organic fertilisers have to be used.” During the Green Revolution, chemical fertilisers were used to increase production to cater to a growing population and health of the soil came down due to that, the experts said. “In today’s scenario of growing population and shrinking cultivable land area, productivity per unit cultivable area has to be increased,” said Azhagu Nagendran, deputy director of agriculture, Theni. “To address this issue, in 1995, the state had started the soil health card scheme as a pilot project in three districtsDharmapuri, Kanchipuram and Trichy. Under the scheme, soil nutrients in agricultural lands were tested and farmers were given booklets about soil health.” Under the renewed mission on soil health card, a part of the National Mission for Sustainable Agriculture, the state has been testing soil samples and giving soil health cards in two phases from 2016. A total of 30 soil testing laboratories and 16 mobile soil testing laboratories have been functioning across the state for the purpose. A total of 9.61lakh soil samples were tested in the two phases. TNAU vice-chancellor N Kumar said soil health management plays a major role in increasing productivity and reducing farmers’ expense. The workshop, which was attended by as many as 200 officials and 100 farmers from across the state, featured sessions on suitable fertiliser prescriptions, soil organic nutrient management and bio-fertilisers. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/organic-matter-in-farmland-soil-dipped-say-experts/articleshow/69833496.cms", "time": "2019-06-18 04:45:00"}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Road widening project afoot": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/road-widening-project-afoot/articleshow/69795806.cms", "time": "2019-06-15 04:50:00", "description": "Udhagamandalam: Work to widen the Kundha-Begumbella Road, a part of the third road connecting Ooty to Karamadai and Mettupalayam, is going on in full swing. The 22km stretch also connects Manjoor, Kundha, Upperbhavani and Taishola in the Nilgiris. According to state highways officials, the Rs 26.99crore project is funded by a central scheme (2018-19) through the National Highways Authority of India (NHAI). “The stretch falls under the state highways. It was in a bad condition. Under the project, its width will be increased from 3.75m to 5.5m and a road with intermediate lane will be constructed,” an official of the state highways said. The road will be widened and improved starting from Manjoor up to 15km downhill. It will not pass through forest area. “The rest of the 7km could not be widened as both the sides have forest area. Hence, the stretch has been proposed to be improved with concrete at both the sides,” the official told TOI. The road will also get revetments, barricades and culverts. The 22km stretch has 43 hairpin bends. Forest land will not be used for the project, the official said. The Kundha-Begumbella Road connects Geddai to Manjoor, besides connecting Kundha, Upperbhavani and Taishola in the Nilgiris. Apart from Ooty-Coonoor-Mettupalayam (NH) Road and Ooty-Kotagiri-Mettupalayam (SH) Road, this road also connects Ooty, Karamadi and Mettupalayam. “The third road is meant to ensure safe traffic and improve tourism in the Nilgiris,” the official added. Download The Times of India News App for Latest City ."}, "Heap of stones": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/heapofstones/articleshow/68823583.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Chennai resident held for theft": {"description": "COIMBATORE: The rural police on Monday arrested a 40-year-old man from Chennai for stealing 34 sovereigns of gold ornaments and Rs 3.10lakh, which were kept in a parked scooter at Lakshmi Bhavan Complex at Periyanaickenpalayam a week ago. Police recovered 31 sovereigns of gold ornaments from him. The arrested person was identified as G Venkatesh of Manali in Chennai, an autorickshaw driver. B Subash Chandra Bose of Gudalur Goundampalayam near Periyanaickenpalayam, who runs a photo studio in Lakshmi Bhavan Complex, had withdrawn the valuables from the Indian Overseas Bank on June 7. He kept them in the box under the scooter seat and returned to the studio. He returned to the parked vehicle after 15 minutes to find the valuables missing. Based on his complaint, Periyanaickenpalayam police registered a case. Preliminary inquiry revealed that Venkatesh, who was waiting in front of the bank, had noticed Bose carrying the valuables. He followed him to the studio and stole them from the scooter. Venkatesh told police that he spent the money and sold three sovereigns of gold ornaments. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/chennai-resident-held-for-theft/articleshow/69833247.cms", "time": "2019-06-18 04:24:00"}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "ABANDONED": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/abandoned/articleshow/68770033.cms", "time": "", "description": ""}, "Water Supply to public": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/watersupplytopublic/articleshow/69193003.cms", "time": "", "description": ""}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "1 in 6 above age of 40 suffer from overactive bladder: Urologists": {"description": "Coimbatore: ‘I laughed so hard I wet my pants’ is not an expression anymore but a harsh reality, especially for women, say urologists.Urologists in the city estimate that one in six people over the age of 40 suffer from an “overactive bladder” and the incidence increases with age. In this year’s ‘World Continence Week’, which is observed from June 17 to June 23, the theme is ‘incontinence is no laughing matter’. An overactive bladder (OAB), once considered a medical condition affecting the elderly population, is now being seen among younger men and women. “Overactive bladder is a problem where the bladder-storage functions become impaired, resulting in a sudden urge to urinate. In some cases, the urge may be so strong that it can result in leaks before you can reach the bathroom,” urologist at city-based Vedanayagam Hospital Dr Ganesh Gopalakrishnan said. “If you’re using the bathroom more than about eight times in 24-hour and if the urge keeps increasing, this could be a sign that there is something wrong,” he said. Some patients, with OAB, experience leakages when they laugh, sneeze or even jump because it puts pressure on the bladder. “Most people who suffer from urinary incontinence live with it because they believe there is nothing they can do about it,” urologist at GKNM Hospital Dr K S Vengetesh said. “However, people hesitate to discuss it with doctors due to embarrassment. It often leads to low self-esteem and social isolation,” a doctor said. However, another urologist said patients need to be aware that an overactive bladder is a common medical condition and can be treated or managed well. “With OAB, the bladder works overtime, contracting more often than it should and at inappropriate times. The bladder muscles seem to give wrong messages to the brain causing the bladder to feel fuller than it is. The bladder contracts too early when the bladder is not very full,” Dr C L Dinakaran of Arun Urology Hospital said. OAB can be managed with lifestyle changes, diet, medication and even surgery. “It is advisable to limit your caffeine intake, refrain from alcohol and spicy food,” Dr Vengetesh said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/1-in-6-above-age-of-40-suffer-from-overactive-bladder-urologists/articleshow/69833250.cms", "time": "2019-06-18 04:25:00"}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Dist administration takes measures to safeguard rock art": {"link": "https://timesofindia.indiatimes.com//city/coimbatore/dist-administration-takes-measures-to-safeguard-rock-art/articleshow/69807353.cms", "time": "2019-06-16 04:50:00", "description": "Udhagamandalam: Temporary measures have been taken by the Nilgiris district administration to safeguard the ancient rock paintings located at Parivarai forest area near Karikaiyur village in Kilkotagiri.The paintings were found vandalized by miscreants over a period of time. Subsequently, Nilgiris collector J Innocent Divya sent a letter the state archaeology department seeking its intervention to protect the pre-historic paintings. Meanwhile, a team comprising two staff from forest and revenue departments has been deputed to guard the location.After the paintings were found vandalised, INTACH-Nilgiris had submitted a petition to the collector in connection with the incident. Based on the representation, a letter was sent to the state archaeology department a month ago, the collector told TOI. “At present, as a temporary measure, two people from the forest and the revenue department have been deputed to guard the location. A board has also been erected cautioning miscreants.”The commissioner of the state archaeology department will inspect the place soon, the collector said. “For that, a no-objection certificate from the forest department is required. The process of obtaining the certificate is under way.”Parivarai forest area, where the ancient rock paintings are located, falls under the Sathyamangalam forest reserve. The rock art, dating back to 10,000 BC, is believed to be of the local tribals depicting their lifestyle. It comprises of about 500 images of humans and animals. The style, using red and white in wet colour technique, is similar to that found in Madhya Pradesh, one of the oldest rock paintings in the country. There are theories that right from the Stone Age, tribals lived in the Nilgiris.Download The Times of India News App for Latest City ."}, "2 men fined for killing wild boar": {"description": "COIMBATORE: The forest department has imposed penalties worth Rs 40,000 against two people for killing a wild boar using a country-made bomb at Periyanaickenpalayam on the city outskirts of the city on Sunday. The accused were identified as P Kumar, 38, a resident of Gudalur Kavundampalayam and M Arumugam, 51, of Thirumalainaickenpalayam. A team led by forest department ranger Suresh had apprehended the duo while conducting patrol near Naickar Garden, a patta land, around 10:30pm on Sunday. The men were carrying a bag. “Investigation revealed that they had killed a wild boar using a country-made bomb. They were carrying the wild meat,”an official said. The accused were booked under the wildlife protection Act. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/coimbatore/2-men-fined-for-killing-wild-boar/articleshow/69833289.cms", "time": "2019-06-18 04:29:00"}, "Scary Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/scaryroad/articleshow/69193039.cms", "time": "", "description": ""}}