{"India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Muskan shines at archery world c’ship, helps India win bronze": {"link": "https://timesofindia.indiatimes.com//city/bhopal/muskan-shines-at-archery-world-cship-helps-india-win-bronze/articleshow/69806544.cms", "time": "2019-06-16 04:24:00", "description": "Bhopal: Jabalpur archer Muskan Kirar has made it a habit of winning medals in the international circuit. On Saturday, she won the team bronze at the 2019 World Archery Championships at Den Bosch in Netherlands. Muskan, who won a silver at the 2018 Asian Games, played an important role in India’s nerve-racking contest against Turkey at the World Championship. The Indian women’s compound team — comprising Muskan, Jyothi Surekha Vennam and Raj Kaur — came from behind to beat Turkey 229-226. Turkey won the first round 57-55. But India turned the tables in the second, and the scoreline was 113-110 in favour of India at the halfway mark. The Indian team held on to the lead till the end, securing a win by just three points. Muskan’s coach Ricchpal Singh said, “For the past two years, Muskan has been a consistent performer. Her performance has helped India win medals at various international tournaments.” Muskan’s dedication to the sport is such that she skipped her class 12 examinations last year, focusing entirely on the Asian Games, where she won a silver. The MP government had organized special exams for her. In 2017, Muskan created a sensation by breaking into the Indian team despite being a sub-junior player. “Her consistent performance got her selected into the Indian senior team,” said coach Singh. Muskan’s father Virendra said he is elated by her performance. “Whenever she participates in any international tournament, she returns with medals. I have no words to describe her. We never thought she would make it so big at the international level. She has made us proud,” said Virendra, who owns a grocery shop in Jabalpur. Virendra initially wanted Muskan to become a doctor. “Now, I realize that her decision to become an archer was correct,” said the proud father, Sports minister Jitu Patwari has congratulated Muskan for her medal-winning performance. In April last year, Muskan had represented the Indian team at the World Cup-Stage 1 in Shanghai and the World Cup-Stage 2 in Turkey a month later, where she won the silver medal. Download The Times of India News App for Latest City ."}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "\nChhattisgarh Mahotsav kick-started at Bharat Bhawan in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/Chhattisgarh-Mahotsav-kick-started-at-Bharat-Bhawan-in-Bhopal/articleshow/49263602.cms", "time": "", "description": "The seven day long Chhattisgarh Mahotsav recently kick-started at the Bharat Bhawan with a sculpture and painting exhibition and sitar recital among other things. The sculpture and painting exhibition highlighted the creations of 20 artists including Anant Mahamalla, Kuldeep Singh, Yogendra Tripathi, Tikendra Kumar Sahu, V Nagdas, Kishore Sahu, Deepak Verma, Rajendra Sundaria, Harish Sen, Sunita Verma, Anand Vaishnav, VV Raman (Kiran), Sheikh Hibzul, Bhanu Prakash, Ashish Kushwaha, Jhumuk Das, Sushma Agrawal, Anand Tehenguria, Yashpal Chandrakar and Hukumlal Verma. Next in line, was the sitar recital by Pandit Buddhaditya Mukherjee who played the Raag Yaman Kalyan. This was followed by energetic and mesmerizing performance of Pandavani singer Teejan Bai who began her performance with Karna Prasang. The venue was jam packed for her energetic performance. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "BJP youth wing leader murdered in Jabalpur": {"link": "https://timesofindia.indiatimes.com//city/bhopal/bjp-youth-wing-leader-murdered-in-jabalpur/articleshow/69806703.cms", "time": "2019-06-16 04:44:00", "description": "Jabalpur: A local BJP youth wing leader was murdered in Jabalpur district and the body was found buried under heap of sand near Bhedaghat. This is the second murder reported from Bhedaghat area in past three days. Police said that Hrishabh Jain, 25, owned a marble artifacts shop at Panchwati Ghat. On Thursday evening, Jain went to attend an engagement ceremony but did not return home. Later on Friday morning the kin reported the matter at Bhedaghat police station. In the evening, Hrishabh’s motorcycle was seen near Swarndwari. There was blood near the motorcycle and a blood trail that ended at some distance from the spot where the motorcycle was found, said police. SP Jabalpur Amit Singh said, “A blood stain was found on the nose and there were injury marks on the head. A case of murder has been registered and we have started investigations. Prima facie it seems that personal enmity could be the cause of the murder.” “Things will be clear once the detailed investigations are over,” Singh said. Sources said that there were rumours that Jain was killed because he raised an alarm against mining mafia but police denied it on the basis of primary investigations. It was also rumoured that the accused had written “The End” was written on head of sand under which Jain’s body was buried but police denied it as well. There have been no inputs about the accused so far, said sources. This is the second murder reported from the same Bhedaghat area of the district in past three days. Police have however solved the first murder mystery and arrested the accused. On June 11, the body of a youth who was later identified as Rajesh Patel, 32, a resident of Shashtri Nagar was found from Andua village under Bhedaghat police station. Patel was killed by a girl named Anjali and her two friends, Mahendra and Narendra, said police. The girl once had an affair with Rajesh but had been in a relationship with Mahendra from sometime but Rajesh still pushed her to rekindle their affair. It is for this reason that the trio murdered Rajesh, said police. Download The Times of India News App for Latest City ."}, "Massacre in Panna: Timber mafia fells 1000 teak trees": {"link": "https://timesofindia.indiatimes.com//city/bhopal/massacre-in-panna-timber-mafia-fells-1000-teak-trees/articleshow/69795653.cms", "time": "2019-06-15 04:29:00", "description": "Bhopal: At a time when the state is facing an unprecedented heat wave with temperatures touching 48 degrees celsius and government claiming to make all efforts to improve state’s green cover, timber smugglers ripped Panna Tiger Reserve of about 1000 teak trees in a month. After the incident came to light, forest department suspended two employees.Deputy ranger Govind Das and beat guard Anil Kumar Prajapati were suspended and forest department has initiated a probe into the matter.Sources said felling of trees continued unabated for almost a month and the park authorities were totally unaware about it.Panna Tiger Reserve (PTR) made national headlines a decade ago, after it lost all its tiger population to poachers. The fresh chink in the security has again exposed the park’s vulnerability.State’s forest minister Umang Singhar told TOI, “About 500 to 600 trees were cut. I was informed about it two days ago, and I immediately ordered an inquiry by special task force (STF). I am expecting a preliminary report by tonight.”But sources in Panna national park said that the number of trees cut was “around 1000 or more”. The felling of teak trees took place in Harsa forest beat of Tapkaniya ka jungle area of the buffer zone of Panna spread over almost 1022 sq km, they added. The total forest area including the core area of Panna tiger reserve is 1598 sq kms.Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Father’s Day: Elderly take a trip down memory lane": {"link": "https://timesofindia.indiatimes.com//city/bhopal/fathers-day-elderly-take-a-trip-down-memory-lane/articleshow/69814508.cms", "time": "2019-06-16 19:33:00", "description": "BHOPAL: At a time when the world is celebrating Father’s Day, the elders at old-age home are happy remembering their children, recounting incidents of happier times and wishing them all the happiness in the world. Sadashiv Madhulkar, 96, spends his days reading novels and humming the tunes of old Hindi movies at Apna Ghar. His jolly nature masks his sorrow. “Everything was going well, but suddenly things changed and one day my wife and I were asked to leave. It has been five years since we saw our elder son. My granddaughter, who was a piece of my heart, also doesn’t visit. My wife misses them and cries, but I do not even have that luxury. If I cry, she will fall apart. So I have to keep a smile on my face at all times so that she can confide in me,” said Madhulkar. The elderly couple stayed at a temple for a few days before the locals shifted them to old-age home. The elderly couple has another son, Sudhir Madhulkar, who started searching for his parents frantically. “My younger son found us here. He hugged me and cried. He is not sound mentally and doesn’t have a job or a family. So he lives here now, helping as one of the staff. His presence gives me relief,” added Madhulkar. Another senior citizen also hides a lot of sorrow in his heart. Krishna Batra, 75, was sent to Bhopal after the division of property among his children. “Let’s just say that I came here on my own two years ago,” said Batra, trying hard not to blame his children. “My children were busy with their own families and I was becoming a burden for them. One day, I boarded a train and got down at Bhopal. A few RPF guys came to me and asked me if I was okay. I told them my story and they brought me here and I haven’t gone home since then,” he said. Shankar Chalisgaonkar, 80, who has three children, lives alone. He was forced to leave after the death of his wife last year. “My wife passed away last year and circumstances forced me to come here. I was wandering in the streets near Nadira bus stand and as I had no money, I was unable to buy food. After three days, when hunger became unbearable, I requested a local shopkeeper to give me something to eat. I would not have asked him for free food if I had even one rupee with me. He said that he had seen me wandering near the bus-stand and took pity on me. He gave me bread and tea. Then the good fellow called up Apna Ghar and asked them to take me in,” recounted Chalisgaonkar. His children live somewhere in the city itself. Another resident of the old-age home, Prem Narayan Soni, who used to work at a jewellery store, has no one to call his own. After the death of his wife and daughter, he was all alone when the staff at Parul hospital sent him to the old-age home. “After the death of my daughter and wife, I tried to work as a labourer at an electronics showroom to transport good to homes pulling carts, but as I was old, that did not last long and I hurt my back. I went to Parul hospital but had no money for treatment or medicines,” he said. “So the hospital staff asked some volunteers to help me. They came to the hospital and paid the bill and took care of me. They then brought me here,” sad Soni. Download The Times of India News App for Latest City ."}, "RTE seats down 14% in Madhya Pradesh, online application process ends": {"link": "https://timesofindia.indiatimes.com//city/bhopal/rte-seats-down-14-in-state-online-application-process-ends/articleshow/69795687.cms", "time": "2019-06-15 14:48:00", "description": "BHOPAL: Online application for RTE admissions to schools closed on Wednesday for about 3.5 lakh seats in the state. The number of seats for the BPL students went down by about 14% this year. Last year 4.06 lakh seats were available for the students under RTE category, said RSK officials. “It is possible that some smaller schools in rural districts have shut down or have acquired the status of minority school, that gives them exemption from reserving 25% of the seats in their schools for the children from BPL families. We aren’t really sure of the reason but will look into it,” said an RTE application coordinating officer on condition of anonymity. Strict implementation of rules of applications weeded out fake applicants this year, making the task of segregation a little easier for the officials. The Rajya Shiksha Kendra received more than 2.40 lakh applications this year. “This year we had made the rules strict as we received around 50,000 fake applications last year which created a lot of confusion. It was very time consuming to segregate the genuine applications from the fake ones which led to a lot of delay,” said Amitabh Anuragi, PRO of Rajya Shiksha Kendra. “So far 2.35 lakh applications out of the total 2.40 lakh have already been locked on the portal, the remaining 5,000 will be locked within the next two- three days,” said Anuragi. The verification of documents will begin from June 17 while the lottery will be announced on June 25 after the verification and screening. Download The Times of India News App for Latest City ."}, "HC commutes death sentence of rapist of 5-yr-old in Jabalpur": {"description": "BHOPAL/JABALPUR: A division bench of MP high court on Monday commuted the death sentence awarded to a 19-year-old boy, who had raped and killed his five-year-old cousin at a village under Katangi police station in Jabalpur district. The court commuted the death penalty to life sentence, but specified that the accused would remain in jail for 30 years. The court held that the case is based on circumstantial evidence and therefore court has to be more cautious and circumspect while awarding death sentence, besides the accused is only 19 years of age and possibility of his reform and rehabilitation can’t be ruled out and the crime is not a ‘rarest of rare’ crime. “It is a case of circumstantial evidence in which the principle of prudence applies. In the cases of circumstantial evidence, while awarding sentence of death penalty clinching cogent evidence ought to be looked into with more care and circumspection in exceptional cases otherwise in a case of circumstantial evidence the death penalty may not be prudent” said Justice J K Maheshwari and Justice Anjuli Palo. They said, “In the present case, the age of the accused is 19 years and the possibility of reformation and rehabilitation of his entire career cannot be shut down. Simultaneously, it is observed here that nothing has come on record as well as in the finding of the trial court as to why the rehabilitation and reformation of the accused is not possible and such observation of the court is based on the hypothesis and without any basis. As per the report received from jail, the behaviour of the accused is prudent and unquestionable, therefore, in our considered opinion, the policy of reformation and rehabilitation cannot be ruled out in the case of accused who is 19 years of age. The observation made by the trial court while recording the finding that the accused may be dangerous to the society is based on presumption and hypothesis, which cannot be accepted without any basis. In this regard the prior and subsequent antecedents of the accused in the jail are relevant, which do not draw any inference in negative side as observed by the trial court. In view of the foregoing observation and in our considered opinion, the conviction of the appellant-accused recorded by the trial court for charges under section 363, 366-A, 376(2)(f)(i) and 201 of the IPC is hereby affirmed, but on the point of sentence for an offence under 376A read with section 376-AB and 302 of IPC, it is not one of the rarest of rare case in which option of other punishment has been unquestionably foreclosed. Therefore, we commute the death penalty to imprisonment for life. It is made clear that the sentence of life imprisonment of the appellant would mean sentence of 30 years.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/hc-commutes-death-sentence-of-rapist-of-5-yr-old-in-jabalpur/articleshow/69833213.cms", "time": "2019-06-18 04:21:00"}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Power discoms to pay Rs4000 crore to generators without purchasing a single unit": {"link": "https://timesofindia.indiatimes.com//city/bhopal/power-discoms-to-pay-rs4000-crore-to-generators-without-purchasing-a-single-unit/articleshow/69806583.cms", "time": "2019-06-16 04:28:00", "description": "Bhopal: Power discoms of the state will pay more than Rs4000 crores to the power generators for previous financial year without buying a single unit of power as fixed charge. According to the annual revenue requirement (ARR) of discoms, submitted for the present financial year before the Madhya Pradesh Electricity Regulatory Commission (MPERC), the loss they occurred is also Rs4098 crores against which discoms have sought a power tariff hike of 12%, which would burden the consumers. If Rs4000 crores that are paid as fixed charges without buying power are anyhow utilized, there would be hardly any need for power tariff hike in state, said sources. Moreover, the discoms in their ARR submitted before MPERC, have informed that a total of Rs8649 crores are paid by discoms every year for their power purchase as fixed charges. Discoms pay it in two parts while purchasing power. Discoms pay to the generators in two ways- one is fixed charge and other is variable charge. Fixed charge is the amount that has to be paid to the generator whether the power was purchased from it or not and variable charges are costs which are only paid as per the quantity of power purchased from the generator. Thus even if no unit of electricity is purchased discoms of MP will have to pay Rs8649 crores as fixed charges, said sources. The official records assessed by TOI showed, the total contracted capacity of power generation of state (total PPAs) was 19,814 Mega Watts in 2018-19. Thus, for this 19,814 MWs discoms are paying the amount of Rs8649 crore as fixed charges. And if the entire capacity is utilized then a total of around 13,870 crore units of power would be produced in an year by 19814MW of capacity, but as per the records in year 2018-19 only around 7400 crore units were supplied by discoms, thus only half of the energy could be used, said sources. Thus of the Rs8649 crores that has to be paid around Rs4000 crores will be against the unutilized 47% of the power which was not purchased, added sources. Of the total fixed charges, Rs2210 are to be paid to private power generators and the remaining are to be paid to either state owned, or to joint ventures or to central government owned generators. State government is however, mulling over legal options to get the PPAs regularized in the state. “We are taking legal opinion on PPAs that were done,” energy minister Priyavrat Singh said on Friday. Download The Times of India News App for Latest City ."}, "Former VC fails to appear before EOW": {"link": "https://timesofindia.indiatimes.com//city/bhopal/former-vc-fails-to-appear-before-eow/articleshow/69795683.cms", "time": "2019-06-15 04:32:00", "description": "Bhopal: B K Kuthiyala, former vice-chancellor of Makhanlal Chaturvedi National University of Journalism and Mass Communication, on Friday failed to record his statement at the Economic Offences Wing (EOW) regarding alleged irregularities at the institute during his tenure. He was earlier given a three-day ultimatum by the probe agency for personal appearance to record his statement in the case. Sources told TOI that the former VC has sent a letter claiming that being a senior citizen at 72 years of age, he has health issues and will not be able to reach EOW without support. “He has sought more time on health grounds,” said an officer. EOW officials claim they would cross-check medical records before sending a team to Panchkula for Kuthiyala. On May 29, the EOW had asked Kuthiyala to appear before it by June 8. When he didn’t turn up, June 11 was given him as the next date. And then he was given a three-day ultimatum which ended on Friday. In April, the EOW had registered an FIR against Kuthiyala and 19 others, including some heads of departments for alleged irregularities in appointments and financial matters. A case was registered on the basis of a three-member committee’s report which audited recruitment and other administrative affairs during his tenure from 2010 to 2018. The FIR says that the former V-C opened several study centres outside campus to “benefit a group of people” and that he “used his office to bear his and his family’s expenses\". Appointments made between 2010 and 2018 were not according to the UGC guidelines and several “unqualified recruitment” took place, says the FIR. Kuthiyala has denied all the charges. Download The Times of India News App for Latest City ."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "\n46 dancers pay tributes to God through various dance forms at Bharat Bhavan in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/46-dancers-pay-tributes-to-God-through-various-dance-forms-at-Bharat-Bhavan-in-Bhopal/articleshow/48175324.cms", "time": "", "description": "A dance performance worshipping Lord Ganesh, Krishna, Ram as well as Goddesses Durga and Lakshmi was presented by artistes from a dance academy at ‘Nritya Sankeertanam’ at Bharat Bhavan.  As many as 46 students gave a synchronised Bharatnatyam performance under the guidance of Manju Mani Hatwalne. The students started with a Ganesh Vandana in Mohiniyattam, followed by a dance performance Gaiye Ganpati that highlighted the competition between Lord Ganesh and his brother Kartikeya. The other performances included Vaagheshwari Sharde, dedicated to Goddess Sharda, Bho Shambho dedicated to Mahakal and Shambho Mahadevne, a Malayalam bhajan worshipping the Natraj form of Lord Shiv. Vaishnav Janato, a famous Gujarati bhajan, was also presented in Bharatnatyam. Then a Marathi bhajan Sakha Majha depicting 10 forms of lord Vishnu and a Kannada bhajan Bhagyada Laxmi worshipping Goddess Lakshmi was also presented. The dance performances were choreographed in eight different languages. The vocals were by Vidushi Rashmi Ravi, Neela Ramkumar, Shobha Ramesh and Sheya Ravi while Virendra Kore accompanied them on flute, Mahesh Malik on the violin and Ranjini Venkatesh on the mridangam. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Madhya Pradesh: 2.75 lakh register for admission in higher education": {"description": "BHOPAL: Even though the high demand for conventional courses in the state continued in this year's admissions too with around 2,75,939 students registering in the under-graduate courses in the first week of beginning of online admission counselling, the lukewarm response for engineering courses continued with only 3500 students registering in first two days. Also, online counselling for PG courses began from June 15 and around 4272 students registered for PG courses till Sunday. The process of online counselling for admission to different UG courses of 1250 colleges across the state began from June 10. Higher education holds online admissions counselling for conventional courses like BA, B.Sc, B.Com, MA, M.Sc, M.Com, LLB and many others. In the UG courses, girls have shown better interest than boys. In all, 1,45,036 girls have registered so far. For the same courses 1,30,891 boys have registered. In all, 64086 students from general category took registration while the number of students belonging to reserved category is higher. Around 1,24,974 students from OBC category registered for the admission while 46,488 students from SC and 40,379 from ST category students registered themselves. On the other hand, the poor response for admission to engineering courses continued on the second day of counselling. On Sunday, around 3500 students registered for different courses in engineering. Since Thursday, the Directorate of Technical Education (DTE) had started conducting the online counselling for admission in technical courses, including engineering, for the 2019-20 session. This year, 55,519 seats are up for admission, which are 5,732 less than the 61,215 seats available in 2018. DTE officials said that online admission along with counselling began for B. Pharma, D. Pharma and MBA courses. For admission to Bachelor of Engineering (BE) courses, online admission started from Saturday. Moreover, the lateral BE admission will start from Sunday. Besides BE, admission for Bachelor of Architecture and pre-polytechnic also started from Saturday. Online admission counselling for part-time MBA course will start from June 21, while M. Pharma counselling is to start from Sunday. Admission to BE part-time and M. Tech courses will both start from July 1. Concerned with the consistent decline in engineering admissions, Madhya Pradesh government is planning to restart the state-level pre-engineering test (PET) for admission to government and private engineering colleges. PET was scrapped in 2014 after the Vyapam scam had rocked the state. Admissions were held on the basis of joint entrance exam (JEE) scores. Though, there was no major scam in PET, the-then BJP government had decided to scrap PET and instead accept JEE scores conducted by central government after the Vyapam scam. Earlier, MPPET was organized by the DTE and Vyapam conducted the test. To resolve the issue of poor admission in engineering courses, a delegation of MP Association of Technical and Professional Institutes (MPATPI) had recently submitted a memorandum to the state government seeking restart of PET. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/2-75-lakh-registers-for-admission-in-higher-education/articleshow/69817479.cms", "time": "2019-06-17 14:41:00"}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Kalam Book corners to be opened in government schools of MP": {"link": "https://timesofindia.indiatimes.com//city/bhopal/kalam-book-corners-to-be-opened-in-government-schools-of-mp/articleshow/69812291.cms", "time": "2019-06-16 17:33:00", "description": "BHOPAL: In a new initiative to create ‘Kalam book-corners’ in government schools, the Bhopal Municipal Corporation in collaboration with the education department of the state began the collection of pre-owned books in May. The initiative attracted a number of organizations and individuals increasing the book-collection by BMC to 70,000. The book-corners will soon be inaugurated in primary, middle and high schools of the city. The school education department along with the BMC has identified around 200 middle and primary schools of Bhopal for making the ‘Kalam book-corner’ and wish to make the book-corner in 600 schools of the city by the end of the year. The initiative will gradually be taken up in all government schools. Throwing light on the initiative, BMC commissioner with additional charge of district collector, B Vijay Datta, said, “Many government schools of the state do not have enough books for students in their library. We want to cultivate the habit of reading among children as it goes a long way in learning.” Irene Cynthia JP, director of Rajya Shiksha Kendra, told TOI that though all schools already have book-corners, the additional books form the BMC’s initiative will be added to the already existing books in the schools. He added, “We thought of collecting used books of different subjects and all genres to give to donate them to schools and libraries of the city. Initially we were aiming for only 20,000 books, but when the drive became popular, we got 70,000 books and people are still coming with more books. The last day to submit the books is on June 15.” “Once the BMC has finished collecting the books, they will segregate them according to classes, so that we can distribute them in primary, middle and high schools accordingly”, said Cynthia. The book-distribution will start in schools after summer vacations. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Sheopur villagers set up water supply network on electric poles": {"link": "https://timesofindia.indiatimes.com//city/bhopal/sheopur-villagers-set-up-water-supply-network-on-electric-poles/articleshow/69815081.cms", "time": "2019-06-16 21:02:00", "description": "BHOPAL: Faced with perennial water crisis and apathy of the government, villagers of Sheopur district have set up their own water supply network from private borewells at many places. Water supply pipelines have been placed parallel to the power supply lines from one electric pole to another over the ground to quench the thirst of the people. Such an arrangement has been made in villages of Karhal, Raghunthpur, Dhodhr, Soikala and Sahasram panchayats in the tribal-dominated Sheopur district. Owners of the private borewells get Rs 300 to Rs 400 from panchayats for every water connection. Beniprasad of Karhal village said, “This year we have witnessed one of the hottest summers and all government sources of water supply have dried up. There is no option but to pay to panchayats for a water connection. At least there is a guarantee of water supply.” Harishram of Soikala said, “I had to walk for two kms to fetch water every day from the nearest tubewell as the government tubewell is not functioning in my village. Now I get water, but at a price” Sources said that there are more than 3500 connections from private borewells in the villages of 8 panchayats where people pay a hefty amount for water connection every year. However, district collector Vasant Kurre denied any water scarcity in Sheopur. “There is no water scarcity in Sheopur. Water is being supplied from all government sources whether they are tubewells or piped water schemes. We don’t need to transport water because of all water sources are working properly. If someone has taken private connection, he or she is free to do that”. Sheopur has already been declared a water scarcity area and according to the district administration atleast 100 human settlements in Vijpur, Karhal and Sheopur development blocks have been facing water crisis. Such an initative by people can also be seen in Shajapur district and many districts of Bundelkhand where water is a scarce commodity. Download The Times of India News App for Latest City ."}, "Four rape cases in 24 hours in Bhopal": {"description": "BHOPAL: Crime against girls and women continue in the city despite tall claims of the police. Four cases of rape were reported in the city over the past 24 hours. In the first incident, reported in Ratibad police station, a 22-year-old BCA student was allegedly raped by her relative on the pretext of marriage. The accused reportedly took her to different religious cities, including Haridwar, Vrindavan and Mathura, and kept outraging her modesty for 20 days. When the survivor went missing from her house, her family members approached the Ratibad police and lodged a missing person's complaint on May 26. While the cops were searching for the survivor, on Saturday, the accused left her in Bhopal. She then approached the police and lodged a complaint. Acting on the survivor’s complaint, the police registered a rape case and arrested him. Investigating Officer SI Sanjeev Dhakad said the survivor is a BCA second year student and resided with family in a village under Ratibad police station. She stated in her complaint that she came in contact with the accused, Balram, a resident of Khajuri locality, two years ago. As the 32-year-old accused is her relative, he visited her home frequently. SI Sanjeev said, on May 25, the accused somehow won her confidence and took her out of the city. A few days ago, when the survivor started pressuring him to marry her, the accused refused to do so and threatened her with dire consequences. Following her police complaint, the accused was arrested, he added. In the second such incident reported in Shahjahanabad police station, a 17-year-old girl was allegedly raped by her acquaintance on June 3 on the pretext of marriage. Later, when the accused denied that he would marry her, she approached the police and lodged a complaint. Police said that the survivor resides with her family in Talaiya locality. She stated in her complaint that she first met the accused a year ago. On June 3, she went to his relative’s house in Shahjehanabad on the occasion of Eid. As the accused was known to her family members, he went to meet her at her relative house, where he outraged her modesty on the pretext of marriage. She approached the police on Saturday and lodged a complaint. The accused is yet to be nabbed. In the third incident reported at Talaiya police station, a 27-year-old woman was allegedly being raped by a man for seven months on the pretext of marriage. On June 14, she approached Jehangirabad police station and lodged a complaint against the accused. Since the incident took place in Talaiya locality, the Talaiya police received a zero FIR from Jehangirabad police and registered a rape case. The accused is yet to be nabbed. Investigating Officer SI Lavkush Pandey said the survivor resides with her parents in Jehangirabad. She stated in her complaint that she was married, but got separated a year ago. The accused Amir, a resident of Talaiya locality, was an old acquaintance. He had reportedly assured her that he would marry her after the divorce. In another incident, a 23-year-old married woman was allegedly raped by her husband’s friend.The incident was reported in Gautam Nagar police station on Friday. Police said woman has been staying away from her husband for the past few months. She was at her parents’ home when the accused, Salman, came there and allegedly raped her on finding her alone. Later, the woman approached police with her family members and registered a case, police added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/four-rape-cases-in-24-hours/articleshow/69817471.cms", "time": "2019-06-17 13:21:00"}, "Flight to Kolkata: Chief secy to take up matter with AI": {"description": "BHOPAL: In a bid to connect the state-capital with north- east part of the country, city’s Raja Bhoj airport may get a flight to Kolkata. State chief secretary SR Mohanty has decided to hold talks with Air India in the matter. A high-level meeting, attended by airlines’ representatives and state government officials, was held on Monday. All possible options to connect the state capital with Bagdogra Lucknow, Bhubneshwar, Ahmedabad, Chandigarh and Amritsar, apart from Kolkat, wer discussed. Sources said CS Mohanty, in the meeting, expressed concern over capital’s zero air connectivity with eastern part of the country. He said that he would discuss the issue with Air India. Bhopal commissioner Kalpana Shrivastava said efforts are on for better air connectivity. “Several destinations including Kolkata are there which could be connected with Bhopal airport.” A flyer said, “Around 60,000 people of West Bengal, many of Odisha and other north eastern states are living in the capital, therefore, itcould prove to be a feasible route for airlines. Lack of flights forces them to travel by train, which makes their quite journey, so the issue must be addressed,” said a flyers’ group head Prachi Baluapuri. Flyers had even tweeted for more than 10,000 times in a day demanding Bhopal-Kolkata flight last one month. Also, the train connectivity from Bhopal to Kolkata is also not very good, with only four direct trains in a week. “We have checked the railway reservation availability, but there are no ticket available this month for Patna and Kolkata. I have received queries from many flyers demanding Bhopal-Kolkata air route,” said another flyer. Interestingly, after the number of flights increased from the Bhopal airport, the daily footfall also rose from 500 to 2000. “Whether it is Bengaluru, Jaipur, Ahmedabad, the flights have been fully packed. Similarly, it will benefit if flight to Kolkata gets started from Bhopal,” said flyers. Currently, airlines including Air India, IndiGo and Spice Jet are operating from the state-capital, connecting nine destinations. The airport was connected to only three cities — Delhi, Raipur and Mumbai — till December 2018. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/flight-to-kolkata-chief-secy-to-take-up-matter-with-ai/articleshow/69833226.cms", "time": "2019-06-18 04:22:00"}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "From 1000 miles away, cricket fans in city hope for a dry weather": {"link": "https://timesofindia.indiatimes.com//city/bhopal/from-1000-miles-away-cricket-fans-in-city-hope-for-a-dry-weather/articleshow/69806602.cms", "time": "2019-06-16 04:29:00", "description": "Bhopal: “Rain Rain Go Away, Team India Wants To Play”. This at least is what cricket fans in Bhopal want as the city gets ready to witness the much-awaited World Cup clash between India and Pakistan in Manchester on Sunday. “I am told that rain may play the spoilsport. We do not want to see such situation. I hope the match is held without any rain disruptions as it will be the biggest match of the World Cup,” said Aruneshwar Singhdeo, director of a sports promoter group. Ajay Sidana, a businessman from Bhopal living in Manchester, said, “The atmosphere for the India-Pakistan match is great here. Only concern is rain since our last match against New Zealand was washed out. We are hoping for a great match.” Despite worries over the weather conditions in England, Bhopal is witnessing an almost festive mood ahead of the match. Several places in the state capital are set to install giant screens to broadcast the match live. Sports department officials said they will broadcast live-streaming of the mega clash at Tatya Tope Stadium. “We have two giant screens at the stadium. However, since the match is on a Sunday, live-streaming will be available on the outside screen,” said stadium in-charge Vikas Kharadkar. Besides, several hotels in the state capital have also announced heavy discounts for customers during the match. Sarthak Agarwal, owner of a café and lounge at MP Nagar, said, “Not only are we going to organize live screening of the India-Pakistan match on large screen, customers getting exact predictions on the winner will get a 10% discount.” Anshul Bansal, owner of an electronic store in MP Nagar, said there will be a lucky draw for customers booking LED TVs on Saturday. “We will give LEDs to the winners at a nominal price,” said Bansal. Moreover, a hotel in the city has installed a giant screen on its rooftop. A mall has also announced that it will provide 2% additional discount on purchases. “Discount will be available on our different outlets across the city,” said Kailash Sharma, a store manager. While businesses were making most of the sporting fervour ahead of the match, cricket fans even made offerings at a dargah in Kamla Park. “It will be a big match between the two countries. We have made offerings at the dargah for India’s win,” said Anwar Khan, a cricket fan. Several Bhopal-based cricket fans have also gone to England to watch the match live. The India versus Pakistan match, which is the 22nd match of the 2019 ICC Cricket World Cup, will take place at Old Trafford cricket ground in Manchester. The match will start at 3pm. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Gujarat denying 700 MW power to MP daily": {"description": "BHOPAL: It seems Narmada water is all set to become a flash-point yet again between Madhya Pradesh and Gujarat, as the latter has stopped generating power from the riverbed power house (RBPH) at Sardar Sarowar dam, thus denying Madhya Pradesh almost 700 MW of energy every day. MP is also apprehensive that following Gujarat’s decision to store water upto 138 meters in the dam, it may face the issue of submergence as large number of project-affected families are still living in the valley awaiting compensation. According to Narmada Water Dispute Tribunal Award (NWDTA) , MP gets 57% of the power from RBPH. During normal monsoon, Gujarat gets 9 million acre feet (MAF) of Narmada water from the dams of Madhya Pradesh. Now that the two states are ruled by two different political parties, it may compound the problems, political observers said. After getting its full quota of water earlier this year, Gujarat had recently demanded more as it wanted to store water in the dam to a height of 138 meters to test its strength, sources in the state government said. However, Madhya Pradesh reasoned that Gujarat’s decision of storing water at 138 meters would lead to submergence of land in the state where thousands of families have already approached the Grievance Redressal Authority (GRA) regarding compensation. More than 6500 people in the valley in 76 villages may face submergence and this human misery should be avoided, MP stated. After Madhya Pradesh refused to discharge “additional water”, Gujarat stopped generating power in RBPH, sources claimed. Besides 1200 MW power from RBPH, 200 MW power is also generated from canal power house. Now Gujarat has offered about Rs 250 crore to Madhya Pradesh for the loss of about 700 MW of power, sources claimed. Sources said that after Gujarat’s offer of power compensation, the MP government said it wants the neighbouring state to pay an additional Rs 250 as “opportunity cost” as it will have to purchase costly power from the market”. Though the two issues are yet to be resolved, Gujarat continues to store water in the dam, while MP is against discharge of any additional water. Now, Gujarat is banking on heavy monsoon rains in the Narmada valley for MP to release water from its dams after flooding. Minister for NVDA Surendra Singh Baghel said, “Gujarat wants to create a crisis in MP. But we will ensure that all rights of Madhya Pradesh are safeguarded. All the rights of the people in the Narmada valley, including those of farmers, will be protected.” Meanwhile, Medha Patkar of Narmada Bachchao Andolan (NBA) said, “There are more than 30,000 people still living in the valley. The GRA has not been able to figure out how many are living presently in the valley.” She said that the state should seek Rs 3600 crore from Gujarat for refusing to give power from RBPH. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/gujarat-denying-700-mw-power-to-mp-daily/articleshow/69833122.cms", "time": "2019-06-18 04:11:00"}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Nath Sr is a proud father as Nakul begins maiden Lok Sabha innings": {"description": "Bhopal: Chief minister Kamal Nath accompanied his son Nakul Nath, who was elected as member of Lok Sabha from Chhindwara Lok Sabha seat, to the first Parliament session of the 17th Lok Sabha on Monday. Later, Nakul Nath took oath as a member of the Lok Sabha in Hindi. Nakul is the only Congress MP elected from Madhya Pradesh. Congress candidates lost on all the 28 remaining seats of the state. When asked who would lead the Congress party in Lok Sabha, veteran parliamentarian Kamal Nath, said: “It depends on so many factors including presence in the House, experience, knowledge and much more. All these factors will be taken into consideration while taking a decision on the issue.” Nakul Nath was elected from the Chhindwara Lok Sabha seat, which has been his father Kamal Nath’s bastion since 1980. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/nath-sr-is-a-proud-father-as-nakul-begins-maiden-lok-sabha-innings/articleshow/69833100.cms", "time": "2019-06-18 04:10:00"}, "'Purify' rape survivor with non-veg feast to entire village: Panchayat in MP to victim's kin": {"link": "https://timesofindia.indiatimes.com//city/bhopal/purify-rape-survivor-with-feast-kin-told/articleshow/69796713.cms", "time": "2019-06-15 12:02:00", "description": "BHOPAL: A panchayat in MP's Rajgarh district, which had ordered ostracisation of a 17-year-old rape survivor's family in January, has decreed that they would be accepted back in the community only if her father gives the entire village a non-vegetarian feast to \"purify her\". Furious, her father went to police, and the community backed down. But he couldn't get away without paying a price - he settled for a 'Satyanarayan Katha'.  According to his complaint, the teenager was raped by a youth from the same village in January this year. The accused was sent to jail, but the survivor's family was immediately ostracised. On April 4, the panchayat decided that the family would be accepted back only if the survivor's father offers a non-vegetarian feast. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Govt agrees to cut VAT on ATF if airlines start new flights": {"description": "Bhopal: The state government is willing to reduce VAT on aviation turbine fuel (ATF) provided airlines come with a concrete proposal to connect new cities from Raja Bhoj Airport. Airlines have been demanding reduction in VAT on ATF from the existing 25%.The issue was discussed at a meeting of senior officials chaired by chief secretary SR Mohanty. The chief secretary assured that the tax reduction could be considered only if airlines also reciprocate by starting more operations from Bhopal. Presently, Air India, SpiceJet and IndiGo are operating from Bhopal.In the meeting is was decided to start cargo operations from state capital. Mohanty is learnt to have asked Bhopal collector Tarun Kumar Pithode to identify about 50-acre land near the airport for operationg cargo services.Commissioner, Bhopal division Kalpana Shrivastava said the chief secretary cargo services will start in next two months from Bhopal.High VAT on ATF at Bhopal has been an irritant for airlines operating from the city. ATF constitutes around 40% of overall cost of a flight and airlines have been requesting the state government to reduce VAT on an immediate basis.Seeking anonymity, airlines officials said, \"Lowering VAT on ATF will make a strong case to consider expanding/starting operations from Bhopal. Neighbouring states such as Chhattisgarh, Andhra Pradesh, Rajasthan, Jharkhand that slashed ATF are witnessing increased connectivity post cutting down VAT.”Six years ago, the state government had reduced VAT to 5%, but failing to attract airlines, it was raised to 25%.Flyers supporting the online campaign for increased air connectivity from Bhopal also felt that after two major airlines started operations, the state govt consider reduction in VAT on ATF. Tushar Kulkarni, a member of the group, who was present during the meeting said both state government and airlines have agreed that the VAT should be reduced along with better air connectivity.“We have raised the issue. I am hoping that it will be done soon,” said Rajat Pallav.In past one year, air passenger traffic from Bhopal has registered a steady increase of about 123%. At present, the city airport accommodates movement of 44 flights daily.Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/govt-agrees-to-cut-vat-on-atf-if-airlines-start-new-flights/articleshow/69832999.cms", "time": "2019-06-18 04:03:00"}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Ruchi resident- management conflict": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ruchi-resident-management-conflict/articleshow/58725966.cms", "time": "", "description": ""}, "Narmada pipeline work damages telecom, Internet wires": {"description": "BHOPAL: A private contractor laying Narmada pipeline along Arera Colony has cut off telecom wires and Internet lines here on Sunday. Pipeline work had ran into hurdles with Bhopal Municipal Corporation (BMC) appointed private agency failing to procure permission from departments involved. Those residing along Arera Colony E-5 and thousands, who use the road stretch have been at the mercy of the private contractor laying the kilometre long pipeline. It would cut across under the Habibganj RoB and connect the area up to Shahpura. “One track of the roads has been off-limits for vehicular traffic for days. With monsoon likely to arrive soon the dug stretch would become a bigger hindrance,” said Savita Singh, a local resident. Suresh, who is in his 70s walks his dog along the area every day said, “We have be extra careful while walking across. Much of the debris has worsened the condition of the service lane too,” he said. BMC officials said that the private contractor had been earlier penalized Rs10 lakh for delay in implementation. Rs5 lakh penalty has once again been levied, after work began with prior permission. However, workers on the ground using the heavy machinery in the night, indicated that it would take more than a month for the entire stretch of work to be completed. Sources said that road maintained by public works department was dug out without official permission from the authorities to carry out the work. The work was delayed for more than two weeks as a result. About 10 feet of the well-maintained road has been dug out for laying of heavy pipeline, which would reduce reliance on Kolar water supply for the area. Narmada pipeline passing through Hoshangabad road would be connected to the new stretch. Meanwhile, workers from telecom companies were working overtime to restore underground cables, which were damaged from the drilling activity. It is not the first time that the cables were damaged. Similar incident had taken place in the last month, too. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/narmada-pipeline-work-damages-telecom-internet-wires/articleshow/69817464.cms", "time": "2019-06-17 13:13:00"}, "3 from Bhopal secure all India top 5 ranks in CLAT": {"link": "https://timesofindia.indiatimes.com//city/bhopal/3-from-bhopal-secure-all-india-top-5-ranks-in-clat/articleshow/69795690.cms", "time": "2019-06-15 04:32:00", "description": "Bhopal: Scripting history, three students from Bhopal have secured a place in the top 5 ranks in the country in the Common Law Admission Test (CLAT). Harsh Tomar (AIR 2), Anurag Tiwari (AIR 3) and Mauli Jain (AIR 5) have brought laurels to the state capital. Interestingly, all toppers took a year off from formal studies after completing their class 12. Harsh said, “I was expecting a good ranking, but this is no less than a dream for me. I am thankful to my teachers and family for their right guidance.” He secured 176.75 marks out of 200 in CLAT. Harsh had secured 91% in class 12. Asked about whether social media usage can hamper studies, Harsh said, “One needs not to be distracted by it. Use it only for education purpose.” Anurag Tiwari, AIR 3, stated that he had a full year for the preparations. “I was confident, but this result is amazing. Such ranking is a big confidence boost to me,” said Anurag. He had secured 93.4% in class 12. He secured 175 marks in CLAT. Mauli Jain scored 173.75 marks to secure AIR 5. “For preparation of exams like CLAT, one year's preparation was required. Hence, I took a year off from formal studies and completely focused on preparation for CLAT,” said Mauli. She had secured 96.8% in class 12. CLAT was conducted on May 26, 2019, by the National Law University, Cuttack. CLAT 2019 was conducted for admission to the five-year integrated law degree programme and the LLM programme offered by the 21 NLUs. Result of CLAT 2019 determines the fate of nearly 50,000 law aspirants across the country who had appeared for the examination on May 26. On the basis of the result, the university has formed a provisional merit list. Download The Times of India News App for Latest City ."}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Kamal Nath govt completes six months on Monday": {"link": "https://timesofindia.indiatimes.com//city/bhopal/kamal-nath-govt-completes-six-months-on-monday/articleshow/69795655.cms", "time": "2019-06-15 14:50:00", "description": "BHOPAL: The Kamal Nath government will complete six months on Monday June 17. The state Congress, on the occasion, will address press conferences in every district to give a report on the achievements, welfare policies and targets of the Congress government, state media department chairperson Shobha Oza said. Ministers in-charge, party MLAs, state Congress leaders and spokespersons are being sent to address the press conferences. The party will give an account of its manifesto promises fulfilled by the Kamal Nath government in the first six months. Among them are the ongoing crop loan waiver scheme, increase in pensions of senior citizens and widows from Rs 300 to Rs 600 and power bill sops to farmers and the poor. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "70-yr-old man rapes sisters, aged 6 and 8": {"link": "https://timesofindia.indiatimes.com//city/bhopal/70-yr-old-man-rapes-sisters-aged-6-and-8/articleshow/69806737.cms", "time": "2019-06-16 04:47:00", "description": "Bhopal: Two sisters — aged 6 and 8 years — were allegedly raped by a 70-year-old man in a village garden in Satna district of Madhya Pradesh on Thursday afternoon. The accused, Raghupath Singh, is a history-sheeter and his son is in jail for rape, say police. The sisters had run into the garden to gather mangoes that had fallen in a storm said SHO Mohit Saxena, who is investigating the case. “Singh threatened the girls and forced them to strip. The children were terrified,” said Saxena. A woman who lives near the garden saw him in the act from her terrace, and raised the alarm, but by then Singh had allegedly raped the sisters. “She ran towards them, shouting at him to leave the girls. Singh from the spot,” said the investigating officer. The girls’ family was informed. Police raided Singh’s house but he was gone. Search teams fanned out to look for him. On Friday morning, they found him cowering behind some boulders in the middle of a dry riverbed. He was charged under POCSO Act and IPC and is now in jail. The girls were given a medical examination and discharged from hospital. Their statements were recorded before a magistrate. “We have also recorded the statement of the woman, who is the key witness. We have also collected DNA samples for speedy investigation,” said Saxena, adding that the chargesheet will be filed at the earliest. Download The Times of India News App for Latest City ."}, "Nityata youngest from MP to become Woman Fide Master": {"description": "Bhopal: World Chess Federation ( FIDE) has awarded women FIDE master title to 15-year-old chess player Nityata Jain. Now Nityata will be known as Woman Fide Master (WFM) Nityata Jain in the international chess world. She is the youngest girl from MP to achieve this feat.Nityata, a student of DPS Nipania in Indore, has been a consistent performer for the past four years in national and international circuits. Incidentally, she is the only WFM from Madhya Pradesh. Earlier, Kiran Agrawal had received WFM title when Chhattisgarh was part of MP. The WFM title is the third highest title awarded at the international level to women chess players who achieve international Fide chess rating of 2100 or above points. Recently on June 1, 2019, Nityata had increased her international chess rating by whopping 294 points in just one month to 2219 which helped her win the WFM title.Earlier, Nityata was awarded international chess title of woman candidate master (WCM) by World Chess Federation in 2018. Nityata has now crossed the minimum rating criteria of 2200 which is required to achieve her the Woman International Master (WIM ) title from World Chess Federation. Now she requires 3 WIM norms to achieve second highest international female chess title in the world.In order to achieve her goal, Nityata should continuously undergo grandmaster chess coaching as well as play more and more international tournaments, said her father Nitin Jain. “Exposure in grand master coaching and international tournaments will also enhance Nityata's chess knowledge and experience which will help her win more medals for India and MP,” said Nitin.So far, Nityata has brought laurels to India and MP by winning 7 international medals, 2 national school medals and 19 state gold medals in her chess career. Presently, Nityata is participating in the Balanton International Chess Festival IM Tournament. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/nityata-youngest-from-mp-to-become-woman-fide-master/articleshow/69833017.cms", "time": "2019-06-18 04:04:00"}, "MP's Mirchi Baba fails to take jal samadhi": {"description": "BHOPAL: Self-proclaimed godman Swami Vairagyanand Giri, known as Mirchi Baba, who performed a yajna for Congress leader Digvijiya Singh’s victory in Lok Sabha, reached Bhopal on Sunday — as announced — to take a ‘jal samadhi’ — but was unable to do so due to police presence. Mirchi Baba had announced that he would take a ‘jal samadhi’ if Singh loses. Heavy police force was deployed near where he was staying, to prevent any untoward incident. Mirchi Baba had on Thursday written an application to the collector seeking permission to take a ‘jal samadhi’ on June 16 at 2:11pm. Again on Saturday, he wrote another application to the collector through his lawyer demanding security as he intends to visit Bhojpur temple and then meet the official. Mirchi Baba did not visit the collector, instead reached a hotel near Minal Residency, where police force was already deployed. Talking to mediapersons, Mirchi Baba said: “I have taken a ‘sankalp’ and I am on it. I will continue to seek permission from the administration till June 20. If not given a permission until then, I will go on an indefinite fast after that.” He said, “I apologise, if any saint or citizen is hurt by my statements.” Mirchi Baba left Bhopal later in the night, said sources. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/mirchi-baba-fails-to-take-jal-samadhi/articleshow/69818847.cms", "time": "2019-06-17 09:33:00"}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Doctors strike hit OPD services in govt & pvt hospitals": {"description": "BHOPAL: State capital has witnessed one of the most well-coordinated strike by doctors in recent past, which left services expect for emergencies in hospitals, paralysed, on Monday. The doctors were on a day-long strike in solidarity with the doctors protesting assault on them in West Bengal. Even in the private hospitals, OPD services were affected and planned surgeries had to be cancelled. An estimated 10,000 patients suffered without medical services on Monday. Hospitals impacted due to strike include AIIMS Bhopal, Hamidia hospital, Sultania hospital, Kamla Nehru, BHEL hospital, Bhopal Memorial hospital and research centre (BMHRC) and its mini-units and among others. Doctors working with state government-run hospitals did not participate in the stir but wore black bands in solidarity. “All private hospitals OPD services were closed. Eight medical colleges along with BMHRC and Kasturba hospital BHEL hospital were impacted also. The government needs to address the issue of violence against doctors and enforce protection act,” said United Doctors Federation, Bhopal, president, Dr Anoop Hajela. Around 5,000 doctors joined a march from Gandhi Medical College (GMC) to the divisional commissioner’s office, about two kilometres away. “It was one of the biggest rallies in the country,” he claimed. Protesting doctors used the hashtag #SaveTheSaviour #DoctorsFightBack #TreatUsAsHumans during the rally and posted their pictures and tweets on the go. The hashtag DoctorsFightBack was trending on twitter for the most of the day. Doctors also demanded for a comprehensive union government law to deal with violence against medical fraternity. Hundreds of patients gathered at the hospitals for OPD facilities were returned. Indian Medical Association (IMA) greater Bhopal Chapter, president, Dr Rajiv Gupta, said government must pass a law to make any attack on Docs a non-bailable offence with minimum 12 year jail term. People from outside Bhopal seeking medical services in the state capital, were affected the most. Around 1,000 patients from government hospitals were returned as OPD registration was closed on Monday. The number from private health care clinics and hospital, is estimated to be much higher. According to government hospital estimates, more than 150 planned surgeries were differed on Monday. Doctors want enforcement of protection act More than a decade after, Madhya Pradesh Doctors and Medical Services Act of 2008 came into force, doctors are not satisfied with its implementation. Point in case, are three recent attacks on doctors in Jabalpur and Gwalior, according to United Doctors Federation, Bhopal, president, Dr Anoop Hajela. In two different incidents, doctors in a private hospitals in Jabalpur were attacked. In one incident, hospital was attacked after an 85-year-old died within four hours of admission. In another incident 80-year-old patient with full-blown case of TB died, within half-an-hour of being brought to the hospital. In Gwalior, a government doctor, was thrashed after he refused to amend PMLC. “The implementation of Madhya Pradesh Doctors and Medical Services Act of 2008, has to be strict. In many cases, the police action is delayed citing patients death. Then the issue goes in the back burner. Cases have to framed in accordance with the law,” said Hajela. There are many instances of violence against doctors in the state capital. However, less than five are prosecuted, he claimed. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/doctors-strike-hit-opd-services-in-govt-pvt-hospitals/articleshow/69833249.cms", "time": "2019-06-18 04:25:00"}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "\nCitizens enjoy Zumba workshop during Raahgiri in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/Citizens-enjoy-Zumba-workshop-during-Raahgiri-in-Bhopal/articleshow/47986340.cms", "time": "", "description": "Week after week, people from across age groups gather for the Raahgiri celebrations — exercising, walking and dancing their way to good health. And this week was no different.  While throngs of youngsters as always attended the Zumba workshop, it was heartening to see an increasing number of older people also making their way for the dance session. Burning calories by grooving to peppy numbers seem to be attracting more and more Bhopalites to come for these rigorous sessions. A lot of guests could also be seen walking next to the lake. Download The Times of India News App for Latest City ."}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Madhya Pradesh: Driver killed, four hurt in road accident": {"description": "BHOPAL: A car driver lost his head while four others were injured after their vehicle collided with a JCB machine in Rajgarh district on Sunday morning. The incident took place near Silpati Jor, situated between Biaora and Suthalia, said sources. The deceased has been identified as Shailendra Parihar, resident of Madhusudhangarh in Guna district, said police. Sources said that the Parihar family of Guna district had come to attend a wedding in Rajgarh and were returning home on Sunday when the incident took place. The collision was so fierce that the roof of the car got completely damaged and Shailendra got beheaded, said sources. Five others have sustained injuries and are admitted at community health centre in Biaora and two of them were referred to district hospital, said sources. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/driver-killed-4-hurt-in-road-accident/articleshow/69817485.cms", "time": "2019-06-17 14:36:00"}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Minister blames bats, poor maintenance for power tripping": {"link": "https://timesofindia.indiatimes.com//city/bhopal/minister-blames-bats-poor-maintenance-for-power-tripping/articleshow/69806705.cms", "time": "2019-06-16 04:45:00", "description": "Bhopal: Prevalence of bats is one of the reasons for tripping or disruption in power supplies in old city areas of the state capital, energy minister Priyavrat Singh told TOI. “I was informed that there are faults in old city areas due to bats sitting on distribution lines. However this only leads to .06% of the tripping. Actual problem is that mainteance has not been done properly over the past few years. Now, we have made a committee for every discom, which would specifically look into the fact that which component was damaged in which section or circle, for example if insulator of a particular place is burning ten times then there is some problem with the insulator that was supplied, so far there was no such mechanism to look into it. There are no specific records detailing the causes of faults in past years,” Singh said. Singh also said that, redistribution of the power distribution system of the state capital would be done to ensure effective distribution of power and convenience to consumers. Talking to media persons, on Friday Singh said, “The officials have been instructed to prepare a plan for redistributing the power distribution system of the state capital. This will bring uniformity and lead to effective management of power distribution in the state capital. There are several such distribution centers where pressure has increased due to expansion of the city. These issues will be solved with redistribution.” Speaking about the issue of power cuts, Singh said, “It is basically a propaganda by the Opposition parties. In reality, there are no power cuts. There is tripping due to technical faults but less tripping compared to previous year has been reported this year. We have also made a detailed communication plan to address the issue and ensure that whenever there is tripping, the actual cause of power supply disruption is known to the users and officials through WhatsApp groups.” “There have been instances wherein it has surfaced that the power supplies were deliberately disturbed and FIRs have also been registered in Damoh, Kolar of Bhopal and Indore. We have also asked the police patrolling teams to keep an eye on such instances. Officials have been instructed to keep an eye and instantly report such cases to the police,” he added. “We have changed more than 60,000 transformers since January 1, this year,” Singh said. “But the allegations of power cuts are mainly propaganda motivated by politics. The Opposition parties are not able to digest that they have been denied mandate by the people of the state. And to those who are trying to make their propaganda and protests successful by deliberately disrupting power supplies, I would like to say that people of state are seeing everything”, he added. Singh also said that instructions have been issued to the concerning officials to prepare a log of the faults that are being reported. If its reported that low quality equipment was used in works, then appropriate action would be taken.” Speaking about the power purchase agreements (PPAs) of the state government with the private power producers, Singh said, “The PPAs were done in a legal way and we are seeking legal advice on the issue”. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "120km trip for ear surgery, all in vain": {"description": "Bhopal: Hospital services at All India Institute of Medical Sciences (AIIMS) Bhopal were thrown out of gear, owing to doctors stir, here on Monday. the all-India day-long strike called by Indian Medical Association (IMA) found support in AIIMS Bhopal, where regular OPD was just over 341, according to union government’s e-hospital dashboard. By Monday evening, hospital administration came out with an OPD figure of more than 1,500. Eye-witnesses said that more than 500 patients who had come seeking medical treatment from other towns to AIIMS Bhopal were disappointed. Bari Bareli resident Ram Bai was scheduled for an ear operation on Monday. Not aware of the stir, she travelled 120 km for more than four hours to find out that hospital services were shut-down. “There was not prior intimation. I am not sure when the surgery would take place,” she said. There were many others who were disappointed over the situation. Even though, emergency services were functional, the route to finding emergency care was difficult. Hospital wings near the registration counter were locked down. In each of the departments of AIIMS Bhopal, the number of doctors was insufficient even for emergency care. AIIMS emergency and trauma was only functional. Emergency patients were affected too as doctors staged protest at the entrance of the hospital. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/120km-trip-for-ear-surgery-all-in-vain/articleshow/69833088.cms", "time": "2019-06-18 04:08:00"}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "BJP takes a dig at govt’s ‘half-year’ celebration": {"description": "Bhopal: The BJP on Monday took a dig at the state government for celebrating ‘haf-year’ in office even though it has failed to fulfill any of the promises Congress made in its manifesto. BJP leaders said that the government did not even waive farm loans within 10 days as announced by Congress president Rahul Gandhi. The party must change the chief minister for failing to implement the scheme even after six-month of its rule in the state, they said. \"The Congress government has accepted in the advertisement published in newspapers that the second phase of the loan waiver scheme will being launched now. This exposes the false claims of the party that it had waived off farm loans within 10 days of coming to power as announced by Rahul Gandhi\", said former minister Narottam Mishra while addressing a press conference on six-months of Kamal Nath government. He claimed that 95 per cent of the farm loan beneficiaries in the state have not availed benefits up to Rs 2 lakh as claimed by the Congress. He said in the so-called first phase, farmers got benefit up to Rs 15,000 only on their total loan amount. \"Congress has not only fooled the farmers, is also trying to cheat them in the name of PM Kisan Nidhi Yojana. The government is not submitting the complete list of farmers to the Centre for financial assistance of Rs 6,000 per annum under the scheme. So far, only 43,000 beneficiaries have been listed against 80 lakh farmers registered with the state government-run cooperatives and mandis\", said Mishra. Taking a jibe at ‘half-year celebrations' of the government, Mishra said that it is for the first time in the country that any government is celebrating `half-year' of its rule. “Is the Congress government not sure completing one-year term in the state?\" asked Mishra. He said all promises made by the government and listed in the report card presented before the press on Monday are unfulfilled even after six months of being in power. For every single crisis, they blame the opposition party and now they are celebrating their so-called success, he said. \"For power cut, they blamed BJP, for water crisis and crimes, they pointed finger at the BJP. For scams in cooperatives, rape and murder of minors, doctors' strike and what not. They blame BJP for everything. Who is stopping them from taking action against culprits?” said Mishra. He said, “In six months, the government has failed to fulfil a single promise. After cheating farmers in the name of loan waiver, the party has not provided stipend to unemployed youths. The promise to provide scooter to students is still unfulfilled. People are facing acute water and power crisis, now employees were suffering due to mass transfers\". Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/bjp-takes-a-dig-at-govts-half-year-celebration/articleshow/69833133.cms", "time": "2019-06-18 04:12:00"}, "Now, bar licence just a click away in MP": {"link": "https://timesofindia.indiatimes.com//city/bhopal/now-bar-licence-just-a-click-away-in-mp/articleshow/69778985.cms", "time": "2019-06-15 04:30:00", "description": "BHOPAL: Getting bar licence in Madhya Pradesh is set to get simpler than ever before. A hotel owner just needs to pay online fees and would get bar licence within a set time-frame. The excise department is already in talks with government agencies to get a portal ready wherein the bar licence seekers can apply. Minister for commercial taxes Brajendra Singh Rathore confirmed it and said plan would start taking shape in a month. Objective behind the move is cut short the time exhausted in procedural delays and to earn revenue. System is expected to get in going by the time new policy is in place, minister added. However, after simplifying the process government mulls to increase the fees for issuing bar licences. As of now, bar licence fees is Rs 13.75 lakh for restaurants and over Rs 18.15 lakh for hotels, which would go up once the online time limit bar licence issuing process is in place. Officials said bar licence seekers do not mind paying fees, but they request to issue the licence as soon as possible. As per current procedure, a person has to apply in district excise office for getting licence. The team conducts inspection and report goes to collector from where it is forwarded to excise commissioner and finally minister issues the licence. However, on the pretext of queries, the department hangs the process for months. In the new arrangement, time-limit for inspection would be fixed and all queries would be raised in one go to issue the licence. In the prevalent system, babus issue single query at a time to delay the matter as long as possible leaving the room for corruption. In the new system, an applicant can deem to get the bar licence even if the licence is not issued after the deadline is over. MP would not be the first state to adopt the online procedure. The system is already in place in few states, including Maharashtra where even liquor stock available in a bar can be monitored on day to day basis, officials added. The decision to start the process of easing the process was taken at a high level meeting chaired by chief minister recently. Officials said the incumbent government wants to make the other procedures too in excise department like auction of liquor contracts online. Government is also in process to remove the mandatory purchase of liquor for bars from shops within its vicinity, with an aim to get more variety for tipplers at competitive prices. Download The Times of India News App for Latest City ."}, "\nPeople enjoy Bhangra themed party in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/People-enjoy-Bhangra-themed-party-in-Bhopal/articleshow/47986453.cms", "time": "", "description": "Theme-based parties are one of the biggest draws for the club-hopping crowd in Bhopal and one such celebration recently drew a big crowd.  Organised at a club, this Bhangra party saw guests sporting colourful pagdis and dancing enthusiastically to rocking Punjabi beats that echoed through the pub.  As the dholwala played some peppy beats, the footloose partygoers could be seen matching their steps and performing some traditional bhangra steps. Foot-tapping music, free-flowing beverages and a lot of cheery camaraderie made the night a memorable one as the young crowd made the most of this unique theme-party. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Learn Mandana art form at IGRMS": {"link": "https://timesofindia.indiatimes.com//city/bhopal/learn-mandana-art-form-at-igrms/articleshow/69778974.cms", "time": "2019-06-15 04:28:00", "description": "BHOPAL: As part of the ‘Do and Learn series’ an eight-day workshop on Mandana paintings is being organized at IGRMS. The workshop begun on Wednesday. Mandana paintings belong to Meena tribe of Rajasthan and some parts of Madhya Pradesh. It is believed that the paintings protect the home from evil and thus, women draw it on walls and floors of the house. In older days, chalk solution and red ochre were used, but today’s modern tastes demand more vibrant palate, prompting artists to use colours. Mandana art is influenced by nature and its major themes include varieties of flowers, women at work, plants, birds and animals. The workshop is being conducted by Meena artist, Shri Ramdev Meena from Rajasthan said, “This art form is an oral tradition learnt only by emulation. As these days, socio-economic development has taken precedence over altruistic sentiments of the community, there seems to be very little time and space to practice this art which makes its preservation harder.” Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Junior doctors in Bhopal join IMA stir, medical services to be affected on Monday": {"description": "BHOPAL: Expressing solidarity with the doctors in West Bengal agitating against an attack on their colleagues, doctors and medical fraternity in Bhopal would go on one-day stir on Monday. Though emergency services will remain functional, the strike may affect outpatient departments in private and government run-hospitals for the day. Doctors at state government-run hospitals like JP hospital will be on duty. Services at Gandhi Medical College (GMC) and other government medical colleges across the state would remain affected. AIIMS Bhopal administration has also been notified about the stir. Going by health department estimates, around 10,000 OPD patients would have to defer their appointments across the state capital. About 30 planned surgeries in Hamidia hospital too are expected to be deferred. Madhya Pradesh Medical Doctors Association (MPMDA) maintained that emergency and critical cases including in-patient services would not be impacted by the one-day stir. Indian Medical Association (IMA) greater Bhopal chapter president Dr Rajiv Gupta said that the IMA stir call is for nationwide suspension of non-essential services only. MP nursing association, MP nursing homes association and others have also supported the stir. IMA, the apex body of doctors in the country, has also renewed its demand for a union government law to check violence against health care workers in hospitals. It said it should have a provision for a minimum of seven-year jail sentence to violators. Medical institutions like GMC have also been in the news for violence in hospitals and it has adversely affected patient care. Over the years, GMC administration has failed to install even CCTV surveillance for safety of doctors. When contacted, doctors of some private hospitals said that they support the stir but will refrain from going off duty. “We are with IMA and its call,” said a private consultant, seeking anonymity. Directorate of Medical Education (DME) and health department officials maintained that OPD services in state-run hospitals would continue as usual. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/jr-docs-join-ima-stir-medical-services-to-be-affected-today/articleshow/69817454.cms", "time": "2019-06-17 13:05:00"}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "A new dawn, future awaits Madhya Pradesh": {"description": "Madhya Pradesh chief minister Kamal Nath has in a blog written on the completion of his six months in office said a new dawn and new future awaits the state. In the blog, Nath wrote, “After a long and hostile summer, monsoon is knocking at your doorstep, bringing with it new hopes. At the same time. it also recalls about the long pain each one of you have endured. Putting it in verse Nath writes, “Scorching heat was far long/ There was no respite/ Never was the weather so hostile/ The scorcher was long…/ 15 long years.” He further wrote, “The heat has singed everything in the state. The sun has affected the economy, good governance, respect to women folks, farmers’ livelihood, employment for youth, self-respect for Dalits and tribal folks. The economic mess left was so that the state had a revenue deficit of Rs 8 lakh crore making it difficult to pay wages of state government employees. On several occasions advances had to be sought from the RBI to meet the crisis. The state had a debt of Rs 1.87 lakh crore and investments failed to make it while there was no trace of good governance and justice. The fact is that 46,000 girls could not save themselves and another 48 lakh children suffered malnutrition. Farmers’ seeking true value for their farm yield were shot by bullets while the future of bright youth were compromised through Vyapam. That is, I inherited a listless administration. But as one say, God may be late but not unjust. Like the saying goes in Hindu mythology that as much Rohini heats there is a chance of good rain. Thus, it seems a happy end with onset of monsoon. First with farmers’ loan waiver at their doorstep and later with discounter electricity for all. Now, there is also a reduction in crimes. Girls are also getting an assistance of Rs 51,000 for marriage. Citizens of the state will now have Right to Water, Metropolitan Planning Authority is scripting a new story of development in the urban areas of the state while new investments are coming with job promise to 70% youth of the state. Houses of poor are being illuminated with subsidized power. It is said that power consumption is the benchmark for development, and in the last six months the power consumption has gone up from 16% to 48%. The state is also providing benefit of 27% reservations to the Other Backward Classes. The last six months has brought a new hope for the state with the girls scaling Mt. Everest, youth brimming with hope and farmers’ assured of better future. There are new opportunities for the tribals, OBCs and Dalits. Cattle are finding homes in good cow shelters and Narmada and Kshipra rivers are also promising to flow with full glory.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/a-new-dawn-future-awaits-madhya-pradesh/articleshow/69833193.cms", "time": "2019-06-18 04:18:00"}, "Less than 1% BU students got jobs on-campus in 2017-18": {"link": "https://timesofindia.indiatimes.com//city/bhopal/less-than-1-bu-students-got-jobs-on-campus-in-2017-18/articleshow/69795678.cms", "time": "2019-06-15 04:31:00", "description": "With inputs from Laveena Francis Bhopal: The city’s Barkatullah University (BU) could hardly place 1% students in the year 2017-2018. Of total 3090 students, the university could only provide on-campus placements to 22 students, whereas Indore’s Devi Ahilyabai Vishwavidyalaya (DAVV) placement record was 70% in the same period. The BU in its report, seeking better NAAC grading, to internal quality assurance cell (IQAC), admitted that only 22 students, which makes 0.71%, were placed on-campus in the year 2017-2018. The university’s report mentioned that only 100 of 3090 students participated in the placement process. And 22 of them were given on campus placement, and other 68 students got jobs off campus. On the other hand, students alleged that the university has never informed them about the placements on the campus. “BU has over 20 departments but no one has any bother as where these students will get jobs after completing degrees,” said Vipin Yadav, a student. Another student, Shruti Upadhyay complained about the quality of education. She said that most of the time research schools take the classes instead of permanent faculty members. BU has claimed in the IQAC report that it has 72 permanent teachers of which 67 are appointed for the P.hD course. Not only placements, but the university also lags behind in competitive exams as only 14 students could qualify GATE, and 6—SET, stated IQAC report Prof DC Gupta, BU’s IQAC in charge, said, “Since 2014 BU is suffering with poor placements as the then VCs did not pay much attention to the same. It requires collective efforts from everyone in the university While the BU professor blamed former Vice-chancellors for the lower placement percentage, DAVV Vice-Chancellor NK Dhakad attributed its performance to its specialized curriculum and placement cell. “DAVV is A grade university with high number of professional courses and most of which are unique. We have less conventional courses. We have made a centralized placement cell and companies have been coming here for several years now,” he added. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Bhopal: Mercury dips below 40 degrees Celsius after a month": {"link": "https://timesofindia.indiatimes.com//city/bhopal/mercury-dips-below-40-degrees-celsius-after-a-month/articleshow/69778997.cms", "time": "2019-06-15 04:32:00", "description": "BHOPAL: After around four weeks of scorching heat the temperature finally dipped below the mark of 40 degrees Celsius on Thursday. The day temperature in Bhopal on Thursday was at 39.9 degrees Celsius giving some respite but the night remained warm in city and other parts of the state. Day temperature in Bhopal on Thursday was recorded at 39.9 degrees, two degrees more than normal mark, while night temperature in city was recorded at 30.6 degrees, five degrees more than normal mark. High temperature in night was due to clouding. Wind direction in city was south westerly and average wind speed was 24 kilometres per hour. Officials of meteorological department, Bhopal circle said day temperature in Bhopal came down 40 degrees mark after 25 days. Before this on May 19 last month, the day temperature was recorded at 39.9 degrees while temperature remained above 40 degrees after that and was hovering around 45 degrees for the past few days. Met officials said there is trough from Punjab to Gangetic West Bengal passing through north MP. Besides, there is moisture incursion in state. It has developed possibility of thundery development for at least two more days, met officials said adding, if cyclone Yuva would have not changed its course, it would increase moisture incursion in state resulting in more thundery activity. Highest temperature in state was recorded at 44 degrees in Naogaon and Shivpuri on Thursday. Places that recorded showers between 8.30am to 5.30pm in the day were Damoh 13mm, Jabalpur 10mm, Guna 2mm while Indore and Naogaon recorded trace of rain. In the forecast for Bhopal on Friday the met officials said there would be partly cloudy sky, possibility of thundery development, dusty winds and light rain during evening hours. Day and night temperature would be respectively at 40 degrees and 29 degrees Celsius while average wind speed will be 24 kmph In the forecast for state met department underlined possibility of thundery development, dusty winds and light rain for several places, including Rewa, Sidhi, Satna, Singrauli, Shahdol, Anuppur, Dindori, Umaria, Chhindwara, Mandla, Seoni, Balaghat, Jabalpur, Raisen, Sehore, Vidisha, Tikamgarh, Sagar, Chhatarpur, Betul, Harda, Hoshangabad, Neemuch, Mandsaur, Ratlam, Ujjain, Jhabua, Alirajpur, Indore, Dhar, Dewas, Gwalior, Shivpuri, Guna, Sheopurkalan, Morena and Bhind. Download The Times of India News App for Latest City ."}, "Nath meets Shah, seeks funds for special cell to prevent crime": {"description": "Bhopal: Chief minister Kamal Nath called on home minister Amit Shah in New Delhi on Sunday to discuss issues related to internal security and law and order in the state. This is Nath’s first meeting with Shah after he became home minister. Nath, who is in Delhi for the first meeting of Niti Ayog under the aegis of new NDA government, arrived at Shah’s residence in the evening, said sources in Mantralaya. The two spoke for almost an hour, and women safety was a key part of their discussions. After the meeting, Nath is believed to have sent a letter to Shah, seeking budgetary support of Rs 880 crore to set up a special cell in MP to prevent crimes against women and children. “Financial assistance will be required to set up a cell to check crimes against women, procure equipment for investigation, reorganize mounted troops and dog squad, and hire counsellors to deal with cases of crimes against women. This will require technically skilled manpower, patrol vehicles and office buildings,” Nath has said in the missive. The new cell will comprise investigating officers, legal advisers, prosecutors and counsellors, apart from DNA laboratories and mobile forensic teams, the CM ha written. “Crime against women and children is a sensitive issue. The state government is committed to strictly deal with offences against women and children. For this, support from the central government is urgently required,” says his letter. The meeting between the two stalwarts holds significance after BJP’s thumping majority in the recent Lok Sabha election, where Shah — as BJP president — had raised the issues of “mass transfers and deteriorating law and order” in Madhya Pradesh in his poll rallies. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/nath-meets-shah-seeks-funds-for-special-cell-to-prevent-crime/articleshow/69833370.cms", "time": "2019-06-18 04:34:00"}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "\nHistorical mela hosted for women, by women at Gohar Mahal in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/Historical-mela-hosted-for-women-by-women-at-Gohar-Mahal-in-Bhopal/articleshow/48030243.cms", "time": "", "description": "A four-day long Meena Bazaar is currently on at Gohar Mahal, to the delight of women from across the city.  Dozens of women artistes from across the country are displaying products as varied as artificial jewellery, shoes, handbags, jute bags, ceramic show pieces and handlooms at the historical monument Gohar Mahal. During the era of the Nawabs, the palace used to host Meena Bazaar — the favourite spot for women to shop, and after a long time, the mela has been initiated again at Gohar Mahal.  Kutir Evam Gramudyog Minister Kusum Mehdele, who inaugurated the bazaar, told us, “It’s a good platform for female shopkeepers and buyers. This market is a one-stop place where they can enjoy shopping all the items of use. We will now organise Meena Bazaar every year here in Bhopal.”  Besides decorative items, the women seem to be most drawn towards fashion and lifestyle products here. From lac bangles to handloom fabrics such as chanderi and maheshwari as well as bagh prints, the options are aplenty. There is also a mehendi stall, offering designs in Arabian and Marwadi style for `50 and `100, respectively.  Nawabi-style glass vases and designer lamps are another highlight, which will cost you between `150-`1000. Another attraction are the wooden combs available in different shapes and sizes as well as the signature Bhopali batua (purse), costing between `250- `1000. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Kisan Cong demands MSP for wheat, Bhavantar dues from Centre": {"link": "https://timesofindia.indiatimes.com//city/bhopal/kisan-cong-demands-msp-for-wheat-bhavantar-dues-from-centre/articleshow/69806595.cms", "time": "2019-06-16 04:28:00", "description": "Bhopal: Madhya Pradesh Kisan Congress (Congress party’s farmers’ wing) on Saturday alleging ‘injustice and discrimination’ by the Centre demanded full payment of dues by the Union government for procuring wheat under Minimum Support Price (MSP) in the state. A memorandum addressed to President Ramnath Kovind was presented to governor Anandiben Patel at Raj Bhavan by Kisan Congress. The memorandum to the President said, “The Union government had authorized MP government for acquisition of 75 lakh tons of wheat. But, so far, has allocated funds for 67 lakh tons. Funds for procuring remaining eight lakh ton amounting to Rs 1,500 crore should be allocated so that farmers can be paid without any further delay.” The memorandum also alleged that payment of Rs 1,000 crore for last year’s Bhavantar Scheme is also due and Centre should release the payment. Speaking to TOI, state Kisan Congress president Dinesh Singh Gurjar said, “Today the Congress held its state-level meeting at the PCC office. We discussed the Lok Sabha elections and its results and the state government’s loan waiver scheme, reduction of power bills for the agrarian sector, farmers pension scheme and availability of fertilisers and seeds for the Rabi harvest season. Minister for agriculture Sachin Yadav who attended the meeting said agricultural loans at zero percent interest will continue.” Ministers Omkar Singh Markam and PC Sharma who were present at the meeting listened to the demands made by the Kisan Congress leaders and office-bearers. “We also demand that the Narendra Modi government should stop import of lentils. In Madhya Pradesh, a large portion of the state grows lentils and farmers are not getting fair price for their produce because of the Centre’s import policy. MSP for moong dal should be made Rs 8,000 per quintal and state government should be given funds for procuring lentil,” Gurjar added. He also said that Centre should pay an additional 50% of MSP as profit for farmers. “If the Narendra Modi government does not accept our demands, then Kisan Congress will protest on the streets. There will be agitation through across mandis and panchayats in the state,” he said. Download The Times of India News App for Latest City ."}, "Infant’s head creates panic in Chattarpur": {"link": "https://timesofindia.indiatimes.com//city/bhopal/infants-head-creates-panic-in-chattarpur/articleshow/69806828.cms", "time": "2019-06-16 04:52:00", "description": "Bhopal: There was quite a sensation at Chattarpur’s Civil lines area after the head of an infant was recovered late Friday evening. Police remained clueless as they approached neighbouring police stations to enquire regarding any missing person complaint. Civil Lines police station SHO Vinayak Shukla said the head was recovered from Satai road locality of Chattarpur. “The child seems to have been anywhere between two to 15 days old. Except the head, the remaining body of the infant has been eaten up by stray dogs. Even the head bears canine teeth marks. It is suspected that the child was abandoned by its parents. But police are working on various theories,” SHO Shukla said. Quoting a doctor’s report, he said it seemed unlikely that the infant was beheaded. The SHO added that a detailed post-mortem report is awaited. Download The Times of India News App for Latest City ."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Parents asleep, three-year-old girl drowns in a bucket in Bhopal": {"description": "BHOPAL: A 3-year-old girl drowned in a bucket at her home while her parents were asleep on Saturday in Misrod area of Bhopal. Police said parents of the deceased child were ill and were sleeping after taking medicines. The girl got up and got down from the bed and went inside bathroom where she drowned in the bucket full of water. Incident came to light when her parents got up and looked for her. On finding her in the bucket, they rushed her to a nearby private hospital where she died during treatment. After initial probe, police handed over the child’s body to the family members without autopsy. Police said Surendra Raghuvanshi, a wholesaler dealing in cleaning material hails from Raisen district and lived with his wife and 3-year-old daughter in Misrod area. On Saturday morning, his daughter Adhya who was sleeping with her mother on the bed was found missing. When they searched for her, the child was found inside the bucket. Police said Surendra and his wife were unwell and were in deep sleep after taking medicines. They rushed her to hospital where she died an hour after treatment. Police said the parents said that three days ago also the child reached the bathroom, but was spotted and saved by her parents. She was the only child of her parents and was to go to school during the new academic session. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/3-yr-old-bhopal-girl-drowns-in-bucket/articleshow/69817450.cms", "time": "2019-06-17 09:12:00"}, "\nPriyanka Chopra, Prakash Jha address the media at 'Gangaajal 2' press conference in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/Priyanka-Chopra-Prakash-Jha-address-the-media-at-Gangaajal-2-press-conference-in-Bhopal/articleshow/48030297.cms", "time": "", "description": "A couple of days before the shooting of Prakash Jha’s Gangaajal 2 wrapped up, the film’s cast got together to interact with the media in the city.  Addressing the crowd, Priyanka Chopra, who plays a tough cop in the film, said, “I will miss Bhopal a lot and having spent a month here, I have fallen in love with the place. The people here are very cooperative and it has been a memorable shooting experience here.”  Besides Chopra, the other actors, including Rahut Bhat, Murli Sharma and Manav Kaul, were also present. Praising the beauty and the cooperation received by them, Jha said, “Bhopal is a place where shooting can be done with ease and the credit goes to the audience here.” Download The Times of India News App for Latest City ."}, "Congress hails Kamal Nath’s six-month rule in MP, terms him a silent worker": {"description": "BHOPAL: On the eve of chief minister Kamal Nath completing six months in office, Congress hailed him as a “silent worker” who has tirelessly worked towards implementation of Congress party’s “Vachan Patra” (manifesto) in letter and spirit. Congress termed Nath government as practical, unlike the BJP, which it said believed more in propaganda. Former leader of opposition in the state assembly, Ajay Singh, while congratulating Nath on completing six months in office, said efforts made by him after taking over reins of the state to implement Congress party’s “Vachan Patra” has benefitted every section of society. He said the manner in which Kamal Nath government has “silently” gone about doing its job gives hope that in the five years of his regime, MP would script a new story of progress and prosperity. State Congress media cell has brought out a 63-page booklet titled “Badlav Ka Pehla Padav” (The first milestone of change) which highlights major achievements of the state government. Among other things, the biggest beneficiaries have been the farmers’ and loan waiver benefitted 19.97 lakh farmers while the youth welfare department’s “YUVA Swabhiman Yojana” has guaranteed 100 days of employment to unemployed youths. The industries department has 70% reservation to local youths while in the education department, there is a promise of recruitment of school teachers on 52,000 vacant posts and in the health department obstetric ICUs were opened in 11 district hospitals, said the booklet. Congress booklet further credited Kamal Nath government for construction of 1.12 lakh houses in rural areas, stipend to 30.98 lakh students from OBCs and minorities, implementation of 12 projects worth Rs 193 crore in seven smart cities of the state. It further said that 19,796 MW power is available in MP now, which is an all-time high, and power shutdown had gone down by 9% compared to the past. Wages for tendu collection to tribals has been raised from Rs 200 per sack to Rs 250, complete ban on polythene has been imposed, 4676 e-rickshaws have been registered during the period and PWD has constructed 1300 Km roads and M P Road Development Corporation 649 Kilometer. The booklet further highlights about additional dearness allowance for state government employees from January 2019, one day holiday in a week for police personnel and increasing reservation for OBCs from 13% to 27%. It also speaks about the committee to draft Water Act 2019 to ensure availability of clean drinking water to everyone in MP. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/cong-hails-naths-6-month-rule-terms-him-a-silent-worker/articleshow/69817447.cms", "time": "2019-06-17 12:59:00"}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "First in country: Four model railway crossings in Bhopal div": {"link": "https://timesofindia.indiatimes.com//city/bhopal/first-in-country-four-model-railway-crossings-in-bhopal-div/articleshow/69795663.cms", "time": "2019-06-15 04:30:00", "description": "Bhopal: In a first in the country, DRM Bhopal has developed four model railway crossings with better amenities and infrastructure for gatemen. These are developed on the Bina-Guna rail block.DRM Bhopal Uday Borwanker said it has been done to provide gatemen better safety, security and other facilities. Model railway crossings have been developed at gate no-10 (near Mungawali railways station), gate no-50 (near Shahdora railway station), gate no-3 (near Bina railway station) and gate no-297 (near Kalhar railway station). At the model railway crossings, RO water machines, separate cabin for gateman, solar panels, hand-pump and planation have been done. “Besides, a toolkit is provided at all these railway crossings. Earlier, gatemen had to face a lot of challenges in different conditions. Such railway crossings will make a big difference,” said Borwanker. Download The Times of India News App for Latest City ."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Now, free e-rickshaws to help passengers reach city link bus stops": {"link": "https://timesofindia.indiatimes.com//city/bhopal/now-free-e-rickshaws-to-help-passengers-reach-city-link-bus-stops/articleshow/69807165.cms", "time": "2019-06-16 04:21:00", "description": "Bhopal: The Bhopal City Link Limited (BCLL) has started an e-rickshaw facility for passengers opting for its buses. Free of charge, feeder rickshaws are currently on trial at Kolar, Lal Ghati and BHEL areas. The feeder service would pick and drop passengers to the bus stops. BCLL aims to operate as a seamless, integrated travel from colonies to the bus stops. If successful, the system would be operational across the state capital, said BCLL director KevalMishra. The move comes ahead of the government policy to improve public transport and announcement of a new metropolitan area for Bhopal. It would also fulfil one of the requirements in the policy, as the state capital prepares to receive funding for the ambitious Bhopal metro project. “The objective is to ensure that the lowest cost mass transit mode is selected for public transport,” said a BCLL official. The e-rickshaw facility is also linked to the BCLL's ticketing mobile application. The service will provide connection to the bus stops from select colonies and vice-versa. It is available in Avadhpuri, Ayodhya Nagar, Mandakini campus, Kolar and adjoining areas. BCLL operates 16 regular buses for different routes in these areas. Reducing travel time, the feeder route e-rickshaws would operate at peak hours for passenger convenience. It is free of any charge. “Residents of the colony using this e-rickshaw are enjoying the benefits of travelling in BCLL buses,” said Rakesh Singh, a resident of BHEL. Earlier, most of the commuters had to travel more than 2-3 km to reach the bus stop. “My residence is about 2 km from the main bus stop. It has also helped students living in far-flung colonies to reach the bus stop with ease,” said Ramlesh, a school teacher. The facility for the passengers to reach their destinations with ease is likely to be extended to other locations across the state capital, said Mishra. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "\nFive-day film festival 'Ekagra' commences with Mrinal Sen’s Bengali gem ‘Bhuvan Shome’ in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/Five-day-film-festival-Ekagra-commences-with-Mrinal-Sens-Bengali-gem-Bhuvan-Shome-in-Bhopal/articleshow/47922291.cms", "time": "", "description": "Ekagra, a five-day film festival, commenced with the film Bhuvan Shome, directed by renowned filmmaker Mrinal Sen, at Bharat Bhavan.  Made in 1969, Bhuvan Shome was one of the most appreciated films of its era. The fest will continue till July 5 and some of Hindi and Bengali cinema’s best films by Sen will be screened here.  Bhuvan Shome was a film made on a tight budget but it played a key role in establishing Sen as one of the most respectable filmmakers of that time and he won many accolades for it, including best feature film and best direction. The movie is based in the 50s where Bhuvan Shome, played by Utpal Dutt, is a strict but dedicated senior railway officer. His colleagues are always discussing his strictness but Bhuvan continues with his work without paying attention to them.  The film follows his life as he decides to go for a bird hunting holiday where he meets Gouri, a young and beautiful, easy-going girl. Bhuvan is bowled over by her and in turn, she has a great impact on his life and he lets go of his extra strict behaviour. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Bhopal’s Gaurav Jain bags AIR 93 in JEE Advanced": {"link": "https://timesofindia.indiatimes.com//city/bhopal/bhopals-gaurav-jain-bags-air-93-in-jee-advanced/articleshow/69795672.cms", "time": "2019-06-15 04:31:00", "description": "Bhopal: Gaurav Jain of Bhopal has secured an All-India rank (AIR) of 93 in the joint entrance exam (JEE Advanced). He is the only student from Bhopal who managed to secure a place in the top 100. Tulip Pandey, who completed class 11 from Bhopal and then shifted to Mumbai, has secured AIR 79. She is also third in the country among girls. Gaurav has scored 271 out of 360 marks. He was a student of FIITJEE Bhopal Centre’s Pinnacle Program. He was also the Bhopal topper in JEE Main 2019. Gaurav completed class 12 from Gyan Ganga School with 94.4%. “Coaching as well as home study has helped me secure such good ranking,” said Gaurav. He said he had started his preparations right from Class 9. “Making it to the IIT has been my dream since class 9. Coaching helped me accomplish this dream,” said Gaurav. This year, 1.73 lakh students had appeared for JEE (Advanced) from across the country. It was held on May 27. A student, Nitin Khare, said, “I worked hard and am hoping to get a good ranking.” Download The Times of India News App for Latest City ."}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "\nCM Shivraj Singh Chouhan inaugurates Police Kala Mahotsav in Bhopal\n": {"link": "https://timesofindia.indiatimes.com//city/bhopal/CM-Shivraj-Singh-Chouhan-inaugurates-Police-Kala-Mahotsav-in-Bhopal/articleshow/49076147.cms", "time": "", "description": "The three day Police Kala Mahotsav was inaugurated recently by Chief Minister Shivraj Singh Chouhan at Bharat Bhawan. The program opened with an exhibition highlighting the services rendered by the police officials in the form of paintings, poems, photographs and sculptures along with a play titled Vardiwale. A rare collection of books from the police headquarters was also kept on display for the exhibition. The collection included books from 1867 till post-independence. German box cameras invented in 1954 and paintings highlighting the tough life of police officials, made by students and artists from various states, were also on display.  Directed by Ashok Bulani and written by Vijay Shankar Mehta, Vardiwale, based on a true incident that happened in Ujjain around 20 years ago, saw mature acting and perfect dialogue delivery, thereby leaving the audiences spellbound. Download The Times of India News App for Latest City ."}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Computer Baba ‘raids’ sand mines in Sehore": {"description": "BHOPAL: After he was denied a chopper for an aerial survey of illegal sand mining in river Narmada, Computer Baba challenged the sand mafia and chased them in a boat on Sunday night. However, his effort went in vain. Not to be outdone, he again “raided” some mines on the banks of Narmada in Sehore district and “impounded three sand-laden tractor trolleys”. Namdeo Das Tyagi aka Computer Baba, with a status of minister, is the chairman of Ma Narmada, Ma Kshipra and Ma Mandakini Trust and is entrusted with the duty of conservation of the rivers. “As the monsoon approaches, there is total ban on sand mining,” Baba told TOI adding: “ I confiscated three tractor trolleys loaded with illegally mined sand from Somalwada village in Budhni tehsil of Sehore district and handed it over to SDO Police and sub-divisional magistrate.” He said, “Most of the sand mining is taking place in Budhni.” On Sunday night, when he was camping at the Circuit House in Hoshangabad, he was told about the presence of many trucks loading sand across the river. “When I saw the trucks being loaded, I decided to cross the river by boat. I had also informed the district collectors of Sehore and Hoshangabad,” he said. “But as I was crossing the river, the boat stuck midway as there was not enough water for the boat to reach at the bank of the river,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/computer-baba-raids-sand-mines-in-sehore/articleshow/69833035.cms", "time": "2019-06-18 04:34:00"}, "At Niti meet, Nath pitches for agri market reforms": {"link": "https://timesofindia.indiatimes.com//city/bhopal/at-niti-meet-nath-pitches-for-agri-market-reforms/articleshow/69806557.cms", "time": "2019-06-16 04:25:00", "description": "Bhopal: Chief minister Kamal Nath stressed on the urgent need for agriculture market reforms so that farmers get handsome prices for their produce. Speaking at the fifth meeting of governing Council of Niti Aayog at New Delhi on Saturday, Nath called for structural reforms by all states and for suitably amending the Agriculture Produce Marketing Committee Act and Essential Commodities Act 1955. He also drew attention towards e-National Agriculture Market scheme saying that e-payment system is yet to be developed due to which States are facing problem and grievances redressal mechanism needs to be put in place. He said quality of a produce should be treated uniformly by all mandis and said APMC Act needs to be modified so that states have farmer centric systems there. Describing conservation of rainwater harvesting as imperative for sustainable development, chief minister said the demand of water for human and industrial consumption will rise in proportion to increase in population. Watershed development activities need to be strengthened in every state to replenish the groundwater resource. Giving example of Madhya Pradesh, Kamal Nath informed that river flow restoration project is under implementation to improve catchment area of 40 rivers in water stressed districts. In view of reported late arrival of monsoon, suitable varieties of seeds are being made available to the farmers with the help of agriculture universities. On the other hand, district disaster management plans have been updated in view of possible flood situation. On security issues and those concerning the left-wing extremism infected regions, Nath said special intelligence branches involving locals should be set up. Information sharing between affected states and confidence building measures involving the local communities must be carried out in active collaboration with the Centre. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "#MyParentsMyResponsibility urges for a better home for oldies": {"link": "https://timesofindia.indiatimes.com//city/bhopal/myparentsmyresponsibility-urges-for-a-better-home-for-oldies/articleshow/69778978.cms", "time": "2019-06-15 04:29:00", "description": "Bhopal: With an aim to sensitize youngsters and working adults towards their elderly parents, NGO named Help Age India staged street play— My parents my responsibility, at MP Nagar-based mall on Thursday.The play also aimed to create awareness about ‘World Elder Abuse Awareness Day’, celebrated every year on June 15.The story showcased the several problems that our elders face in their daily lives. And, the national research surveys carried out by the organization revealed the wide prevalence of elder abuse in our country. Following this, a report ‘Elder Abuse in India - Role of Family: Challenges and Responses’ will be released on the weekend.It was found that elderlies are more vulnerable to abuse/poor treatment at home than anywhere else, especially by younger population.The aim of this study is to evaluate the efforts required to take care of an elderly person at home, from the point of view of working adult generation aged between 35 to 50 yrsSeclusion and lack of emotional support are some of the major problems faced by the senior citizens.To support the cause, the organization is also running a campaign on social media with #MyParentMyResponsibility, urging people to raise voice against elders’ oppression and take immediate action for their rehabilitation and right to safe and caring life.Download The Times of India News App for Latest City ."}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Cong’s Jhabua dilemma: Feuding Bhuria or Medha?": {"link": "https://timesofindia.indiatimes.com//city/bhopal/congs-jhabua-dilemma-feuding-bhuria-or-medha/articleshow/69795660.cms", "time": "2019-06-15 04:30:00", "description": "Bhopal: With the elevation of BJP’s GS Damor from the state Assembly to the Lok Sabha, Jhabua assembly seat will go for bypoll within six months. And the state Congress, which is running a government with 114 party MLAs (two seats short of absolute majority) with the support of independents and SP-BSP, is eyeing this one tribal reserved seat with great expectations. Jhabua win can take Congress and Kamal Nath government one more step closer to majority at 115, which would be just one seat short of the magic number 116 in a House of 230. Also, a victory in Jhabua bypoll would ensure that BJP suffers a setback and its number reduces from the 109 seats it won in November assembly elections to 108. Increase in Congress’s numbers by even one seat can ensure Kamal Nath government stability as independents breaking away and others would still not give the BJP the required numbers to form the government here. But the Congress’s main hindrance for Jhabua is its own factional feud between former Union minister and party’s tribal leader Kantilal Bhuria and former MLA from the same seat Jevier Medha. Retired government engineer GS Damor won his debut election venture last November when as the BJP candidate he had defeated Kantilal Bhuria’s son Dr Vikrant Bhuria. While Damor secured 66,598 votes and Vikrant Bhuria got 56,161 votes, independent candidate Medha pulled off 35,943 votes. Just days before the elections, Medha was expelled by Congress for fielding himself as an independent candidate. He was annoyed as the party denied him a ticket from the seat. In 2008, Medha - the then Congress candidate - became an MLA after defeating BJP’s Pavesingh Pargi from the same seat by 19,000 votes. But in 2013, Medha lost to BJP’s Shantilal Bilwal by a margin of 16,000 votes. Because he lost to Bilwal, Congress denied him ticket in 2018 and when the party fielded Dr Vikrant Bhuria, Medha became the rebel who had to be ousted for indiscipline. Congress losing Jhabua with Medha securing 35,943 seats became a headache for five-time MP from Ratlam Lok Sabha seat Kantilal Bhuria before the Parliamentary elections. Jhabua is one of the eight assembly constituencies in Ratlam Lok Sabha seat. Realising that Medha was a rival he could not ignore, Kantilal Bhuria had his Congress membership reinstated. Bhuria contested Lok Sabha elections from Ratlam but lost to Damor, who after his assembly election victory, was fielded by BJP for Lok Sabha polls from Ratlam. State BJP president Rakesh Singh confirmed that Damor will retain his Lok Sabha seat and thereafter, he resigned from the assembly. As both the parties get ready for battlefield Jhabua, Congress has two prospective candidates for the bypoll – former MP and Union minister Kantilal Bhuria or former MLA Jevier Medha. The dilemma is whom to field – Bhuria, whose son Vikrant lost in November and he also faced a defeat in Lok Sabha or Jevier Medha, the rebel. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "DRM develops four model railway crossings": {"description": "BHOPAL: In a first in the country, the divisional railway manager (DRM) of Bhopal has developed four model railway crossings with better amenities and infrastructure for gatemen on the Bina-Guna block. Model railway crossings have been developed at gate no-10 (near Mungawali railways station), gate no-50 (near Shahdora railway station), gate no-3 (near Bina railway station) and gate no-297 (near Kalhar railway station). The DRM, Uday Borwanker, said people have liked the concept very much. “We have completed the first phase. I have directed the divisional engineers of different sections to keep developing such crossings in their locations,” said Borwanker. Around 10-15 model railway crossing will be developed in the near future. Asked about the reason of developing such crossings, Borwanker said, “Several programmes were organized in the past to make the masses aware of safety and security while passing through such crossings from the road. However, I wanted to work for the gatemen who perform their duty in interior parts in challenging situations.” He added that the objective behind developing such model crossing was to improve conditions at the crossing along with amenities for the gatemen. At the model railway crossings, RO water machines, separate cabin for gateman, solar panels, hand-pump and plantation have been done. “Besides, a toolkit is provided at all these railway crossings. Earlier, gatemen had to face a lot of challenges in different conditions. Such railway crossings will make a big difference,” said Borwanker. The DRM also added that Indian Railways is planning to shut down road overbridges and under-bridges. “It will take time. Till that time, we have decided to develop model crossing in locations where it is required most,” said Borwanker. Gatemen have welcomed the model railway crossings. “There are railway crossings which are completely in dense forests. In such situations, if such model railways crossings are developed, it would motivate gatemen,” said a gateman without wishing to be named. In the second phase, model railway crossings will be developed on the Habibganj-Harda and Bhopal-Maksi blocks. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/bhopal/drm-develops-four-model-railway-crossings/articleshow/69817472.cms", "time": "2019-06-17 15:28:00"}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "MP: IFS officer pledges to donate body to science so that a pyre isn’t needed": {"link": "https://timesofindia.indiatimes.com//city/bhopal/mp-ifs-officer-pledges-to-donate-body-to-science-so-that-a-pyre-isnt-needed/articleshow/69814136.cms", "time": "2019-06-16 18:59:00", "description": "BHOPAL: A forest officer with a passion for eco-conservation has pledged to donate his body to science so that it may save the three quintals of wood needed to cremate it when the time arrives. Harish Chandra Gupta Gupta, a 1998 batch IFS officer, completed the formalities on May 25 and shared it with colleagues on Thursday. Gupta, now posted as DFO in Vidisha, wants his body to be given to a medical college. “I spent my life protecting wildlife and forests and want to do the same after my death. At least 3 quintals of wood is required to burn a body. A tree will have to be cut for this. Besides, the pyre leads to pollution,” he said, adding: “Environment has given a lot to humans, and now it is time for us to repay in whatever small way we can. I would be happy if just four people, be it officers or employees from my department or outside, pledge their bodies after being inspired by me.” The decision to give one’s body for research instead of performing the last rites is a tough one in India. Gupta’s family, too, resisted the idea but he managed to convince them. “Awareness is rising,” he said. After signing the documents known as ‘dehdan vasiyat’, Gupta uploaded a video on social media in which he repeats the pledge. “This is to avoid any confusion since there are instances where people pledged their body but it wasn’t followed in true spirit after death,” he said. He said he was inspired by an organ donation drive started by social worker Vikas Pachori. Over the past year, 198 people have signed up for body donation in Vidisha. Gupta runs a campaign where saplings are grown in used plastic milk packets and handed to students for plantation and care. He has given 50,000 such saplings to students in the district, and set up 10,000 ‘nest boxes’ to save house sparrows during summer. Download The Times of India News App for Latest City ."}, "Dial 100 Police denied to help Lnct Student": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dial-100-police-denied-to-help-lnct-student/articleshow/58389908.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}}