{"Mysuru Zoo to conduct a two-day workshop to train snake charmers": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mysuru-zoo-to-conduct-a-two-day-workshop-to-train-snake-charmers/articleshow/69707349.cms", "time": "2019-06-09 08:59:00", "description": "MYSURU: From the start of the New Year, complaints of snakes crawling into roads, and homes have been incrementally rising across the city, and the problem has been particularly more pronounced on the outskirts. As residents have been making frantic calls to snake charmers, and others, adept in taming and rescuing snakes, the Mysuru Zoo, taking cognisance of the gravity of the problem and the lack of adequate training in those called on to attend to snakes, has decided to conduct a two-day workshop to share knowledge on scientific methods of rescuing snakes with the traditional experts. Authorities at the Mysuru Zoo are likely to start the process to identify traditional snake charmers working across the city, and get them to participate in the workshop. The zoo management is equally keen on registering all the snake charmers, who will be issued certificates, which will provide them a degree of authenticity. Besides, these certificates will further help civic agencies and local administration streamline the entire process of rescuing stray snakes, with the certificates helping the authorities maintain a log of charmers, whom both residents and agencies can readily contact. Rise in the number of snakes reported at homes, and roads Mysuru has correspondingly triggered a spike in the number of people identifying themselves as rescuers. However, in the absence of any mechanism to assess their ability, coupled with the lack of government certification has forced residents to take the abilities of the snake rescuers at their word. Presently, zoo authorities estimate that there are as many as 10 rescuers operating in the city. Among the techniques that the rescuers will be taught in the course of the workshop include identification of venomous and non-venomous snakes, safety procedures to be followed during the rescue operation, ethical methods of saving the snake, and moving the reptiles to safer homes. Mysuru Zoo executive director Ajit Kulkarni told STOI that their desire to promote a more scientific approach to rescue of animals was the motivation behind conducting the workshop. “There is an imminent need to streamline the entire process of rescuing, and treating snakes in the city. We are yet to decide on the dates for the workshop,” Kulkarni said. ‘Snake’ Shyyam, a veteran in the field of rescuing snakes, lauded the Mysuru Zoo’s initiative, stating that it would equip amateurs with the right techniques, besides increasing their knowledge about the reptiles. “Many rescuers, while starting out, are unaware about which of the snakes are venomous, and which ones are not. They fray into the profession, prompted by enthusiasm and curiosity. One must become a rescuer, not a catcher. This workshop that the zoo wants to conduct will also learn about instruments that can be used. Most rescuers today use instruments which harm the snakes,” he told STOI. Shyyam called on the zoo authorities to ensure that rescuers, attacked by snakes during rescue operations, received the necessary medical attention. Download The Times of India News App for Latest City ."}, "Prosecute owners of stray horses under Sec 289 IPC": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/prosecuteownersofstrayhorsesundersec289ipc/articleshow/67922828.cms", "time": "", "description": ""}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Patients flood govt hospitals in South Karnataka as pvt hospitals shut OPDs": {"description": "MYSURU: The nationwide strike by doctors remained peaceful in south Karnataka, though it adversely affected the functioning of private hospitals as their OPDs remained shut throughout the day. However, emergency services were available to patients. In the city, 1,200 to 1,300 patients visit K R Hospital every day. However, on Monday, due to the absence of OPD in private hospitals, the number went up to 1,400. Those who came to K R, Cheluvamba and other government hospitals didn’t face much difficulty, but patients visiting private hospital OPDs had a hard time. Though the management of most private hospitals had announced in advance that the OPD would not be functional on Monday, many still thronged their OPDs. The private hospitals had decided to close their OPDs from 6am on Monday to 6am on Tuesday in solidarity with the doctors in West Bengal, who were attacked by the relatives of a patient. Dr Nanjundaswamy, superintendent (incharge), KR Hospital, said: “We had held multiple meetings nearly a week ago. Though our junior doctors were staging protests, we had roped in additional staff and were ready to handle any number of patients. Usually, on an average, 1,200 to 1,300 patients visit KR Hospital while on Monday, due to the shutdown of OPD at private hospitals, the number crossed 1,400.” Dr M S Jayanth, secretary, Indian Medical Association, Mysuru said: “To show solidarity with the doctors of West Bengal, all private hospitals in Mysuru had closed their OPD. The dentists and those working in labs too joined the protest. All labs were also closed. Till Tuesday morning 6am, the OPD will remain closed at all private hospitals. However, the doctors at all private hospitals are attending emergency cases.” In Chamarajanagar, most private hospitals didn't open their OPDs. In the town, doctors took out a protest march, seeking a Central act to protect doctors on duty. As private hospitals didn't open their OPDs, there was a huge rush of patients at Chamarajanagar Institute of Medical Sciences. The hospital authorities said they had made elaborate arrangements to manage the extra rush. In Kodagu also the situation was not different. There was a huge rush at Kodagu Institute of Medical Sciences as the OPDs were not available in private hospitals and the clinics. According to health department sources, the situation was near normal. In Hassan, doctors took out a protest march and medical students demanded stern action against those who attacked the doctors in West Bengal. They urged the Central and state governments to ensure the safety of the doctors working in government hospitals. In Chikkamagaluru and Shivamogga too the doctors held a protest march. The OPD in private hospitals were disrupted by the strike. Patients searching for clinics and doctors were a common scene. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/patients-flood-govt-hospitals-in-south-karnataka-as-pvt-hospitals-shut-opds/articleshow/69832145.cms", "time": "2019-06-18 05:30:00"}, "Sumalatha lays onus on youth to protect tourist, religious places": {"link": "https://timesofindia.indiatimes.com//city/mysuru/sumalatha-lays-onus-on-youth-to-protect-tourist-religious-places/articleshow/69746840.cms", "time": "2019-06-13 09:43:00", "description": "MANDYA: Actor-turned-politician Sumalatha participated in a public programme — her first after being elected as Mandya MP — at Keelara village of Mandya talk on Tuesday. Speaking at Swaccha Meva Jayate programme, Sumalatha said she was happy that her first-ever event pertains to cleanliness. “We are all duty-bound to protect Mother Earth. We keep talking about having good roads and drainage system, but not on conserving water and ecology. Unfortunately, the people in north Karnataka walk long distances to fetch a pot of water. We will also face such crisis if we don’t take care of ecology and conserve water,” Sumalatha cautioned. Expressing her displeasure over spoiling the serenity and sanctity of tourist and religious places, “and government not doing anything to prevent it”, Sumalatha laid the onus on youth to protect such places. “No one can outpower youth, and it’s time they go out and protect our monuments and rich heritage,” she added. In a lighter vein, Sumalatha told mediapersons not to expect any controversial statements from her. “I don’t give such statements at all,” she said. When asked about chief minister H D Kumaraswamy’s village-stay programme, Sumalatha said it is the chief minister’s idea and he would continue the same. When asked about complaints that she is inaccessible to the people of Mandya and that she does not answer their phone calls, Sumalatha rejected the claims. “One cannot expect me here when I’m away in Delhi,” she said, adding that she will hear the grievances of Mandya people thrice a week. When asked about the absence of district minister C S Puttaraju at the programme, Sumalatha suggested reporters that they ask only him about it. She also evaded questions pertaining to the alleged non-cooperation of elected representatives from JD(S) and DC N Manjushree, whose absence at the programme was conspicuous. Manjushree was taken off poll duty after Sumalatha alleged nepotism against her in the run-up Lok Sabha elections. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Yaduveer Krishnadatta Chamaraja Wadiyar hails HC decision, visits Devaraja Marketwith Trishikha": {"description": "MYSURU: Scion of Mysuru royal family Yaduveer Krishnadatta Chamaraja Wadiyar welcomed the decision of high court to protect and conserve the century-old Devaraja Market and paid a surprise visit to the market on Sunday morning along with his wife Trishikha Kumari. Yaduveer and Trishikha walked into the market which caught the attention of vendors and shoppers. They took a stroll and interacted with the vendors who were tense about the high court’s decision. Yaduveer’s visit to the market served as a signal that Mysureans want to retain the heritage structure where they shop. As they walked in the vegetable and fruit lanes, vendors rose from their seats to pay their due respect to the royal couple. While Trishikha bought fresh vegetables, Yaduveer interacted with the vendors. As they bought commodities from the market, vendors were hesitant to receive money from the royal couple. However, Yaduveer and Trishikha insisted that they take the money. After meeting vendors and assuring them on saving the market from demolition, Yaduveer visited Guru Sweets, which is popular for Mysore Pak. He later bought sweets and interacted with the people who had gathered around his car. By paying frequent visits to the Devaraja Market, Yaduveer has proved time and again that the erstwhile royal family will stand by the vendors and conservation of heritage structures, a vendor said. On Saturday, Yaduveer had issued a statement saying that the high court has upheld the decision to conserve heritage structures. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/yaduveer-hails-hc-decision-visits-devaraja-marketwith-trishikha/articleshow/69816743.cms", "time": "2019-06-17 09:57:00"}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Rangayana recalls lasting association with Girish Karnad, the pioneer of modern Kannada theatre": {"link": "https://timesofindia.indiatimes.com//city/mysuru/rangayana-recalls-lasting-association-with-karnad-the-pioneer-of-modern-kannada-theatre/articleshow/69731387.cms", "time": "2019-06-11 10:03:00", "description": "MYSURU: Girish Karnad was not a little anxious about Rangayana artistes staging his Kendriya Sahitya Akadami-winning play ‘Taledanda (The Beheading)’, and the ace playwright did not hesitate in expressing his apprehensions with the artistes who approached him seeking permission to perform the text. However, in the aftermath of watching the performance in Rangayana, Karnad was most expansive in his praise of the artistes and the crew, whom he credited with having thoughtfully elevated the protagonist of the play. Karnad had a special bond with Rangayana, the theatre repertory in Mysuru, as he did with its founder, BV Karanth – the doyen of Indian drama. In the 1980s, when Rangayana was still trying to establish itself as a prominent theatre space in the state, Karnad could be spotted here often, and his demise has seen a palpable pall of gloom descend on the repertory. As recently as in December 2018, Karnad with an oxygen container in tow, arrived at Rangayana to inaugurate the winter theatre fest Bahuroopi. The sight of an ailing Karnad, breathing with the help of an electronic apparatus, throwing open the drama fete, was as much an enduring testimony to his love for the stage, as it was for his tryst with Rangayana. In his inaugural address, Karnad reminisced about the many evenings he spent with Karanth at Vanaranga in Rangayana, whiskey keeping the two doyens of theatre company. Karanth had, years before establishing Rangayana in Mysuru, directed one of Karnad’s most celebrated plays ‘Hayavadana’, and the performance of ‘Taledanda’ several years later was a fitting coda to the playwright’s waltz with the repertory. Rangayana artiste Hulugappa Kattimani recalled, with a mixture of grief and nostalgic pride, Karnad’s appreciation for his depiction of the King Bijjala in ‘Taledanda’. “It was this role which set the foundation for my career as a theatre actor. I will remain indebted to Karnad for this,” Kattimani told TOI. The artiste recalled, with visible delight, Karnad’s presence at rehearsals of ‘Taledanda’ that Kattimani was staging with the inmates of Mysuru Central Prison in 2005. “He was impressed with the performances of the prisoners,” he added. The humane doyenFormer Rangayana director Bhagirathi Bai Kadam began her innings in theatre speaking the lines of Girish Karnad on stage. “Along with Karanth, he was the tallest personality in Kannada theatre. I have been very fond of him ever since I forayed into theatre. When I was at the National School of Drama, New Delhi, Karnad would come to see our rehearsals, and remark on our performances, asking us to make corrections where necessary. He was extremely straightforward,” Bhagirathi said. Sharing an anecdote revealing of the humaneness that remained one of Karnad’s calling cards till the very end, Bhagirathi said, “We shared screen space when he adapted Kuvempu’s novel Kanooru Heggathi for television. He played Chandregowda, and I was Subbamma. However, when we had to dub for our roles, I was pregnant with my first child and I was in Assam. In the climax of the serial, my character has to undergo an abortion. But Karnad, taking note of my condition, asked me not to dub for those scenes since they could disturb me.” Karnataka Sahitya Akadami chairman Prof Aravind Malagatti hailed Karnad as a lodestar of Kannada literature. “Karnad, UR Ananthamurthy are no more, but they have left behind legacies rich with their ideologies, which people must imbibe in their daily life,” he said. The tireless activistFormer Ranagayana director H Janardhana, popularly called Jenni, chose to highlight Girish Karnad’s contributions to the welfare of society. He was a fearless activist committed to secularism. “He was staunchly anti-communal,” said Jenni, also highlighting the rich contribution of the playwright to the theatre repertory he once headed. “Karnad is responsible for transforming modern Kannada theatre,” he added. Bahuroopi in playwright’s honourTo honour Girish Karnad’s multifold contributions to literature, Rangayana is planning to host the 2020 edition of its annual winter theatre fest Bahuroopi in his honour. “We will organise a condolence meet on Thursday, where Karnad’s close acquaintances such as Kappanna and H Janardhan, who will speak about him,” said joint director of Rangyana VN Mallikarjunaswamy. - (With inputs from Madiha Khanum) Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Sewerage water keeps overflowing from two manholes": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/seweragewaterkeepsoverflowingfromtwomanholes/articleshow/67665004.cms", "time": "", "description": ""}, "Gram panchayat asks public to click photographs of those dumping construction debris": {"description": "MYSURU: Appealing to the public to help tackle the mounting problem of construction debris dumped by miscreants near the Bandipalya Agriculture Produce Market Committee (APMC) at the foot of Chamundi Hills, members of the Hosahundi gram panchayat (GP) have asked residents to take photographs of those unloading waste, and send it to them. The GP members have assured the residents that action will be initiated against those caught causing damage to the environment. However, the problem is not limited to Bandipalya alone. Across the city, construction waste is being indiscriminately unloaded at vacant sites and medians of wide roads – the problem is particularly pronounced on a particularly isolated stretch of the Outer Ring Road (ORR). Repeated complaints from the public to the Mysuru City Corporation (MCC) prompted the civic agency to start work on a plant to demolish construction waste near Kuppaluru village on the city’s outskirts. The project, initiated under the public private partnership (PPP) model is expected to mitigate the problem of managing construction waste in Mysuru. However, with the plant yet to become a reality, mounds of material used and subsequently discarded for construction of buildings such as bricks, stones and concrete continue to find their way to the sides of the road and vacant plots. The aggrieved residents feel that the near ubiquity of mounds of construction debris detracts from the natural beauty of the cityscape, besides destroying the sanctity of sacred places such as the Sri Chamundeshwari temple and Sri Jwalamukhi Tripura Sundari temple near ORR. Hosahundi GP member GB Lokesh told TOI that the subject came up for discussion at a recent meeting of the panchayat. “It was at this meeting that we decided to rope in people to tackle this problem. Besides residents, even those who travel on the stretch can click photographs on their mobile phones and send it to us, or the GP officials. We will initiate legal action against the culprits,” Lokesh said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/gram-panchayat-asks-public-to-click-photographs-of-those-dumping-construction-debris/articleshow/69816648.cms", "time": "2019-06-17 09:59:00"}, "Repair the foot path": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/repairthefootpath/articleshow/65957836.cms", "time": "", "description": ""}, "Mysuru City Corporation issues property seizure notice to Police Bhavana": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mysuru-city-corporation-issues-property-seizure-notice-to-police-bhavana/articleshow/69778283.cms", "time": "2019-06-14 10:17:00", "description": "MYSURU: Among those yet to settle their outstanding dues in property tax owed to the Mysuru City Corporation (MCC) is the Karnataka Police Bhavana on Narasimharaja Boulevard in Mysuru. The MCC, which is owed Rs 1.65 crore in cess by the police department, has issued a seizure notice to the Commandant of the Karnataka Armed Reserve Police (KARP) to hand over control of the building. The bhavana or recreation centre, constructed in 2002 at the behest of then Mysuru city police commissioner collect the completion report – a document issued by the civic agency certifying that the building is ready for occupancy and accommodation — to the MCC, although it started to function from the year when its construction was completed. The amount that the police department in Mysuru has been paying the MCC as property tax on the bhavan is significantly lower than the actual sum that the civic agency is owed in cess. MCC assistant revenue officer Suresh told TOI, “The Karnataka Police Bhavana started operations in 2002. For one thing, the department does not have the completion report, which means that the cess the MCC is owed will include a fine. The recreation centre came under the jurisdiction of MCC Zone 9, but following the delimitation process, it is now in Zone 1. We have been writing to the department for the past one year, seeking payment of our dues. Following the orders we issued demanding Rs 1.65 crore, the officials responded informing us that they could pay only Rs 18 lakh. We have sent notices warning the police department of eviction in 30 days, following which we issued another with a 15-day window. We will also issue notices with a seven- and three–day warning notices. If they continue to default on payment, we will seize the property. The department charges a sum of Rs 2 lakh for each function held there.” MCC’s zone 1 assistant commissioner Ranjit Kumar said that he assumed charge 15 days ago, and on being intimated about the dues owed to the civic agency, instructed the officials to issue a seizure notice to the Karnataka Police Bhavana. “I have told the officials in my zone to prepare a list of all those in our jurisdiction who are yet to pay their dues in property tax. My aim is to give a boost to revenue generation. The MCC commissioner has informed us that we will discuss the subject of pending dues owed to us with the city police commissioner. We will hope for an amicable solution,” Kumar said. Mysuru city police commissioner KT Balakrishna, on being informed about the problem, said that everyone was bound by the law. “We will also abide by all the regulations,” he told TOI. Besides Karnataka Police Bhavana, there are a slew of properties across the city that have piled up dues in cess, said MCC officials. Download The Times of India News App for Latest City ."}, "Docking stations of public bike sharing system to carry tourism ads": {"link": "https://timesofindia.indiatimes.com//city/mysuru/docking-stations-of-public-bike-sharing-system-to-carry-tourism-ads/articleshow/69696155.cms", "time": "2019-06-09 09:13:00", "description": "MYSURU: The Mysuru City Corporation has given permission to tourism department to display its advertisements at the docking stations of Trin Trin public bike sharing system. The decision was taken by MCC council to generate revenue for maintaining the popular project. The decision was taken up during the council meeting held at MCC meeting hall on Friday. At the meeting, MCC officers said that the government, which had promised to provide Rs 20 crore to the project, had sanctioned just Rs 10.7 crore. “Out of it, we have used Rs 7.10 crore. MCC is spending Rs 3 crore for its maintenance in which already Rs 1.54 crore has been spent. MCC is getting a profit of Rs 44.3 lakh through its registration, but is facing loss in maintenance. So it was decided during the meeting with the state government to have advertisements at the docking centre which can generate revenue,” the officer said. Commissioner Shilpa Nag said that Trin Trin is not a revenue-generation project. “But the tourism department has come forward to provide Rs 1.74 crore to display its advertisements in 28 docking stations. The advertisement bylaw is before the government for more than a year. It will not affect the decision to display advertisement in PBS project,” she said. LED street lights When Udayagiri ward corporator Ayub Khan raised the issue regarding replacing the existing streetlights with energy-efficient LED lights, commissioner Shilpa Nag said that already an agency appointed by state government had conducted an energy audit in the city and has recommended to replace 2,480 streetlights with LED lights. “The project is being taken up in PPP model and tenders have been called as per KPTT Act. The remaining streetlights will be replaced in the next phase,” she said. However, corporator Ayub Khan said that there are more than 4,500 streetlights which need to be replaced. “There is hardly three months left for the Dasara celebrations to start and MCC should immediately take up replacing LED bulbs to complete the project before Dasara,” he said. When Kuvempunagar ward corporator Shivakumar asked about the delay in the implementation of online water bill payment facility in the corporation, commissioner Shilpa Nag said that by Monday the online payment will start. “We have also taken up online property tax payment. Four teams including corporators and officers will soon be visiting Tumakuru, Mangaluru, Hubballi – Dharwad and Shivamogga city corporations separately and study the online tax payment. Based on the study, we will chose the best system adopted in any one of the corporation in MCC. The property details will be updated regularly which generate more revenue,” she said. Download The Times of India News App for Latest City ."}, "Madikeri: Stalker guns down teacher, ends life": {"link": "https://timesofindia.indiatimes.com//city/mysuru/madikeri-stalker-guns-down-teacher-ends-life/articleshow/69798334.cms", "time": "2019-06-15 11:21:00", "description": "MADIKERI: Adengada Asha, 45, a widowed teacher at a private school in Gonikoppal, was shot dead by Machimada Jagadish, 55, around 8.15am Friday at a bus shelter in Balele, south Kodagu. He then killed himself with the same single-barrel gun. His first shot injured Asha in the head and the second hit her in the chest, killing her instantly. YK Dinesh, a PU student at Vijayalakshmi Junior College, Balele, and PB Pemmi, an estate labourer, rushed to help her but were injured when Jagadish fired indiscriminately.  Asha was a much-loved teacher in Lions High School and villagers and students rushed to pay their last respects. Asha, whose husband died several years ago, had two daughters, one employed and the other a final-year degree student. Jagadish, a coffee grower, lost his wife two years ago and is survived by a daughter. Initially, Jagadish and Asha reportedly shared a friendly relationship but there was some discord over financial matters in recent times. Jagadi sh was said to be blackmailing Asha with a few fake pictures of her. She had complained to Gonikoppal police, who had sent him to prison for a few days. After being released, he threatened to kill her and she complained to the SP. An enraged Jagadish reportedly visited her at home and threatened her. A terrified Asha even installed CCTV cameras around her house. Police said Jagadish was known to tease girls waiting for a bus and would offer to drop them. Download The Times of India News App for Latest City ."}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Renovated central storage reservoirs in Vijayanagar to be inaugurated on June 30": {"link": "https://timesofindia.indiatimes.com//city/mysuru/renovated-central-storage-reservoirs-in-vijayanagar-to-be-inaugurated-on-june-30/articleshow/69762519.cms", "time": "2019-06-13 10:03:00", "description": "MYSURU: Of the 65 administrative wards that Mysuru city has been divided into, water to 20 of these units is supplied from the two central storage reservoirs in Vijayanagar – one of which can hold up to 18 million litres, while the capacity of the other is 27 million litres. Poor maintenance had resulted in the two reservoirs turning into a cavernous cesspool, with dead birds and stray waste items being found in their depths. To make matters worse, wild algae mushroomed inside these tanks, leaving officials exhausted with the sheer effort of having to keep the two basins, which stored water for nearly 35% of the city’s population, clean. Taking note of the seriousness of the problem, the Mysuru City Corporation (MCC) ordered the renovation of the two tanks, and with the project having been completed, the refurbished reservoirs are set to be inaugurated on June 30. Water pumped in Hongalli is filtered, and stored in the two reservoirs. With the two central tanks now cleaned and renovated , residents in the 20 wards will no longer have to bother about the supply of water during odd hours of the day. Renovated with funds to the tune of Rs 27.2 crore allocated under the Atal Mission for Rejuvenation and Urban Transformation (Amrut) scheme, the primary objective behind the project was to prevent contamination of water stored in the two reservoirs. Under the project, the two tanks have been strengthened with roof slabs, separate columns, a concrete flooring raft and adequate drainage facilities. In order to prevent mosquitoes from using the tanks as a breeding pool, ventilators covered by a stainless steel mesh have been installed. What is more, galvanised sheets have been erected around the two tanks. Mysuru MP Pratap Simha, accompanied by Chamaraja MLA L Nagendra and Vijayanagar corporator Subbaiah on Wednesday inspected ongoing work at the two reservoirs, and discussed the progress of the project with Karnataka Urban Water Supply Drainage Board executive engineer (EE) Prasanna Murthy and Vani Vilas Water Works EE Harish. Murthy assured the three elected representatives of the work being completed in 15 days. “The two tanks will be ready for inauguration on June 30,” Murthy said. Murthy added that, once the renovated tanks were inaugurated, water would be supplied during peak hours, which would help residents store it in adequate amounts. “We will be able to supply drinking water daily, and we are hoping that the quantity will see a spike,” he said. Among others, water from the two reservoirs is supplied to Krihnaraja Mohalla, Chamaraja Mohalla, Hebbal, Metagalli, Hinkal and Vijayanagar. Residents are likely to feel relieved about the impending inauguration of the renovated tanks. ‘Senior corporators ruling the roost in MCC Council’The Mysuru City Corporation (MCC) Council had become a mafia, fumed Mysuru MP Pratap Simha. “The council is meeting only for formality’s sake. Senior corporators are walking away with a lion’s share of the grants, and obtain approval for all of their projects. I will write to the deputy commissioner, asking him to stay the approval for those projects approved at the recent MCC Council meeting,” said Simha. Asking for accounts on the Rs 68 crore allocated to the civic agency by the central government, Simha said, “These funds must be used judiciously, and primarily to ensure supply of drinking water. But, that is not the case. Senior corporators are running the show at the MCC Council. There is no equitable distribution of funds among all the corporators. These senior corporators have become an oligarchy of sorts. I have brought this problem to the notice of MCC commissioner Shilpa Nag.” Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Clogged drainage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cloggeddrainage/articleshow/65957830.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Govt committed to providing all benefits enjoyed by cops to personnel of fire and prison departments": {"description": "MYSURU: Affirming the JD(S)-Congress coalition government’s commitment to honour the recommendations of the Raghavendra Auradkar panel, Karnataka home minister MB Patil on Monday said, “The government is committed to providing all the benefits enjoyed by those in the police force to personnel of the prison and fire departments.” The Auradkar report recommends parity in offering benefits to personnel in separate departments, wherein service is the primary objective. Patil, who participated in the 52nd passing-out parade for women jail warders at the Prison Training Institute in the city, said, “The many demands put forward by the staff in prison and fire departments are being deliberated upon by the government. Discussions about implementing the sixth pay commission are under way.” Patil pointed out that the government had, among other initiatives, made provisions for video conferencing, prison call system, installation of 700 LED television sets, et al. “We will allocate around Rs 200 crore for E-Prison. The longstanding demand for setting up of the Karnataka Prison Development Board too will be fulfilled, which will ensure the welfare of personnel working in the prisons,” said the home minister. Patil said that the presence of engineers, and postgraduates among the 170 jail warders who passed out on Monday was a bittersweet reality. “While I am pleased that such highly qualified individuals are joining the prison department, I cannot but help feel disappointed that they are not getting jobs befitting their academic credentials. People must get jobs that are commensurate with their qualifications,” he added. A beaming HS Revanna, inspector general of police (prisons), said that Karnataka was the only state in the country that had successfully filled all the vacancies in the department. “We are full staffed at the moment,” said Revanna, who was pleased with prison department personnel being deputed on election duty – a first in the state. The senior cop added that five central prisons were being constructed in Vijayapura, Bidar, Hassan, Mangaluru and Bengaluru, with Rs 600 crore being earmarked for the purpose. Swetha Bannappa Dalavayi, a native of Gokak, Belagavi district, took home the overall best performer award while Hemavathi GG, a marathon runner with a state level gold medal to her name, was awarded the best outdoor prize. Additional director general of police NS Megharik, principal district and sessions court Suresh K Vontigodi were among those who graced the occasion. Four engineers among newly inducted wardensAlthough the minimum qualification required to become a jail warder is an SSLC certificate, as many as four women with engineering degrees passed out of the Police Training Institute in Mysuru on Monday. Rajamma HK, a native of Nitturu in Malavalli taluk, Mandya district, who passed out of Ghousia College of Engineering, Ramanagara district with distinction, said that she was forced to start hunting for government jobs after receiving a string of disappointing offers from private companies. “I come from a poor family. Both my parents are daily wage labourers. After getting my engineering degree, I attended interviews at more than 10 companies, but all they offered me was a monthly salary of Rs 8,000. I decided to start preparing for competitive examinations, and successfully cleared the recruitment test for the prison department. Now, I am happy because I will be able to supplement the meagre earnings of my parents,” said Rajamma, adding that she hoped to user the knowledge she had acquired in her engineering course to implement reforms in the prison. “I am also keen on writing other competitive examinations and obtain a good position in the future,” she said. Sahana, a native of Kolar district, Manasa from Shivamogga and Roopa from Vijayapura are the three other engineers who were among the 170 women who were inducted as jail warders. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/govt-committed-to-providing-all-benefits-enjoyed-by-cops-to-personnel-of-fire-and-prison-departments/articleshow/69831826.cms", "time": "2019-06-18 05:30:00"}, "Mysuru doctors express solidarity with medical fraternity in Bengal": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mysuru-doctors-express-solidarity-with-medical-fraternity-in-bengal/articleshow/69794780.cms", "time": "2019-06-15 11:33:00", "description": "MYSURU: Expressing solidarity with their brethren in West Bengal, members of the Indian Medical Association (IMA), Mysuru on Friday expressed their outrage against the attack on a doctor in the eastern state by wearing black badges to work. However, unlike in West Bengal, where a number of doctors refused to attend to work, healthcare professionals in the district decided not to shirk work so as to avoid inconveniencing patients. IMA, Mysuru president Dr SB Prakash said that the whole of the medical fraternity was outraged on learning about the attack on Dr Pariba Mukherjee at the NRS Medical College in Kolkata. Pointing to the resonance that their protest had found across the globe, Dr Prakash said, “The World Medical Association has condemned the attack, and passed a resolution against violence at hospitals and all healthcare centres. The incident reported in Kolkata is barbaric. Dr Pariba Mukherjee’s condition is critical. IMA’s national president Dr Santanu Sen has visited all the medical colleges in Kolkata, and contacted representatives of the West Bengal government, and police officials. Now, four of the culprits involved in the attack have been apprehended. Meanwhile, IMA’s national president-elect Dr Rajan Sharma and general secretary Dr RV Asokan will travel to Kolkata to talk to the resident doctors. We will demand a law to curb violence against doctors.” ‘Doctors from other states will not go to West Bengal’ In the wake of West Bengal chief minister Mamata Banerjee threatening doctors with stringent action in the event of their failure to report back to duty, Dr Prakash said that the entire medical fraternity condemned the manner in which she had handled the incident. Stating that doctors across the country would not cooperate with West Bengal, he added, “Should the West Bengal government request the services of doctors from other states to tide over this crisis, we will not accede to such a plea. Doctors in West Bengal are starting to feel insecure, and the central government must pass a law to safeguard doctors, who are being attacked for no mistake of theirs. We also condemn the statements made by West Bengal CM Mamata Banerjee.” He added that hundreds of patients from West Bengal travelled to Bengaluru for treatment. Other members of IMA, Mysuru pointed out that doctors in the eastern state were being targetted for no valid reason, which they said was the reason behind many of them refusing to perform surgeries and diagnose critical cases. “This is one of the reasons why several patients come to Bengaluru from the state,” an IMA, Mysuru doctor said. Vice-president of IMA, Mysuru Dr Sujatha S Rao said that the legislation protecting doctors in Karnataka had ensured that incidents such as the one reported in West Bengal were fewer in number. Download The Times of India News App for Latest City ."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Mysuru scientist tests formulation to tackle papaya virus": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mysuru-scientist-tests-formulation-to-tackle-papaya-virus/articleshow/69794823.cms", "time": "2019-06-15 11:31:00", "description": "MYSURU: The fructification of a city-based scientist’s decade-long research is bound to enrich the fruit of many a farmer’s labour, quite literally – Vasanth Kumar Thimakapura’s plant-based eco-friendly formulation is being touted as the preventive remedy against the much-dreaded Papaya Ring Spot Virus (PRV), a bane for ryots dependent on the horticulture crop for their fortunes. Papaya is a biennial crop, and affliction by PRSV is a commonly reported problem in South Karnataka. Thimakapura averred that the formulation he has come up with is non-toxic, and can help control the spread of virus in other crops such as beans, tomatoes, cucumbers, orchids among others. President of the University of Mysore Old Students’ Association, and director of the technical wing of Green Lifescience Technologies, Thimakapura was determined to come up with a remedy for PRSV, a pestilent menace that is found across the world. For Thimakapura, the greatest reward for his work has been the results that farmers have reported after using his formulation for the past two years. “It has already been tested by farmers across India. This is besides many of the in-house trials that we have conducted,” said the scientist. What sets the formulation – Thimakapura has named it ‘PowerPlus’ – apart is that it helps prevent the onslaught by the virus, and can help cure those plants blighted by it. Unaffected papaya plants in his plot growing beside those affected by PSRV, Thimakapura said, attested to the efficacy of his formulation. “The virus has the potential to trigger an epidemic. As of now, there is no variety of papaya that is resistant to the virus, nor is there a foolproof mechanism that can help protect them from its threat. So, I hope that my product will serve as a boon for farmers,” he said. Consequences of virus infectionStunted growth, and lack of fruit-breaking ability are two of the most disastrous consequences of affliction by the Papaya Ring Spot Virus (PSRV) in papaya plants. Fruits borne by plants infected by the virus often exhibit clear signs of the disease: These include a discernible change in its taste, bumps and characteristic ring-shaped spots on the skin. PSRV spreads through an insect vector at an exponential rate, and all it takes for an entire plot to grow infested is a small clutch of PSRV-blighted plants. “Farmers dread it because it is impossible to contain its spread,” Vasanth Kumar Thimakapura said. Download The Times of India News App for Latest City ."}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Poor condition of toilte": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poorconditionoftoilte/articleshow/65879507.cms", "time": "", "description": ""}, "MCC commissioner orders survey of telecom towers in Mysuru": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mcc-commissioner-orders-survey-of-telecom-towers-in-city/articleshow/69707276.cms", "time": "2019-06-09 09:11:00", "description": "MYSURU: The soaring telecom towers, their antennae shooting up into the sky from amid a mass of concrete roofs, have for long been an enduring source of chagrin for residents of Mysuru. Citizens have repeatedly urged the authorities concerned to act against both, the telecom companies and property owners, the latter for allowing the installation of the towers, but to no avail. However, Mysuru City Corporation (MCC) commissioner Shilpa Nag has ordered a survey of towers across the city. The order issued by the civic agency has ignited hope among residents of the towers vanishing from their neighbourhood for good. “Once we have all the necessary information about telecom towers, we will be able to decide on the course of action to be taken,” Shilpa said. The MCC commissioner added that owners of a few telecom companies had procured a stay against statutory action by the civic agency. “But, this order is applicable to very few towers. We are collecting details of towers in all zones, and the status of each one will be duly recorded,” Shilpa added. Meanwhile, the urban development department’s proposal to rid the area falling within a radius of 50m of schools and hospitals of telecom towers continues to hang fire. “The government is yet to issue an order ratifying it. Once the government issues the order, it will become very easy for citizens to voice their concerns. The protracted delay in issuing this order is affecting both local administration, and the public,” said sources in the urban development department. Meanwhile, MCC officials are furious at many telecom companies for the brazenness with which they have flouted rules, installing towers in locations without obtaining requisite permission. “Firstly, they are paying no tax to the MCC. Secondly, these towers are being set up with no approval being sought from government agencies. The entire process of installation of towers, and charging taxes, can be streamlined once the government issues the order,” said an MCC officer. JP Nagar resident Heena Ashok Kumar said that it was saddening to see towers shooting up in nearly all areas of the city. Pointing to the scores of towers rising up near schools, Heena said, “Mobile towers are being installed at homes. There are many problems that residents have to suffer because of these towers, including the incessant noise from the diesel-powered generators. It is frustrating to see the MCC and the Karnataka State Pollution Control Board take no action.” Download The Times of India News App for Latest City ."}, "Karnataka: Man gets 10-year RI for raping 8-year-old daughter in Mysuru": {"link": "https://timesofindia.indiatimes.com//city/mysuru/karnataka-father-sentenced-to-10-years-in-jail-for-raping-daughter-in-mysuru/articleshow/69744084.cms", "time": "2019-06-11 19:53:00", "description": "MYSURU: A special court has sentenced a man to 10 years of rigorous imprisonment for raping his eight-year-old daughter in Karnataka's Mysuru district. The resident of a village under Periyapatna taluk was found guilty of raping his own daughter on April 14, 2017. The girl’s mother, who is a witness in the case, had lodged a complaint against her husband. Public prosecutor BC Shivarudraswamy told TOI that judge BS Jayashree of the special court, handling cases of Protection of Children from Sexual Offences Act, has also imposed a fine of Rs 30,000 on the convict. Usually, the girl went to watch television programmes at the landlord’s place in Periyapatna where her mother worked. On that day, the girl was late in returning home. The mother went in search of her daughter only to find her missing at the landlord’s place. Later, she along with few villagers launched a search for her only to find her at a tobacco barn with her father who had molested her. The mother was shocked and heartbroken. Without a second thought, the mother rushed to the police station and lodge a police complaint husband. Shivarudraswamy said the court has also ordered a compensation of Rs 4 lakh from Victim Compensation Fund. This is a second conviction in less than five days in the POSCO case in Mysuru. Download The Times of India News App for Latest City ."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "Parking areas occupied by Street Vendors": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingareasoccupiedbystreetvendors/articleshow/65879486.cms", "time": "", "description": ""}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Minor girl held hostage, raped for five months": {"link": "https://timesofindia.indiatimes.com//city/mysuru/minor-girl-held-hostage-raped-for-five-months/articleshow/69778654.cms", "time": "2019-06-14 10:14:00", "description": "MYSURU: The incident of a 15-year-old schoolgirl being held hostage and raped by five different men for over five months in the city has sent shockwaves across the district. The girl was forcefully taken away by a moneylender on January 7 as the girl’s mother failed to repay a loan. Five people, including the moneylender Padhma, have been booked under various sections of IPC and Protection of Children from Sexual Offences Act (Pocso). A police constable, who is friend of Padhma, too, was allegedly involved in the crime. But he has not been named in the FIR. An IPC section (whoever being a police officer commits rape), however, has been included in the FIR and a probe is under way. Police commissioner K T Balakrishna told TOI that two people have been arrested and search is on for other accused. “The incident has left the family in a state of shock with the survivor’s father attempting suicide after learning about the experience his daughter had to undergo at the hands of the moneylender and her friends. The family is feeling threatened,” a child activist claimed. On the other side, the incident has also exposed the practice of lending money at high rates of interest that is going on unabated. Sources claimed that the girl’s mother had taken Rs 3 lakh from Padhma, her friend, to fend for her treatment on weekly interest. As the family failed to pay the money back, Padhma forcefully took away her daughter, a class IX student. The girl was rescued with the help of Odanadi Seva Samsthe on June 6 and an FIR was filed on June 10. The other accused in the case are Prasanna, Vinodh, a lecturer, Ravi and Vicky. Procedures not followed: ForumOdanadi Seva Samsthe director L Parashuram told TOI that the girl’s mother had approached them and subsequently they met senior police officers seeking help. “We were kept away from the rescue operation by Kuvempunagar police who rescued the girl and sent her with parents. A day later the girl’s family again approached us following which we took them to the Child Welfare Committee (CWC), a quasi-judicial body, which took cognizance of the case and handed over the girl’s custody to us,” he said. The same day police took the survivor from Odanadi for a medical test and then to the judge for recording statements. After the procedures were completed, police didn’t bring back the girl to Odanadi. Officials claimed that the girl expressed her wish of going with her parents before the judge and she was again sent with her mother. Parashuram said the jurisdictional police did not follow procedures and threw the laws governing children and rape survivors to wind. “We have explained the development to CWC and are awaiting their directive,” he added. CWC chairperson Kamala H T said, “We have sent the girl to Odanadi, but the childcare and protection institution has written to us about the developments. The case will be taken up for hearing on Friday.” Download The Times of India News App for Latest City ."}, "Attack on Dalit youth: Protests erupt in Gundlupet": {"link": "https://timesofindia.indiatimes.com//city/mysuru/attack-on-dalit-youth-protests-erupt-in-gundlupet/articleshow/69762547.cms", "time": "2019-06-13 10:04:00", "description": "MYSURU: A day after a video of a dalit youth being thrashed and paraded naked in Gundlupet taluk went viral on social media, various organisations held protests demanding arrest and severe punishment to the accused involved in the crime. According to sources, though the incident took place on June 3, it came to light only after a video of the same went viral. On Wednesday, members of Dalit Sangharsha Samithi led by its convener Bettaiah Kote held a protest near the deputy commissioner’s office. Shouting slogans against the accused, the protesters demanded the arrest of all involved in the crime. “If they had a problem with a dalit entering the temple, they should have called police. We condemn the district administration and the police for not initiating action against the accused persons,” he said. The protesters also submitted a memorandum to the deputy commissioner’s office. The Karnataka Dalit Sangarsha Samiti held a protest in front of taluk panchayat office in Gundlupet. The protest was led by district convener K Nanjappa Basavanagudi. “The government should immediately arrest all the accused persons involved in the incident,” he demanded. Another dalit organisation also held a protest infront of Dr BR Ambedkar’s statue opposite Town Hall. They shouted against the state government. “Even after 70 years of Constitution, the dalits have been facing humiliation in the society. We will hold a nationwide protest if the accused persons are not arrested,” they said. Meanwhile, district convenor of DSS, a dalit organisation, Choranahalli Shivanna, alleged the police are soft on the accused persons. “We are holding a bandh next week in protest against the attitude of police,” he said. However, progressive thinker Mahadeva Bharani said a delegation would be meeting chief minister H D Kumaraswamy and deputy CM G Parameshwara and demand that steps be taken to prevent such incidents. They will also demand that the deputy commissioner, SP and police inspector be transferred. Save Constitution Karnataka Abhiyan president Padma too said that they would be holding a state-wide protest against the incident in coming days. Download The Times of India News App for Latest City ."}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Half torn hoarding at Kengeri": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/halftornhoardingatkengeri/articleshow/66407952.cms", "time": "", "description": ""}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "No action": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noaction/articleshow/65957833.cms", "time": "", "description": ""}, "Englisgh medium classes: First-time learners shine early": {"description": "MYSURU: A government school in Yelewala, about 14 km from Mysuru city, has been renamed Karnataka Public School (KPS) after addition of English medium sections. Hemalatha S, the class teacher for new English medium first grade, engages her 18 students in drawing and various activities by using English words and sentences to familiarise them with basic elements of the language. The students hail from poor families and this is their first exposure to the language. None of them attended nursery or pre-nursery where kids gain a very basic understanding of English. But the 18 students are quick learners and have been able to follow simple sentences after a week of classes. They answer questions and identify numbers, common objects and colours. Hemalatha recently underwent a 15-day training for the classes. Until now, she had been teaching English to students in higher grades. She is impressed by her new students and believes they will learn even faster in the coming weeks. “They found things difficult in the first few days, but they picked up quickly later. I speak in English most of the times in the classroom,” she said. RH Siddannaiah, a cluster resource official, observed that many parents applied for their children’s admission at the school even though it was surrounded by private schools. Principal Siddegowda and vice-principal Prabha M expect more students to join from next year. “If transport facilities are provided, children from neighbouring villages may also come here,” Siddegowda said. How they are being taught in school Teacher: What is this? Students: Paper Teacher: Indu, look here. Does the paper roll or slide? Students: Slide Teacher: Give me a water bottle...This bottle... does it roll or slide? Students: Roll Teacher: What is this? Students: Pen Teacher: Does it roll or slide? Students: Roll. Teacher: It rolls. Sometimes it also slides. The pen rolls as well as slides. Very good. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/englisgh-medium-classes-first-time-learners-shine-early/articleshow/69819345.cms", "time": "2019-06-17 08:53:00"}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "cutting of tree": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cuttingoftree/articleshow/68030524.cms", "time": "", "description": ""}, "Regional languages must grow, says Professor Malagatti": {"link": "https://timesofindia.indiatimes.com//city/mysuru/regional-languages-must-grow-says-prof-malagatti/articleshow/69731518.cms", "time": "2019-06-11 10:02:00", "description": "MYSURU: Chairman of Karnataka Sahitya Academy Prof Aravind Malagatti on Monday stated that all the 22 official languages in India should be declared national language instead of focusing only on Hindi. With such a move, every regional language will grow, Malagatti said after inaugurating a programme to celebrate the first anniversary of Gurutu at Kalamandira. “While the country is divided based on languages, we are failing to protect our mother tongues,” he said. Prof Malagatti said that journalists should also have social responsibility. He was critical of TV channels for not following the ethics in journalism. “Print media has a history and hence it has been following certain ethics. But TV channels have failed in following ethics. A few newspapers are following the footsteps of news channels,” Prof Malagatti said. He said that while universities are like roots of a tree, social groups act as smaller roots to strengthen the tree. “Teams like Gurutu are social schools,” he said. Gurutu, founded by youngsters to discuss contemporary issues, turned one on Monday. The team holds meetings at the Maharaja’s College every Monday. It has completed 53 meetings. Prof Malagatti released a book featuring discussions organised by Gurutu. Writer Bannur K Raju received the first book. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Open Garages": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opengarages/articleshow/66141915.cms", "time": "", "description": ""}, "Inaugurate the dedicated food street": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/inauguratethededicatedfoodstreet/articleshow/66397522.cms", "time": "", "description": ""}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "4 held for parading Dalit man naked in Mysuru": {"link": "https://timesofindia.indiatimes.com//city/mysuru/4-held-for-parading-dalit-man-naked-in-mysuru/articleshow/69765324.cms", "time": "2019-06-13 08:24:00", "description": "MYSURU: Over a week after a 38-year-old Dalit man was attacked and paraded naked for allegedly entering a temple in Chamarajanagar district, chief minister HD Kumaraswamy ordered police to bring the guilty to book. After a lull of nine days, police swung into action and arrested four persons for their alleged role in the incident at Kebbekatte, Gundlupet, on June 3. On Tuesday, dalit outfits protested in front of Gundlupet station, seeking action against the accused. The CM tweeted: “Everybody should condemn such inhuman incidents.” Police launched probe after the victim’s cousin Kantharaju filed a complaint. He said on June 2, S Pratap, a science graduate, had gone to Marimallappa’s School in Mysuru to appear in a competitive exam. “He couldn’t reach the exam hall on time and decided to return. On his way back, his bike broke down at Raghavapura,” Kantharaju said. While fixing the bike, some miscreants allegedly threatened him and fled with his bike. With no option to return home, Pratap chose to spend the night in the seemingly secure corridors of Shaneshwara temple. The priest walked in by 6am the next day and questioned Pratap. That’s when the priest found out he was a Dalit. He summoned villagers who allegedly took law into their hands. Police said the four accused thrashed and paraded Pratap naked on Veeranapura Road for entering the temple. They recorded the act and uploaded it on social media. Basavaraju, Manikya, Satisha and Channakeshava Murthy, all residents of Madrahalli village, were arrested on Wednesday. Temple priest Shivappa and Puttaswamy, another accused, were taken into custody on Tuesday. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Mangalore airport road in bad shape": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mangaloreairportroadinbadshape/articleshow/65927176.cms", "time": "", "description": ""}, "MUDA ground not utilised properly": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mudagroundnotutilisedproperly/articleshow/69169868.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Farmers' stir to disrupt Bengaluru-Mysuru traffic": {"link": "https://timesofindia.indiatimes.com//city/mysuru/farmers-stir-to-disrupt-bengaluru-mysuru-traffic/articleshow/69718465.cms", "time": "2019-06-10 06:45:00", "description": "MYSURU: Traffic on Bengaluru-Mysuru road and an interstate highway through Chamarajanagar is likely to be disrupted on Monday with farmers set to block the roads to protest the state government's industry-friendly amendment proposals to the land acquisition act.  The day-long road blockade could affect vehicular traffic on Mysuru-Hunsur road too. Train services will not be affected.  Transport authorities said that those travelling from Mysuru to Bengaluru could travel via Bannur and Kanakapura to avoid the protest nerve centre, Ramanagara. The slightly circuitous road is, however, free of protests.  Protest from 6am  Rajya Raitha Sangha president Kodihalli Chandrasekar said the roadblock starts at 6am Monday and they will stop all vehicles, including private ones. \"We want to send a strong message to the Karnataka government on the land bill,\" he told TOI .  The Mysuru-Bengaluru highway will be blocked at Ramanagara city, and vehicular movement from both sides will be stopped. The Hunsur-Mysuru road that connects Mysuru with Madikeri, KR Nagar and Kushalanagar will also be blocked. In Chamarajanagar, farmers will stop traffic on the Karnataka-Tamil Nadu national highway that links Kerala with Tamil Nadu.  The farmers' leader said their protest was against the state government - and not the Centre - because it's trying to tweak rules of the land acquisition act passed by the UPA government. Chandrasekar said the Karnataka government was planning to amend Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 allegedly to benefit industrialists.  \"The government is trying to acquire land parcels through a committee headed by the district deputy commissioner. The committee has been given the mandate to fix compensation for the land parted with by farmers. Some clauses like the compensation should be four-fold the market value of the land acquired are being struck off. We won't allow the government to pass the amendments,\" he said. Download The Times of India News App for Latest City ."}, "Eight-year-old cattle-lifting tigress caged near Bandipur": {"description": "MYSURU: A tigress, which had been attacking cattle in the border villages of Bandipur tiger reserve, was captured with bait on Sunday. Under the care of Mysuru Zoo, it has been shifted to the Koorgahalli facility on the outskirts of the city. The eight-year-old big cat is healthy and there are no external injuries barring a few canines damaged in efforts to escape the cage. Villagers in and around HD Kote had complained to the forest department that the tiger was prowling in the border areas for 45 days and lifting livestock at will. It had killed around 20 cattle as it was looking for easy prey, an official said. The last of the kills was on Saturday. The foresters summoned Dasara elephants to nab the tiger and launched combing operations. The tiger was spotted a few times but it managed to give the elephants the slip. As it started to venture out of the woods repeatedly, the foresters sought the permission of the PCCF (Wildlife), the chief wildlife warden, to capture it. Once the permission was given, a cage was placed at Kalasur, just outside the N Begur Range, with a slab of meat in it. At 12.30am, the tiger walked in and was caged. Early in the day, it was shifted to Mysuru and by 10am, to Koorgahalli. Vet Dr DN Nagaraj told TOI that the big cat had no external injuries. It sustained some minor injuries when it tried to escape after being caged. Mysuru district wildlife warden Krithika Alanahalli said zoo authorities were now looking after the tigress. 62 sheep killed by predator in Chikkaballapura districtBengaluru: It was a gory Sunday morning at Nallala Halli in Chikkaballapura district after villagers found carcasses of 62 sheep in a pool of blood in a shed owned by family and relatives of Venkataramanappa. While villagers suspect a leopard had attacked the sheep, foresters are awaiting the post mortem report. Chikkaballapura range forest officer Vikram RN said the incident took place on Saturday night. “We don’t know whether the sheep were attacked by a leopard or a pack of dogs. Leopards usually kill a sheep or a two, but there have been instances of mass killing too. The nearest forest is at least 7km away. We found a gap in the stone-slab shed and the predator may have sneaked in through it. Sheep being killed in such large numbers in this manner is unheard of here,” he added. Another forest official from Chikkaballapura said villagers who are friends or members of a large family put sheep in one shed to save money. “The owners are shattered. We’ve already initiated the process to give compensation,” he added. In March 2018, a leopard killed 15 sheep in Kyalanur village, Kolar district. In February 2016, two leopards killed 59 sheep at Naganala, another village . Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/eight-year-old-cattle-lifting-tigress-caged-near-bandipur/articleshow/69819660.cms", "time": "2019-06-17 12:00:00"}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Vegetable prices soar in Mysuru as supply nosedives": {"link": "https://timesofindia.indiatimes.com//city/mysuru/vegetable-prices-soar-in-mysuru-as-supply-nosedives/articleshow/69762483.cms", "time": "2019-06-13 10:03:00", "description": "MYSURU: The prices of vegetables like beans, capsicum, tomato, cabbage and carrot have skyrocketed this summer, forcing women in the city to cook only simple items like ‘rasam.’ The deficit rain, coupled with high prices of vegetables are burning the pockets of families. For women, it has become a hard choice to use veggies which are less priced, when compared to beans and carrots. Tomatoes, which usually cost Rs 10 per kilogram, has gone up to Rs 40 per/kg. Similarly, fresh beans now cost Rs 140 per/kg outside market premises. Prathima, a resident of Hebbal, and working in a private organisation, said choosing vegetables which are less pricy is a difficult task. Middle class families cannot afford to cook beans, capsicum and carrots at home. Even tomatoes are priced at Rs 50 per kilogram in local shops. “It easily costs Rs 500 to buy vegetables enough for a week. Price hike is burning our pockets,” Prathima told TOI. Besides deficit rain, occasions like weddings have also raised the demand for vegetables. While the demand is high, fewer supply of vegetables has led to price hike. The prices of turnip, drumsticks and bottle gourd have also gone up. Gayathri, a homemaker of Nivedita Nagar, told TOI that vegetables like beans, capsicum and carrots will not be used in kitchen until the prices come down. “Every summer, the prices would be high, but never did I see the price of beans touching Rs 140. Cabbage, which was available for Rs 7, now costs Rs 30. In Devaraja market, the prices are comparatively low, but quality vegetables will cost us more,” she said. G Shankar, former president of vegetable vendors association of Devaraja market said that the RMC has fixed prices for the vegetables—beans costs Rs 60, brinjal Rs 13, ladies finger Rs 12, tomato Rs 32. “However, the quality vegetables supplied from Bengaluru and other regions come high-priced. Transportation and labour charges will be levied on the vegetables, thus increasing the prices. In the recent days, not many farmers are dependent on rain as they use borewells to grow crops. During summer, groundwater level drops, putting more difficulty on the farmers,” Shankar opined. AB Sanjay, deputy director, department of horticulture told TOI that the vegetables in city markets come from areas of Varuna, KR Nagar, T Narasipura and parts of KR Pet. From quality capsicum to APMC Mysuru come from Hassan. Vegetables are grown in rain-fed areas. Veggies like cabbage, cauliflower are winter-harvested whereas capsicum and beans are summer vegetables. During summer, farmers who have access to borewells grow vegetables like beans and capsicum, he said. Given that this is the marriage season, there is high demand for vegetables. Even though the price of beans is Rs 140 per kilogram, farmers hardly get Rs 25 for their harvest. Since the demand is high, middlemen are encashing on the scarcity. By the end of September, prices are likely to fall, Sanjay opined. Sanjay also said that the district has received 30% less rain. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Garbage burning": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageburning/articleshow/66874257.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Coffee helps members of Soliga tribe brew a new life": {"link": "https://timesofindia.indiatimes.com//city/mysuru/coffee-helps-members-of-soliga-tribe-brew-a-new-life/articleshow/69778555.cms", "time": "2019-06-14 09:57:00", "description": "MYSURU: The Soliga tribals in Biligiriranga Hills of Chamarajanagar district, who were earlier dependent on forest produce, have now taken up coffee cultivation in the tiger reserve. The have also launched a coffee powder brand — ‘Adavi’, and thereby living a self-sustainable and quality life. There are around ten hamlets in BRT Tiger Reserve with around 1,500 Soliga families. The tribals used to depend on forest produce, including honey, root vegetables and amla. But 20 years ago, these tribals were introduced to paddy, ragi and millet. But they could not succeed due to the menace of wild boars and other wild animals which regularly raided their lands. The livelihood of the tribe, however, improved after Ashoka Trust for Research in Ecology and the Environment (ATREE) encouraged the tribals to take up coffee and pepper cultivation. ATREE head C Madhegowda, who is also a Soliga tribal, told TOI that ATREE encouraged them to prepare products using forest produce. “We produced a hakku patra under Forest Rights Act to use non-timber forest products and sell the products legally. All the Soliga tribals of the 10 hamlets formed an association called Sri Biligirirangaswamy Soligara Samskarana Sangha, which was registered. An initiative was made to collect the forest produce, process it, and market the product,” he said. But it was after the tribals started growing coffee that they managed to earn a decent income by selling the coffee beans to the company. ATREE used to purchase the coffee from tribals on market price and supply it to a private company. Nearly 600 Soliga families are involved in cultivating coffee in BR Hills. Madhegowda, who is also the president of Coffee Growers Association, said just a year ago the Social Welfare Department had given the Coffee Board and Karnataka Maharishi Valmiki Scheduled Tribe Development Corporation a four-year project to promote coffee for the welfare of the Soliga tribe. “At present, 90% of the coffee produced by Soligas is supplied to MG Plantation in Chikkamagaluru as per the understanding with the Board. The coffee powder prepared by the company is sold under the brand name Adavi,” he said. The product is sold in local shops too. There are three shops in BRT which are managed by Soligas who get 15% discount for the product. The Mysuru Zoo authorities have provided a stall on the zoo premises and ATREE runs two stalls in Bengaluru also. All the stalls are managed by members of the Soliga tribe. This year, the total coffee cultivation by the Soliga tribals stood at 35 tonne against last year’s 28 tonne. Around 50% of the Soligas in BRT cultivate coffee. The Board has promised to provide training to produce quality coffee and to get certificate for organic products. “We cultivate only organic coffee as we do not use pesticides,” he said. Meanwhile, the sangha has procured fair trade certificate so that they can sell the product in international market, the Coffee Board is contemplating on turning the association into a company so that they get more profit and benefits from the government schemes. Madhegowda said the profits will be given back to the Soliga community. The earnings by selling the coffee are being used for their education, health and development, he said. A tribal Jadegowda from Kalyani hamlet told TOI that he has around 500 coffee plants in a half acre land and he earns around Rs 10,000 annually by selling coffee beans. Download The Times of India News App for Latest City ."}, "Mobile tower posing threat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mobiletowerposingthreat/articleshow/66397519.cms", "time": "", "description": ""}, "Mysuru-based institute starts ethnographic study of Kuruba community": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mysuru-based-institute-starts-ethnographic-study-of-kuruba-community/articleshow/69707390.cms", "time": "2019-06-09 08:57:00", "description": "MYSURU: City-based Karnataka State Tribal Research Institute has started the process of ethnographic study of Kuruba community in the state. Based on the study, the government will take a decision to include the community in the Scheduled Tribes category. The institute has decided to hire students who have completed masters in anthropology, sociology and social work for the study. Based on the direction from the state government, the study has been taken up on the Kuruba community, which has the third highest population in the state. As per a recent survey, the population of Kurubas in the state is around 80 lakh. The institute has started taking up ‘kulashastri adhyayana’ of the community and will submit a report to the government within six months. The institute has also started hiring data collectors. The study will be on the socio, economic, education and health aspects of the community. The study will be conducted in 27 of the 30 districts of the state. According to a tribal institute official, they will select two taluks in each district for the study. In each taluk, they will select four to five villages and conduct a sample survey. “We are hiring around 18 to 20 students who have completed their masters in the subjects to collect details. We will provide them training and later field knowledge by conducting a pilot survey where they will be shown how to conduct the survey. They will later take up door-to-door survey and submit the data which we will analyse,” an official said. The study will be conducted on their lifestyle, culture, language, food habits and attire. There are five criteria laid down by the Government of India which the community has to meet to be included in the Scheduled Tribe list — distinctive culture, primitive traits, geographically isolation, shyness over contact and backwardness (social, economic and educational). Authorities have divided the study area into Belagavi, Kalaburagi, Davanagere, Mangaluru and Mysuru divisions and have also prepared the route map for data collectors. After field study, the collectors will also collect secondary data like books, literature, journals, gazetteers and others. Institute director T T Basavanagouda told STOI that the data collected will be studied and a final report will be submitted to the government with a recommendation. “Based on the study the government will take a decision whether to include the community into ST fold or not,” he said. Download The Times of India News App for Latest City ."}, "Broken Ornamental light": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/brokenornamentallight/articleshow/67748615.cms", "time": "", "description": ""}, "Cover garbage trucks": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/covergarbagetrucks/articleshow/66355901.cms", "time": "", "description": ""}, "Owners of convention centre, priests booked for child marriages": {"description": "SHIVAMOGGA: In connection with the 11 child marriages reported during the year, deputy commissioner K A Dayanand has directed the officials to register criminal cases not only against relatives of the victims, but also against the owners of kalyana mandap and priests who solemnised the weddings. The DC was reviewing the various schemes of the department of women and child welfare and implementation of Prohibition of Child Marriage Act, 2006 and Protection of Women from Domestic Violence Act, 2005 on Monday. Regarding the three child marriages reported in the district, cases have been booked against owners of the kalyana mantap and in one case an FIR has been registered against a priest and photographer. The DC has directed officials to examine all cases and book cases against the owners of kalyana mantap and priests. Since the department has received complaints about child marriages being reported at Guddekal temple in the city, the DC said that a CCTV must be installed in the temple and the priests must be warned. In 2018-19, at least 65 complaints regarding child marriages were received while 44 such marriages were prevented. “The priority must be to prevent child marriages and the departments of women and child welfare and police must work in coordination,” Dayanand said. In the past two months, 105 patients were admitted and treated at Gelathi special treatment unit for women and children at McGann district hospital. Other than police protection, legal, medical and police help must be provided to victims of domestic violence, sexual assault, rape and child marriage. Under the Protection of Women from Domestic Violence Act, 234 cases were registered, of which 125 cases have been solved after officers held a discussion. Some 33 cases are in the court and 187 women and 46 children have been rehabilitated under the Swadhar Greh scheme, he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/owners-of-convention-centre-priests-booked-for-child-marriages/articleshow/69832096.cms", "time": "2019-06-18 05:30:00"}, "Cracks spotted on Nandi statue en route Chamundi Hills summit": {"link": "https://timesofindia.indiatimes.com//city/mysuru/cracks-spotted-on-nandi-statue-en-route-chamundi-hills-summit/articleshow/69778606.cms", "time": "2019-06-14 09:59:00", "description": "MYSURU: He is the stationary sentinel, a monolith, resting rock-like, en route the summit of Chamundi Hills. The statue of Nandi, the celestial bull rests midway along the road to the Sri Chamundeshwari temple. One often spots devotees visiting the shrine of the Goddess, stop along the way to seek blessings from Nandi. However, cracks have appeared on this monolithic statue, triggering alarm among conservationists and historians. Member of the Mysore Heritage Committee and historian Prof NS Rangaraju spotted the cracks on the statue, and immediately started work on a report that he will submit to the district administration, seeking action to prevent further damage to the historic statue. Rangaraju said that he had discovered cracks near the thighs of the mighty bull, and on the carved lips of the monolith. In a bid to restore to the statue some of the lustre it had lost owing to anointment by oil, and many such potions, the department of archaeology, museums and heritage had cleansed the Nandi with high-intensity water jets and chemicals. The technique was meant to purge the statue of residue of oil and other substances that have accumulated on the monolith. In the recent past, those who ascend the summit on a regular basis by climbing the steps have formed themselves into groups, and organised ‘Mastakabhisheka’, an anointment ceremony where the statue is bathed in solutions of turmeric, vermilion and other such sacred substances. Rangaraju told TOI that he spotted the fissures on the statue when he had been to Chamundi Hills, accompanied by a group of foreign students. “I subsequently raised this issue at the meeting of the heritage committee, which was chaired by the Mysuru deputy commissioner, who directed the members to inspect the structure and submit a report,” Rangaraju said. Equipped with a magnifying glass, and an excavation kit, Rangaraju revisited the Nandi statue, and observed that the black varnish applied on the statue had concealed the cracks. “When the department of archaeology, museums and heritage washed the statue, the cracks revealed themselves rather prominently,” he added. The historian added that there was no imminent threat to the statue. “But, to prevent further damage to the statue, the department of archaeology must restore the original colour, which serves the function of a protective coating. Also, the ‘Mastakabhisheka’ rituals must be stopped since the potions used to wash the statue are causing more harm than good,” said Rangaraju. An official in the archaeology department told TOI that the statue had been cleansed at the behest of an expert who visited Chamundi Hills, and looked at the Nandi monolith. “He suggested that the statue should be cleaned, and we subsequently washed it in October 2017,” the official said. Mysuru’s guardian*The Nandi monolith is believed to have been sculpted and installed during the reign of Dodda Devaraja Wadiyar, who ruled Mysuru between 1659 and ‘73 *The statue rests at an altitude of 3,489ft above Mean Sea Level *The monolithic statue measures 15ft in height and 24ft in width Download The Times of India News App for Latest City ."}, "Blocked drainages": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/blockeddrainages/articleshow/66021610.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Accident between 2 scooters at 6th Crs, SiddLayout": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/accidentbetween2scootersat6thcrs2csiddlayout/articleshow/67922805.cms", "time": "", "description": ""}, "shoddy road work": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/shoddyroadwork/articleshow/66902504.cms", "time": "", "description": ""}, "Mayor slams Simha’s remarks about allocation of funds in MCC Council": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mayor-slams-simhas-remarks-about-allocation-of-funds-in-mcc-council/articleshow/69794795.cms", "time": "2019-06-15 11:32:00", "description": "MYSURU: Dismissing allegations of discrepancies in allocation of funds to corporators in the Mysuru City Corporation (MCC) Council, mayor Pushpalatha Jagannath on Friday asked the Parliamentarian to go through the facts before making such remarks. Simha, who inspected ongoing work on two storage reservoirs in Vijayanagar on Wednesday, had alleged that the MCC Council was being run like a mafia, with a clutch of senior corporators dictating all affairs. “Simha is trying to mislead the public by making allegations of disparity in disbursal of funds to corporators,” Pushpalatha said. Deputy mayor Shafi Ahmed, meanwhile, demanded an apology from Simha for likening the local body to mafia. Reaffirming that allocation of funds under the purview of the local body was being managed in accordance with prescribed government norms and regulations, Pushpalatha said, “The guidelines stipulate that 10 to 20% of the funds in the outlay of the budget is meant for underground drainage projects, while 15 to 20% is earmarked for water-related projects. The remaining funds are set aside for a wide range of civic amenities, including parks, public lavatories, and streetlights.” The mayor opined that Simha ought to have brought any irregularity he may have discovered in the finances of the MCC Council to the notice of the members of the body when it convened. “As Mysuru MP, he is also a member of the council. He should have spoken about any doubts he may have had about allocation at the council meeting, we would have welcomed it. Making such allegations in public only dents the MCC’s image. There has been no misuse of the funds,” said Pushpalatha, adding that Simha had not attended a single meeting of the MCC Council. Deputy mayor Ahmed said that questioning the probity of the members of the MCC Council amounted to an insult to the people of Mysuru. “All the corporators are like members of a single family. They should set their differences aside and work together for the improvement of the city. One member of the council might have fed inaccurate information to Simha. But he should have verified the truth before leveling allegations. Use of words such as ‘Mafia’ to describe the MCC Council is in poor taste, coming from an MP,” said Ahmed. Download The Times of India News App for Latest City ."}, "An exclusive dispenser for women at this Mysuru fuel station": {"link": "https://timesofindia.indiatimes.com//city/mysuru/an-exclusive-dispenser-for-women-at-this-mysuru-fuel-station/articleshow/69730736.cms", "time": "2019-06-11 09:56:00", "description": "MYSURU: A fuel station on Outer Ring Road at Bogadi intersection has opened an exclusive counter or dispenser that caters solely to women customers. The exclusive counter at the station has come as a boon for women motorists, who are saved the ordeal of a protracted wait they would otherwise have to endure at other such centres. N Sundaram and Sons Fuel Station’s decision to reserve a counter for women has drawn praise from across the social spectrum. What is more, the counter for women has been decked up in pink, a symbolic indicator that the counter is exclusively for females. Abhilasha, who works at a fast food restaurant, did not hold back in expressing her gratitude to the management of the station for coming up with the initiative. “I definitely feel more comfortable visiting this station. There have been episodes of harassment I have endured at fuel stations. On many occasions, youngsters have brought their vehicles close to mine, sometimes bringing it in contact with my automobile. Others would gaze at me. These things made me really uncomfortable. All fuel stations must dedicate a counter for women. This would rid women the trouble of having to put up with nuisance from miscreants,” she said. The proprietor of the station Kumar KS said that he hit upon the idea of dedicating a counter to servicing women last year, after taking note of the number of female motorists arriving at the centre, and the troubles they faced while awaiting their turn at the station. “The plan was to inaugurate the counter on March 8, International Women’s Day, but work remained to be done. We have spent nearly Rs 2 lakh to set up this counter, complete with a pink canopy,” said Kumar. In all, there are six counters at the station, of which two are reserved for cars, and one for heavy vehicles. “The separate counter for women will ensure they do not have to wait for longer than a few minutes in the queue,” Kumar added. Elaborating on his plans further, Kumar said that he wanted to develop a garden around the pink counter, with flowers of the same colour surrounding it. “This counter is the first-of-its-kind in Karnataka,” he said. Manager of operations at the station Suresh said that, on average, nearly 200 women visited the centre. “We will not allow men at the pink counter, and a board will be put up indicating as much,” Suresh said. Download The Times of India News App for Latest City ."}, "Millingtonia Tree trunk cut to its 8 ft base level": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/millingtoniatreetrunkcuttoits8ftbaselevel/articleshow/67922758.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Poor condition of public libraries": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poorconditionofpubliclibraries/articleshow/66874259.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "No need to go to Bengaluru, file plaints at nearest stations, Mysuru city commissioner tells IMA jewels investors": {"link": "https://timesofindia.indiatimes.com//city/mysuru/no-need-to-go-to-bluru-file-plaints-at-nearest-stations-mysuru-city-commissioner-tells-ima-jewels-investors/articleshow/69762353.cms", "time": "2019-06-13 10:18:00", "description": "MYSURU: It has been more than 48 hours since thousands of people who had invested in I Monetary Advisory (IMA) Jewels, Bengaluru learnt about the uncertain fate of the huge sums of money – in many cases, the entirety of their savings – they had invested in the company. However, the dust, it would seem, far from settling, is only rising ion a whirligig of accusations, and sordid revelations. Tremors of panic, originating from their epicentre in Shivajinagar, Bengaluru, have travelled across the state, jolting many people, who unsuspectingly reposed their wealth, and their faith, in IMA, to witlessness. Against the backdrop of the state government constituting a special investigation team, city police, taking note of the fact that many investors of the scam are residents of Mysuru, have asked the affected parties to file complaints at those stations nearest to them. A note released to the media by the Mysuru city police commissioner KT Balakrishna read: “It has come to our notice that many investors are heading to Bengaluru to lodge their complaint. But, this is not necessary. We have taken necessary action to save them the trouble of going all the way to the state capital. Investors in Mysuru can approach the nearest police station and lodge the complaint.” Eshwarappa demands probe by CBIIn Shivamogga, senior BJP leader and former deputy chief minister KS Eshwarappa on Wednesday urged the JD(S)-Congress coalition government to hand over the probe into the IMA Jewels scam to the Central Bureau of Investigation (CBI). Eshwarappa’s statements come a day after the HD Kumaraswamy-led government ordered the formation of a SIT, comprising officials from CID and other branches in the police force, to investigate the case. “The company has been accused of duping all its investors of Rs 500 crore. When such a huge sum is involved, the case must be handed to the CBI. But the government is feigning helplessness. People in the lower wrungs of society have been brought to the streets. Some of them have despaired to the extent that they are contemplating suicide. The government appears not to be concerned about the welfare of the public. Are those in the government blind to their problems?” asked Eshwarappa, claiming that this was one of the biggest Ponzi schemes. Download The Times of India News App for Latest City ."}, "Unsafe road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unsaferoad/articleshow/65957839.cms", "time": "", "description": ""}, "Driving around in Mysuru? Beware, there are many black spots on the roads": {"link": "https://timesofindia.indiatimes.com//city/mysuru/driving-around-in-mysuru-beware-there-are-many-black-spots-on-the-roads/articleshow/69773285.cms", "time": "2019-06-14 00:00:00", "description": "With accidents on the rise at certain locations in namma Mysuru, authorities have identified these as black spots - roads that are prone to accidents - to alert motorists to exercise caution while passing by these areas. Currently, Mysuru now has as many as 12 black spots dotted across the city. There are areas near the APMC Market Road and Ganapathy Sachidananda Ashrama on Ooty Road, Devegowda Circle on Bannur road, Bogadi Ring Road junction, near Sardar Vallabhai Patel Nagar, Ring Road junction on KRS Road, the stretch between Siddalingapura and Kalasthawadi and the Hootagalli Junction on Ring Road, are among the 12 roads where people have lost their life in recent times. Speaking about the efforts to reduce fatal road accidents, Mysuru city police commissioner, KT Balakrishna says, “We have tried to create awareness about the dangers at these black spots by erecting boards requesting motorists to drive slow, while also highlighting that these are accident-prone zones where speed limits have to be followed. We have also put up barricades to slow down vehicles on these road. We are monitoring the CCTV camera feed from these road junctions to keep a vigil on any traffic violations.” President of Mysuru Grahakara Parishat, Bhamy V Shenoy, adds, “While it is the duty of every citizen to abide by the law, cops should be impartial in enforcing rules, irrespective of who the offender is. I have witnessed several incidents where people with 'influential backgrounds' are allowed to violate rules without any punitive action. The onus is on citizens to follow traffic rules, follow minimum speed in city areas and ride with helmets to avoid fatalities. The road engineering works also plays a key role in preventing tragic incidents. Speed breakers at crucial spots are a must, along with boards alerting motorists of an upcoming hump.” Download The Times of India News App for Latest City ."}, "Residents accuse contractor of mining sand from lake": {"link": "https://timesofindia.indiatimes.com//city/mysuru/residents-accuse-contractor-of-mining-sand-from-lake/articleshow/69707301.cms", "time": "2019-06-09 09:10:00", "description": "MYSURU: Charging a contractor with illegally mining fertile sand from a lake under the garb of desilting the waterbody, residents of Tavarekatte, a locality at the foot of Chamundi Hills on Friday staged an impromptu protest at the lake. The residents alleged that the contractor tasked with desilting the lake had, in the course of the job, extracted fertile sand from the floor of the lake, and selling it to brick manufacturers for money. “Instead of just removing silt, which will increase the storage capacity of the lake in our locality, the contractor has extracted sand by digging seven feet below the surface of the lake,” rued the protesters, asking the government to take cognisance of the irregularity and order a probe into the same. The residents have also sought action against the officials in the government for failing to monitor the desilting exercise, resulting in the lapse. Tavarekatte residents have also accused the contractor of removing lotus flowers on the surface of the lake. The anguished villagers pointed out that Tavarekatte derives its name from the Kannada word for lotus ‘Tavare’, adding that removal of lotus flowers from the lake had left them deeply hurt. Activists of the Mysuru Kannada Vedike joined the residents in protest. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Graffiti at Chamundi Hills viewpoints angers locals": {"link": "https://timesofindia.indiatimes.com//city/mysuru/graffiti-at-chamundi-hills-viewpoints-angers-locals/articleshow/69716798.cms", "time": "2019-06-10 09:40:00", "description": "MYSURU: Rising above the ‘Bayalu (Flat expanse)’, Chamundi Hills, its summit more than 300m above the mean elevation of Mysuru (763m above Mean Sea Level), is the perfect location for one to enjoy a panoramic view of the Heritage City. In acknowledgement of the gratifying vision that one can enjoy from the table-top of the hills, the local administration made arrangements for viewpoints at various locations atop the hill. Many visitors to the temple can be spotted heading to one of these viewpoints after offering prayers to Sri Chamundeshwari. However, a few miscreants, keen on turning viewpoints into attractions, have left their handiwork in the form of graffiti scrawled shabbily at these locations, detracting from their original purpose. Meanwhile, many residents, observing that the many messages scribbled at these locations refer to Kerala, have taken to tagging the neighbouring state’s chief minister, urging him to educate tourists from the coastal state. The viewpoint located on the road to the Nandi statue is one that has been visually soiled. “From this viewpoint, one can take in the whole of Mysuru city. There is not much disturbance here since it is not a main road. But, in the past few days, some miscreants have taken to writing their names on the walls” rued Rajesh P, an autodriver. Somanathnagar resident Ravi Kirthi, a civic activist, lamented that the actions of a few miscreants had resulted in the issue turning assuming the avatar of an inter-state dispute on social media. “Some people are trying to turn this into an issue between Karnataka and Kerala on social media. But that is not the case. Our concern is to preserve the beauty of Chamundi Hills, and sensitising tourists is the only solution,” Kirthi said. The tourists, meanwhile, are upset, not only with the graffiti on the walls, but also with the garbage littered at the tourist attraction. “People can be seen feeding the monkeys. It is sad to see a heap of plastic in a place that is so rich in natural beauty. The authorities concerned must act immediately. They must install closed circuit television cameras at the hills,” said Anjana Umesh, a tourist from Bengaluru. Deputy conservator of forests KC Prashant Kumar, on being intimated about the problem, said that he would look into the issue. “We will see what can be done,” he added. Download The Times of India News App for Latest City ."}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Poor quality & incomplete repairing of Mosque Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poorquality26amp3bincompleterepairingofmosqueroad/articleshow/68017831.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "IMA scam: Closure of Janata scheme led people to Ponzi frauds?": {"link": "https://timesofindia.indiatimes.com//city/mysuru/ima-scam-closure-of-janata-scheme-led-people-to-ponzi-frauds/articleshow/69808874.cms", "time": "2019-06-16 09:22:00", "description": "MYSURU: The lack of deposit schemes by banks and promise of higher returns by private financiers are luring people to invest their hard-earned savings in Ponzi schemes like the I Monetary Advisory (IMA).  Nearly 1,000 people from different walks of life in Mysuru have rushed to police here after Bengaluru-based IMA Jewels went bankrupt. Hundreds of Mysureans invested an estimated Rs 40 crore in IMA Jewels. Usually, banks offers an annual interest of around 7% whereas Ponzi schemes offer 2.5% monthly interest, which is around 30% annually. Many investors deposited their savings hoping to double their income in a short period but ended up in losing their money. Mysuru has witnessed several such incidents and people have filed police complaints about cheating by operators of chit funds and schemes. A banker claimed that information about such schemes spreads by word of mouth. The operators usually avoid being in touch with investors. They don't have any accountability or give any record for having received money. All their transactions are done without using banks so there's no money trail.  Lead Bank manager Venkatachalapathy B said: \"Though there are many cases of people getting cheated, they still fall prey to such schemes. People have become greedy and want to earn money quickly. Without doing background checks of operators, people blindly invest their money. Bankers have been conducting regular awareness programmes for people and talking about the benefits of investing in banks and prompt repayment of loans. Yet, they're swayed by lucrative offers and high returns by Ponzi scheme operators and end up disappointed.\" He added that the rate of interest is around 7% in banks whereas some operators offer a high rate of interest to lure more investors quickly. \"Recently, we educated farmers about loan schemes available to them and their benefits,\" he said. He admitted that the closure of popular Janata Deposit schemes by banks may have led to rise of Ponzi schemes or fraud firms. The Janata Deposit scheme suited the needs of many people, including businesspersons, professionals, daily-wage labourers, traders and homemakers as their investment was collected from their doorstep at regular intervals. Investors needn't visit banks to make deposits. As the scheme was misused by a few persons, the popular scheme was discontinued around six years ago, much to the disappointment of small investors. Since then, there is no such attractive deposit schemes in banks and that's why people are looking at private firms offering similar services. Download The Times of India News App for Latest City ."}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Robotic dustbins at tourist destinations in Mysuru": {"link": "https://timesofindia.indiatimes.com//city/mysuru/robotic-dustbins-at-tourist-destinations-in-mysuru/articleshow/69730849.cms", "time": "2019-06-11 09:52:00", "description": "MYSURU: It appears as though the zeal among the city’s civic agencies, and district administration alike to exploit Mysuru’s potential as a tourist destination to its optimal extent is dovetailing rather seamlessly into the mission to keep the city spic and span. In a bid to ensure that litter does not detract from the beauty of heritage structures, and other popular tourist hubs, the Mysuru City Corporation (MCC) has, taking a cue from Singapore, decided to install robotic dustbins at these places. The waste generated in the city on a daily basis comes up to 400 tonnes. The figure includes the garbage accumulated in places such as Mysuru Palace, the zoo and other places that register a high density of tourists. Although 168 auto-tippers and 295 pushcarts in the service of MCC can be spotted at various corners of the city, with pourakarmikas crowding garbage into these vehicles, clearing waste remains a huge challenge for the civic agency. At tourist hotspots – Mysore Palace and Chamundi Hills, in particular – stray articles of waste are littered, much to the chagrin of the authorities concerned, keen on preserving the image of Mysuru as a ‘Clean City’. Empty plastic bottles, containers and discarded food packets are among the items that one stumbles upon at every second step in many of these places. Adding to which, food dumped at these places ends up attracting stray animals, an unwelcome intrusion for visitors looking to soak in the beauty of the iconic spots undisturbed. The robotic dustbins that the MCC has in mind will be equipped with an LCD screen, and sensors to monitor littering activity at tourist spots, said MCC health officer DG Nagaraj. “These dustbins, which can be found in Singapore and Saudi Arabia, are compact vehicles that can store up to three tonnes of garbage, which they will then transport to a location, from where they will be collected,” Nagaraj told TOI. He added that the civic agency had identified 15 places across the city, where tourist density was highest, and the bins would be installed at these locations. Mysuru mayor Pushpalatha Jagganath pointed out that the idea to introduce robotic dustbins was an old proposal. Multiple private agencies, including a Bengaluru-based company, had approached MCC with the idea of installing them. “We had, at an earlier stage, decided to install them in Shantinagar. Now, it has been approved by the MCC health committee, and we have decided to install them in all the three assembly constituencies in the city – Krishnaraja, Narasimharaja and Chamaraja. MCC officials will identify the locations that are most suitable for the installation of these bins,” Pushpalatha told TOI. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Regulate traffic": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/regulatetraffic/articleshow/67748611.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "MCC keen on transforming Irwin Road, D Devaraja Urs Road into tourist attractions": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mcc-keen-on-transforming-irwin-road-d-devaraja-urs-road-into-tourist-attractions/articleshow/69716688.cms", "time": "2019-06-10 05:30:00", "description": "Mysuru: Indian tourists returning from a trip to Europe or America, often wax lyrical about the joys of travelling on the thoroughfares of Western Metropolises. The urban life available at hand on the thoroughfares is very much a part of the tourist package, although it never finds mention on the itinerary. Given Mysuru’s national, and burgeoning international reputation as a tourist destination, residents have for long rued the absence of lanes in the Heritage City – the many roads in the Central Business District of Mysuru, which have historic structures jostling one another lack those spaces where one can just rest, and take in life on the street. However, as part of the efforts to bolster Mysuru’s tourism potential, efforts are under way to design some of these thoroughfares into destinations in themselves. Mysuru City Corporation (MCC) is keen on redesigning two streets in the CBD – Irwin Road and D Devaraja Urs Road – and many officials in the civic agency are in the process of studying some of the most prominent promenades in the world, including the TenderSURE roads developed in Bengaluru. The civic agency will decide on the best model for replication in Mysuru once it has thoroughly studied all roads under consideration. Although D Devaraja Urs Road was developed only in the 1980s to honour the memory of the former chief minister, in whose memory the thoroughfare was named, Irwin Road boasts a long and rich history. During the years when the erstwhile Mysore kingdom was a princely state of the British, Irwin Road was part of the Rajamaarga. MCC commissioner Shilpa Nag told TOI that the two roads in the heart of the city would be developed on a par with global standards. “Irwin Road is already being widened. Both the roads will be upgraded, equipped with all the modern amenities. We have allocated funds for these projects in the budget,” said Shilpa. The MCC chief said that the objective was to turn the two roads into major tourist attractions, to add to the already long list of hotspots dotting Mysuru. “We will choose the module best suited to Mysuru, and study the modalities of replicating it here,” Shilpa added. Historian PV Nanjaraja Urs said that Irwin Road, named after the then Viceroy of India, was the original Rajamaarga of Mysuru. “The D Devaraja Urs Road, on the other hand, was conceived by BN Kengegowda, a two-time MLA and close aide of the former CM,” Urs said. Residents, and students in particular, are pleased with the MCC’s initiative. “Roads that can be compared with some of the best in the world are the need of the hour for Mysuru. While Bengaluru boasts MG Road and Brigade Road, where one can spend hours together, Mysuru has no road where youngsters can just spend time during leisure. Hope the MCC does not disappoint youngsters,” said Srusti G, an engineering student. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Road getting bad to worse due to potholes & slash": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadgettingbadtoworseduetopotholes26amp3bslash/articleshow/65987605.cms", "time": "", "description": ""}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "‘Head constable threatened minor rape survivor’s family’": {"link": "https://timesofindia.indiatimes.com//city/mysuru/head-constable-threatened-minor-rape-survivors-family/articleshow/69794859.cms", "time": "2019-06-15 11:30:00", "description": "MYSURU: A day after the horrific tales of a 15-year-old rape survivor came to light, it has been revealed that a head constable, a friend of the moneylender who took the girl hostage, had threatened her family and also used abusive language against them. The head constable’s threat has shocked the family, the latter told the investigators as well as counsellers. According to sources, prime accused Padhma had taken the girl hostage on January 7. She was a friend of the head constable. The girl was subsequently raped by at least five men over a period of five months. The policeman also knew about the entire episode of money-lending to the girl’s mother and then the girl being taken hostage by Padhma. Police have named five persons– four men, accusing them of rape, and one woman for procuring a minor girl and then misusing her. The head constable, however, is yet to be named in the FIR. So far, the police have arrested two persons and a search is on for the others. Deputy commissioner of police (law and order) M Muthuraju said the role of the head constable is being probed. Though there is no allegation against him in the rape incident, the cop is suspected to have some connection with money-lending, he said. Meanwhile, the child welfare committee, a quasi-judicial body, on Friday extended support to the family of the minor rape survivor by providing her family a temporary accommodation. CWC chairperson Kamala HT said the girl’s family—parents and grandfather—requested them for a temporary shelter claiming they’re feeling threatened after the incident. The family stayed in a town away from Mysuru city but now has been shifted to a recognized child care and protection centre in Mysuru. “Since the minor girl didn’t want to live separately from parents and there was no facility to keep the family together at a government centre, we have ensured them protection at a recognised centre,” Kamala said. The district child protection officer on Friday extended an assistance of Rs 5,000 to the family towards temporary expenses as the family’s financial condition is poor. Download The Times of India News App for Latest City ."}, "Garbage is dumped on road side near Laxmipuram. It": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageisdumpedonroadsidenearlaxmipuram-it/articleshow/67565412.cms", "time": "", "description": ""}, "Mysuru traffic police crack down on parking violations, switch to wheel-locks in lieu of Tiger Vans": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mysuru-traffic-police-crack-down-on-parking-violations-switch-to-wheel-locks-in-lieu-of-tiger-vans/articleshow/69778434.cms", "time": "2019-06-14 10:13:00", "description": "MYSURU: Given the city’s proximity to two tiger reserves – Bandipur and Nagarahole – the roar of the big cat is not exactly the terrifying blood-curdling experience it is for those in other cities. However, until very recently, many owners of two-wheelers, who may not have flinched at the angry snarl of a tiger, often scurried with fear at the wail of the Tiger Vans, which rode on Mysuru streets with a single purpose – to impound, and seize vehicles that were stationed in spaces where parking was strictly prohibited. These dreaded vans, however, have been decommissioned and their absence on the city’s thoroughfares has not passed unnoticed. Although two-wheeler owners might rest easy now with the tiger vans no longer trundling along the city streets, traffic police have, by no means, taken their foot off the drive against illegal parking. Traffic cops have introduced a new system, wherein vehicles found in no-parking zones will be immobilised using a wheel-locking mechanism. The system, already in place in Bengaluru and other cities in Karnataka, has been launched, and successfully tested in Mysuru, with 40 cases being registered on a daily basis. In all, Mysuru traffic police have purchased as many as 500 of these locks, which have been distributed equally among the five traffic stations in the city – Narasimharaja, Krishnaraja, VV Puram, Devaraja and Siddarthanagar. Signalling the launch of the drive, KR police station launched ‘Operation Wheel-Lock’ in Agrahara, and on Basaveshwara Road on Monday. More than 50 vehicles, both cars and two-wheelers, were mechanically glued to those spots where, according to law, they had no business being. The sight of vehicle owners imploring cops to unlock their vehicles, and others acquiescing to pay the penalty for the offence to retake possession of their automobiles was commonplace. Besides locking two-wheelers parked in violation of regulations, the locks are being used to immobilise cars that have been caught breaking other traffic laws. Residents are a relieved lot with the disappearance of the tiger vans from the city’s streets. Mahadevu, a resident of Mahadevapura, said that those in charge of impounding vehicles were often careless, resulting in damage to some of the automobiles. “In many cases, we owners were forced to pay for damages our two-wheelers sustained because of the poor manner in which they were handled by those manning the tiger vans, in addition to paying fines. The new solution, wherein our vehicles will be mechanically locked is much better. This way, we can rest assured knowing our vehicles are safe,” Mahadevu told TOI. Once locked, owners will be allowed to use their vehicles only after they pay the penalty. If the owners fail to turn up within a stipulated time interval, the vehicles will be hauled to the nearest traffic police station. Owners forced to visit the station to get their vehicles will have to pay the fine, and the charge incurred by the cops to take the automobile to the station. Vehicle owners can also be fined for past offences in case the cops decide to pull out the history of the automobile in question. Mysuru city police commissioner KT Balakrishna told TOI that the new operation was currently in its experimental phase, but affirmed that the response to the newly adopted method had thus far been positive. “The drive has been successful. Motorists had expressed problems with Tiger Vans. The use of wheel-locks takes the possibility of underhanded activity. As of now, we have 500 of these wheel-locks. Based on the response, we will see if more are needed,” Balakrishna said. Motorists travelling without vehicles finedResidents heading to work on Thursday morning were surprised to see a visible spurt in traffic monitoring activity on the city streets. Motorists travelling in Udayguru, Ghousia Nagar, Mandi Mohalla, Shantinagar without the required documents were penalised. Assistant commissioner of police Mohan led the drive. Download The Times of India News App for Latest City ."}, "Barricades blocking the foot path": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/barricadesblockingthefootpath/articleshow/67748609.cms", "time": "", "description": ""}, "Census at Ranganathittu reveals a steep drop in bird population": {"link": "https://timesofindia.indiatimes.com//city/mysuru/census-at-ranganathittu-reveals-a-steep-drop-in-bird-population/articleshow/69716703.cms", "time": "2019-06-10 05:30:00", "description": "Mysuru: A census of the winged creatures conducted at the Ranganathittu Bird Sanctuary on Sunday has thrown the drastic decline in the number of migratory birds visiting this archipelago of islets afloat on River Cauvery into stark relief. Quoting data collated during the three-hour exercise, forest department authorities said that, against the 220 species of birds spotted at the sanctuary in March 2018, a mere 60 were spotted on Sunday. Notwithstanding the customary drop in the population of birds at Ranganathittu after the winter months, and the washing away of islets in the wake of floods that the region witnessed last year, the decline in the number of winged specimens at the aviary haven has left both forest department authorities and wildlife enthusiasts more than a trifle surprised. Nearly 20 volunteers, mostly from Bengaluru and Mysuru, participated in the census that was held under the supervision of the forest department at Ranganathittu. The department deputed two experts to accompany the volunteers during the census. A pair of binoculars was all the equipment that those involved in the census possessed. The fifth census held at Ranganathittu since March 2018, the participants employed both the nest counting, and total count methods. Among the birds spotted in huge numbers were the spot-billed pelican, painted stork, egret, stone plover, ibis and the baya weaver. Deputy conservator of forests (wildlife) KC Prashant Kumar, however, pointed out that the census was a regular exercise conducted by the department, with the assistance of volunteers thrice or four times every year. “We managed to identify 60 species of birds during the three-hour exercise,” Kumar said. The DCF told TOI that a proposal to declare Ranganathittu Bird Sanctuary a ‘Wetland’ would be sent to the Union ministry of environment, forests and climate change. “We are presently in the process of collating all the necessary evidence, which will help the haven earn the tag,” Kumar said. Efforts are also under way to get Ranganathittu tagged as a ‘Ramsar Site’. The Ramsar Convention is an inter-governmental treaty that aims at the conservation and management of wetlands, and nearly 90% of the countries that are members of the United Nations Organisation are signatories to it. Although it is the raucous cries of the many birds that one is reminded of at the mere mention of Ranganathittu, the sanctuary is home to several other species of animals such as the mugger crocodile, river otters and mahseer fish. Some of these species have been classified under ‘endangered’, while a few are staring at extinction. DH Tanuja, a bird watcher, with more than 25 years of experience in the field, told TOI that extensive knowledge of the aviary species was a prerequisite to being chosen as a volunteer for the bird census. “This is not the season when birds from across the globe come to Ranganathittu to nest. However, the flood in the Cauvery’s catchment area has washed away nests, owing to which some of the migratory birds have stayed away,” Tanuja said. The feathery archipelago Ranganathittu Bird Sanctuary is 18km from Mysuru city in Srirangapatna taluk in Mandya district. The sanctuary is an archipelago with 25 islets and an estimated 40,000 winged guests arrive every year to nest at Ranganathittu. - Madiha Khanum Download The Times of India News App for Latest City ."}, "Overcast weather in South Interior Karnataka an indicator of monsoon’s imminent onset": {"link": "https://timesofindia.indiatimes.com//city/mysuru/overcast-weather-in-south-interior-karnataka-an-indicator-of-monsoons-imminent-onset/articleshow/69707332.cms", "time": "2019-06-09 09:01:00", "description": "MYSURU: Images of houses crashing to destruction, heaps of sand slushing over slopes and gushing on to roads and bridges collapsing in the aftermath of heavy rain last year remain fresh in the minds of both citizens and officials in the Kodagu district administration. Now, with the Karnataka State Natural Disaster Monitoring Centre (KSNDMC) announcing that the Southwest Monsoon will take effect in South Interior Karnataka, including Mysuru, Hassan and Kodagu, on Sunday, all the officials in the hilly district have been asked to be prepared to deal with all emergencies, with heavy rainfall forecast in the birthplace of the River Cauvery. KSNDMC director Srinivas Reddy pointed to the already evident indications of change in the weather system in South Karnataka. “The weather in nearly the entire region was cloudy. This is certainly one of the parameters that inform us that rain can be expected in the districts by Sunday evening,” said Reddy. The KSNDMC director attributed the change in the climactic conditions to the imminence of the onset of the monsoon in South Interior Karnataka. However, Reddy pointed out that the overcast sky in North Interior Karnataka was not a consequence of the proximity of the monsoon winds to the state. Reddy was quick to add that the onset of the monsoon could be confirmed only by verifying a certain set of weather systems. “We are waiting for these patterns to be confirmed,” he added. Officials in the Indian Meteorological Department (IMD) said that the weather would remain overcast in South Interior Karnataka for the next few days, with the possibility of rainfall being rather high. In Kodagu, the district administration has, in a clear illustration of its preparedness to tackle any calamitous situation, deployed National Disaster Rescue Force (NDRF) personnel in Madikeri, and all senior officials in in the district have been asked to remain put. Kodagu superintendent of police Suman D Pennekar said that the state government had asked the whole of the district to stay alert. “We have already put in place a lot of precautionary measures,” Suman said. Meanwhile, an advisory has been issued asking the people in the hilly district to be careful. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Parliament Session": {"link": "https://timesofindia.indiatimes.com/india/parliament-session-live-updates-june-18/liveblog/69834820.cms", "time": "", "description": ""}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Farmers’ forum launches drive to change cropping pattern": {"link": "https://timesofindia.indiatimes.com//city/mysuru/farmers-forum-launches-drive-to-change-cropping-pattern/articleshow/69746816.cms", "time": "2019-06-13 09:17:00", "description": "MYSURU: In old Mysuru region, especially in Mandya district, efforts were made by the state government to stop farmers from cultivating water-intensive crops and change the cropping pattern as a solution to the growing water crisis. But the farmers continue to grow water intensive-crops, including paddy and sugarcane. Now, the Karnataka Rajya Raitha Sangha (KRRS) has decided to continue the initiative under Bara Mukta Karnataka (drought-free Karnataka). Under this initiative, the KRRS will approach farmers and convince them into changing the cropping pattern. According to KRRS state president Badagalapura Nagendra, “As part of the initiative, our target is making farmers change the cropping pattern and adopt new varieties/ crops, according to the changing climate.” “We have already conducted two consultative meetings in Chitradurga and Hassan. Several like-minded organisations and activists, including Devanur Mahadeva, have agreed to join our initiative. We are also planning to rope in actors Yash and Prakash Rai. This project has been launched under the guidance of Rajendra Singh from Rajasthan, who is known for his work in reviving waterbodies,” he said. Community participationAccording to Nagendra, as the farmers are the major victims of drought and climatic changes, they are planning to create awareness through this initiative. “The state government has launched several pro-farmer projects. But they are not reaching the real stakeholders. We are forming groups involving volunteers and farmers. We are planning to use our network. Several geologists, ecologists are also part of the drought-free Karnataka initiative,” he said. According to Honnur Prakash, a progressive farmer from the Honnur in Yelandur, it is not easy to convince farmers to change the cropping pattern. “The farmers whose lands are irrigated may not agree to this. The need of the hour is convincing the farmers,” he said. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Mysuru on piles of Garbage": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mysuruonpilesofgarbage/articleshow/66113139.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Install fireproof and huge garbage bins in Mysuru": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/installfireproofandhugegarbagebinsinmysuru/articleshow/67507978.cms", "time": "", "description": ""}, "Moulvis must speak up and declare such companies as haram: Expert": {"link": "https://timesofindia.indiatimes.com//city/mysuru/moulvis-must-speak-up-and-declare-such-companies-as-haram-expert/articleshow/69765903.cms", "time": "2019-06-13 09:20:00", "description": "MYSURU/KOLAR: The IMA Group scam has hit hundreds of people, especially from the Muslim community, hard in Kolar district. Many from the community had invested their savings in the group and now wonder if they would ever see their money again. Most are illiterate locals from Malur taluk, although others from Kondasettyhalli, Masthi and other Muslimdominated areas had also put hard-earned money into the company. They say the company appointed three agents in the taluk and the agents talked people into investing. IMA founder-owner Mansoor Ali Khan had reportedly donated crores of rupees for the construction of Shadi Mahal in Malur. The mahal is being built on wakf property in Kumbarapet, Malur and construction began in 2017, but was halted after ex-MLA KS Manjunath Gowda was defeated in the 2018 elections. ‘Fatwa needed’The impact of the scam was also felt in Muslim-dominated pockets in Mysuru and Hassan districts, with many travelling all the way to Bengaluru to invest in the company. Experts from the community feel the need of the hour is to create economic opportunities for women. Muzaffar Assadi, a popular political scientist and special officer of Raichur University, said a multi-pronged strategy is needed to protect the poor from these kinds of scams. “Moulvis must issue fatwas against these kinds of schemes saying they are haram and not halal,” Assadi said. “A majority of investors are from poor families, who had put their money in hoping of a better future. Now all their dreams are dashed. Moulvis must take the lead role. It is the best way to keep people from the community away from these kinds of scams.” While fatwas are an immediate response, Assadi said educating people from the community is a long- term strategy to empower women from the community. “We need to implement short-term strategies including creation of women self-help groups, launching cottage industries and industries owned, operated and run by women. All these will drive people away from fly-by-night companies,” he said. Aisha M Sheriff, professor, BN Bahadur Institute of Management Studies, who also served as vice-chancellor in-charge of University of Mysore (UoM), said as per tenets of the faith, community members cannot give or take interest. “This led to the concept of profit for investment,” Aisha said. “As a result companies with questionable credentials, which are not registered with regulatory agencies like RBI or SEBI, mushroomed. We must educate people about the pros and cons of companies which they invest in.” Download The Times of India News App for Latest City ."}, "‘Rejuvenation of waterbodies need of the hour’": {"link": "https://timesofindia.indiatimes.com//city/mysuru/rejuvenation-of-waterbodies-need-of-the-hour/articleshow/69746865.cms", "time": "2019-06-13 09:31:00", "description": "MYSURU: Calling for rejuvenation of waterbodies, environmentalist Kerekamegowda on Tuesday said the Supreme Court has to bring special laws to save lakes and rivers in the country. Kerekamegowda inaugurated a workshop to prepare two lakh seed balls to be used in barren lands. The event was organized by Janachethana Trust and Swadeshi Jagaran Manch at the Gopalaswamy Shishuvihara Institutions. Addressing students, Kerekamegowda said he has built lakes for posterity and it is the responsibility of the youngsters to safeguard them. “Every kid should urge their parents to build lakes. In the recent days, there is deficit rainfall due to lack of clouding. Lakes and rivers are going dry. In order to save these waterbodies, more and more trees have to be planted, facilitating clouds, and it is the responsibility of the youngsters to plant trees, the environmentalist said. Teaching students how to build lakes, Kerekamegowda said lakes can be built in those areas where the land is wet after a series of rainfall. Soon after it starts raining, the land is evenly drenched and the soil is soft and in those areas lakes can be constructed. Earthmovers make things easy, he added. On the occasion, president of Janachethana Trust Prasanna N Gowda said rivers are drying because smaller canals are going dry. Lakshman Teertha in Hunsur taluk is the living example. In order to save rivers, canals have to be saved first. The seed ball campaign is necessary. In Nanjangud, over two lakh seed balls of 250 varieties are being planted along with 10,000 saplings, Prasanna said. Download The Times of India News App for Latest City ."}, "Mahesh must not take us cinema actors lightly, says Harshika Poonacha": {"description": "MYSURU: “Sumalatha Ambareesh, who contested and won the Lok Sabha elections from Mandya, is also an actress, and showed that a film artiste can do more than just act,” said Harshika Poonacha on Sunday, reacting to remarks made by Kodagu district in-charge minister SR Mahesh. After inspecting under construction houses for the victims of the Kodagu flood victims, Harshika, a native of the hilly district, had voiced reservations about the standard of the structures. Mahesh, however, did not take too kindly to her remarks. “She (Harshika) is a film actress. How much does she know about construction? I will agree with her observations on cinema, which is her occupation and her domain of expertise. But when did she become an expert in house construction? I will take into account the opinions of those who are experts in this field,” Mahesh said. ‘I am an engineering graduate’Harshika said that she had given voice to her concerns after going through photographs of some of the newly built houses in Kodagu. “I felt worried when I saw that the roofs of some of the houses were just sheets, and the ventilation in these structures was very poor. I am of the opinion that the houses the state government is building for the victims of floods, they must be of the highest quality. The self-esteem of the beneficiaries must be given due consideration. We will feel great if the state government constructs really good houses for the victims,” said Harshika. Rejoining Mahesh about her lack of expertise in construction, the actress said, “I want to inform the minister that I have a degree in engineering, and passed with distinction. Besides, I am from Kodagu, and this alone entitles me to question what is happening in my district. The minister should know that many a cinema artiste has enjoyed successful careers in politics – Union minister Smriti Irani, former Tamil Nadu chief minister J Jayalalithaa to name just two. I request the minister not to take us cinema artistes lightly.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/mahesh-must-not-take-us-cinema-actors-lightly-says-harshika/articleshow/69816715.cms", "time": "2019-06-17 09:55:00"}, "Commuters want new bus shelter at Hinkal Junction": {"description": "MYSURU: The inauguration of the flyover at Hinkal – the city’s first grade separator – was greeted with cries of joy, and relief among the residents of the city. The junction, counted among the busiest in the city owing to its location on the Outer Ring Road (ORR), witnessed regular gridlock, and the grade separator was touted as the only possible solution to the persistent problem. Although the flyover has greatly eased vehicular movement, regular bus commuters in Hinkal and surrounding areas have had to bear the cost of progress – the loss of the bus shelter that was demolished to make way for the grade separator. Passengers are now forced to wait on the road for buses with no roof to protect them from the scorching Sun, as was the case these past months or the torrential rain, which is now a near daily occurrence in the Heritage City. The lack of a dedicated bus shelter is also a problem for commuters alighting from the buses, since they have to be watchful of speeding vehicles in case the bus stops away farther away from the kerb. Work on the flyover at Hinkal Junction took nearly two-and-a-half years to complete, and throughout that period, the passengers had no option but to allow the dust to hover around their shoulders. Mysore Urban Development Authority (Muda), which was the overseeing agency for the project, had entrusted the job to Bengaluru-based PJB Engineering Company. The flyover, constructed at a cost of Rs 19.83 crore, was envisioned at the junction that records traffic flow of up to 37,677 passenger car unit (PCU). Besides those who travel within the city, those going or arriving from Kerala, Kodagu and Bengaluru alight near the Hinkal Junction. They have also had to suffer owing to the lack of an adequate transit facility. Kannada writer and Hinkal resident BG Rangegowda said that it was an unpleasant experience, waiting for buses at the junction. “It is extremely difficult for the public to wait for buses when there is no shelter,” Rangegowda told TOI. Worse still, Rangegowda’s entreaties to the Mysuru district in-charge minister GT Devegowda and Muda officials have elicited no response. “The district in-charge minister must take up the initiative and order the construction of the bus shelter, and he should disburse money from the MLA’s Local Area Development (LAD) funds,” he added. Muda commissioner PS Kantharaju told TOI that he was unaware about the bus shelter having been demolished for the construction of the flyover. “I will inspect the junction, and ensure that a new bus shelter is constructed to ensure the residents are not inconvenienced,” said Kantharaju. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/mysuru/commuters-want-new-bus-shelter-at-hinkal-junction/articleshow/69816609.cms", "time": "2019-06-17 09:56:00"}, "Mysuru woman patient duped of gold chain in private hospital": {"link": "https://timesofindia.indiatimes.com//city/mysuru/mysuru-woman-patient-duped-of-gold-chain-in-private-hospital/articleshow/69730803.cms", "time": "2019-06-10 22:54:00", "description": "MYSURU: A youth in the guise of a technician has duped a woman patient of her gold chain at a private hospital in Mysuru on Monday. Ashokapuram police have received a complaint in this regard. Sujatha of HD Kote was admitted to Apollo hospital with complaints of high fever. A guy wearing white dress came to her ward and introduced himself as technician. He then told her that he has been asked to take a scan of the patient and then asked her to remove the gold chain. Initially the woman patient was reluctant but later he convinced her. Soon after she handed over her chain to him he disappeared. Her family members were outside the ward. The incident is said to have happened during the lunch hour. Ashokapuram police said they have taken up a case of attention diversion and probing. Download The Times of India News App for Latest City ."}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Kuvempu favoured education in mother tongue, says Kannada Development Authority chairman": {"link": "https://timesofindia.indiatimes.com//city/mysuru/kuvempu-favoured-education-in-mother-tongue-says-kda-chairman/articleshow/69716751.cms", "time": "2019-06-10 09:50:00", "description": "MYSURU: Recalling poet laureate Kuvempu’s championing of education in the mother tongue, Kannada Development Authority (KDA) chairman SG Siddaramaiah on Sunday lashed out at the Karnataka government’s decision to introduce English as the medium of instruction in state-run schools. “The government has no moral right on the state anthem penned by Kuvempu now,” said the KDA chief. Siddaramaiah, who felicitated students from eight districts who had distinguished themselves in Kannada, alleged that the decisions taken by the state government in the field of education constituted ‘murder’ of the Kannada language. “Kuvempu strongly advocated education in the mother tongue. He has expressed his stance on the subject in many of his works too. The poet condoned the two-language system, but was opposed to the three-language formula. Kuvempu had voiced fears about the impact that failing to impart education in the mother tongue may have on the future of students. It is sad that state governments are failing in their duty to protect the language of the soil,” said the KDA chief. Pointing out that the government was committed to providing free education and health, Siddaramaiah added, “The government must fulfil its commitments. English has already been introduced as the medium of instruction in a 1,000 state-run schools, and this is a dangerous trend. Worse still, directions have been issued to hike admissions if there is a spike in demand. While the state government is promoting English, the central government is pushing for the three-language formula. This has imperiled Kannada language.” Echoing Siddaramaiah’s concerns, writer CP Krishnakumar feared for the fate of Kannada-medium government schools, which he said would be forced to close down if the state continued to push for English as the medium of instruction. Chamaraja MLA and BJP leader L Nagendra said that development was possible only if education was imparted in the mother tongue, and lamented the failure of the government to accord due importance to Kannada in the state. MLC R Dharmasena, mayor Pushpalatha Jagannath, Mysuru zilla panchayat president Parimala Shyam and taluk panchayat president Kalamma Kemparamaiah were among those who attended the felicitation ceremony. Download The Times of India News App for Latest City ."}, "Novel initiative: Mysuru NGO pairs govt school with premier": {"link": "https://timesofindia.indiatimes.com//city/mysuru/novel-initiative-mysuru-ngo-pairs-govt-school-with-premier/articleshow/69730977.cms", "time": "2019-06-12 15:13:00", "description": "MYSURU: It is an initiative that can be seen as a resolution to many contentious debates over the privileges enjoyed by students of private schools, the poor implementation of the Right To Education (RTE) Act, a city-based non-governmental organisation (NGO) has decided to conjoin three government primary schools with as many private institutions, in the manner of Siamese twins. What sets the initiative, the brainchild of Pratham Mysore, apart is that students of both schools will have equal access to the facilities of the other institution, thus ensuring that the students in state-run organisations are not deprived of modern infrastructure and other key facilities. The edge that private schools have in infrastructure is what makes the chasm between private and government institutions as evident as it is. However, the novel initiative will render this advantage inutile. Sources in the NGO said that Excel Public School in Koorgalli Industrial Area will be paired with the MG Koppal Government Higher Primary School. Two other private schools have approached the NGO, expressing their desire to be a part of the special programme, and discussions are under way to take them further. Excel Public School principal KG Mathew told TOI, “Besides having visited the school in person, I have deputed two teachers from Excel to the government institution. We have a set of plans that we are keen on implementing at the government school, and will start work on them soon.” Mathew said that, besides a thorough assessment of the requirements of the government school, students from our institution will have to be sensitised about the conditions and realities in which their counterparts in the state-run schools study. “This is an opportunity for them to learn about the harsh realities of society. We will be able to instill social values among them. This is one of the reasons why we agreed to be a part of the initiative,” said Mathew. Ashvini Ranjan, managing trustee of the NGO, echoed the sentiments expressed by Mathew. “Children studying in private schools may not be aware of the conditions prevailing in a government school. Nor are they likely to be aware of the living conditions of government schoolchildren. This is an effort to bring students from different ends of the social spectrum together. We hope that more private schools will come forward to be a part of the initiative,” Ranjan said. The other projects include encouraging students to correspond with one another through letters, said Ranjan. “This will ensure a continuous conversation between them, and each child will learn something from the other,” he added. Sheshadri Anandrao, chief executive officer of Pratham Mysore, said that proven academic credentials, infrastructure and facilities for extra and co-curricular activities were among the parameters that were assessed while choosing the private schools for the initiative. “The initiative will take flight in July. Initially, as many as 50 children from the government school will be paired with as many in the private institution. Students will, by themselves, serve as one another’s mentor,” said Ranjan, exuding confidence of the programme continuing and more schools coming under the umbrella of the initiative. Principal of the Government higher Primary School, MG Koppal Mallaiah said that representatives from Pratham Mysore had visited the institution. He confirmed to TOI that the school had been paired with Excel Public School, and was eager to see the initiative reach its functional stage. Established in 2002, Pratham Mysore is active in as many as 125 education blocks across the state. Download The Times of India News App for Latest City ."}, "More than 50% of RTE seats remain vacant in Mysuru district": {"link": "https://timesofindia.indiatimes.com//city/mysuru/more-than-50-of-rte-seats-remain-vacant-in-mysuru-district/articleshow/69762418.cms", "time": "2019-06-13 09:59:00", "description": "MYSURU: The reduction in the number of Right To Education (RTE) seats in the district was met with righteous outrage by activists, who opined that such a move would deprive children from the underprivileged sections of society from obtaining quality education. However, data obtained from the department of public instruction (DPI), Mysuru indicates that all the brouhaha over the reduction in the number of RTE seats may well have been in vain. Across education blocks in Mysuru district, more than 50% of the RTE seats are yet to be filled, prompting DPI to announce that two additional rounds will be conducted to fill all the vacancies. In all, 969 seats were available under RTE quota across the district, 675 were allotted during the counseling process. However, of those students who were allotted seats, only 469 have been admitted to schools, thereby taking the total number of vacant seats to 500. Of the 500 seats that are awaiting allotment under RTE quota, 241 are in schools in Mysuru city. Of the total 688 seats set aside for RTE students in the urban schools, 596 were allotted during counseling. However, only 427 students who opted for the seats appeared for admissions. Parents cited the conspicuous absence of some of the city’s best schools from the RTE list for Mysuru for the underwhelming response. “Some of the elite schools have not offered any seats under RTE. Parents are not keen on admitting their children to schools that are not very reputed just because seats are offered under RTE quota,” said Purushottam BL, a Krishnapurthypuram resident. Purushottam participated in the protest against the proposed RTE amendment in front of a block education office. Deputy director of public instruction, Mysuru Panduranga confirmed to TOI that two more rounds of counseling would be conducted to fill the vacant seats. “We are hoping that all these seats will be allotted by the end of the two additional rounds,” said Panduranga. Download The Times of India News App for Latest City ."}}