{"Fear grips Nashik businessmen, police told to step up surveillance": {"link": "https://timesofindia.indiatimes.com//city/nashik/fear-grips-nashik-businessmen-police-told-to-step-up-surveillance/articleshow/69809467.cms", "time": "2019-06-16 10:29:00", "description": "NASHIK: City's business community has been gripped with fear following the incident of attempted dacoity at Untawadi branch of a private finance company Friday morning. The businessmen have asked the police to step up vigil to prevent any such incidents in future. On Friday, six armed robbers entered the office of the Muthoot Finance and shot dead an IT engineer of the company, Sanju Samuel, when he tried to stop them from thrashing the branch manager for not handing over the keys of the strong room. \"The incident is an indication about the rising confidence of criminals to strike even in broad daylight. There are thousands of businessmen who deal with huge amount of cash on daily basis and after Friday's incident they have become fearful,\" a city-based businessman said. According to him, police need to act swiftly to instill confidence among traders and businessmen. \"There have been some incidents related to shop break-ins that are yet to be resolved. We feel that policing in the city has to be more impactful that would deter the goons from carrying out such activities,\" he said. The president of Maharashtra Chamber of Commerce, Industry and Agriculture (MACCIA), Santosh Mandlecha, confessed that the city businessmen have become fearful after that incident. \"Our request to the police is take corrective measures immediately. We have an efficient police chief and the need of the hour is to identity the criminals and take strict action against them,\" he said. Gorakh Chaudhary, president of the Nashik Druggist and Chemist Association, said Friday's incident has raised question over the quality of policing in the city. \"I feel that the city police should put in more efforts to ensure that the city is safe. Unless they send a strong message to the criminals, such incidents would continue to take place,\" he said. Meanwhile, police commissioner Vishwas Nagare Patil assured the businessmen that they would go all out to ensure that Nashik is a safe city. \"The incident that took place on Friday is a rare one. Our investigation so far has revealed that an organised syndicate of criminals was behind it. We have already initiated several steps to prevent such incidents,\" he said. According to Nagare Patil, from Saturday five beat marshals and two vehicles have been provided to each of the 13 police stations across the city. \"These beat marshals have been directed to undertake patrolling round-the-clock. And senior police officers will have to monitor the movement of the beat marshals several times on a daily basis,\" the police chief added. Download The Times of India News App for Latest City ."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Girish Mahajan relaunches Nirbhaya squad": {"link": "https://timesofindia.indiatimes.com//city/nashik/mahajan-relaunches-nirbhaya-squad/articleshow/69706894.cms", "time": "2019-06-09 11:18:00", "description": "NASHIK: The Nashik Police is now getting ‘smart’ and this will lead to a healthy and fearless environment in the city, asserted Girish Mahajan, the district guardian minister. Mahajan was in the city for the re-launch of the Nirbhaya Squad, in which ten dedicated teams were flagged off. A dedicated number 1091 has been launched for women in distress rescue of the victims. The Nirbhaya Squad in civil dress will also move around the city, covering all the other vulnerable spots — day and night. Decoy people will also be sent and another person will be videographing the entire event. The people caught stalking, teasing or molesting women will be picked up. If they are children, their parents will be summoned, if they are married men — their wives will be summoned and depending upon the gravity of the crime, they will either be counselled or a case will be registered. Download The Times of India News App for Latest City ."}, "A showcase of art in the city": {"link": "https://timesofindia.indiatimes.com//city/nashik/a-showcase-of-art-in-the-city/articleshow/69743430.cms", "time": "2019-06-11 18:57:00", "description": "As a part of Kalasangam, a live painting activity was recently organsed in the Kusumagraj Pratisthan area. Participants and artists painted various landscapes in and around the area. Different mediums such as water painting, pen painting, etc, were used, leaving those who were present mesmerised. The artists also guided Nashikites on the use of canvas, water colour to paint. They also explained minute details to be kept in mind while painting a landscape. Artists like Shrikant Nagare painted portraits of people playing musical instruments while Vaishali Abhyankar, Nitin Bhindikar, Avisha Walkear and Deepali Nagare painted landscapes. some also captured nature on canvas. Download The Times of India News App for Latest City ."}, "Smart parking to be opened at 15 locations from July 1": {"link": "https://timesofindia.indiatimes.com//city/nashik/smart-parking-to-be-opened-at-15-locations-from-july-1/articleshow/69761765.cms", "time": "2019-06-13 10:24:00", "description": "NASHIK: The Nashik Municipal Smart City Development Corporation Ltd (NMSCDCL) will roll out the much-awaited on-street and off-street smart parking at 15 locations across the city from July 1. The project will go a long way in de-congesting some of the city’s busiest roads. The total capacity of these 15 smart parking spaces will be 3,176 vehicles — 2,190 for two-wheelers and 986 for four-wheelers. The advantage of this smart parking initiative is that you will be able to check for free parking space available at a particular lot and pre-book it online. The Information Communication Technology-based (ICT) parking management system will assist in providing real time information about vacant parking spots through a mobile application. It will also have multiple payment options like smart cards, tokens, and e-payment. This system is part of modernisation of parking spaces by providing sensors and cameras for data collection on parking lot capacity and availability. The parking charges will be based on hourly basis. Also, there will be uniform parking charges for all the spaces — Rs 10/hour for two-wheelers and Rs20/hour for four-wheelers. A private company, Trigyn Technologies Pvt Ltd has won the bid for setting up a total of 33 smart parking spaces across the city, including 28 on-street and 5 off-street ones. “In the first phase, we are making 15 parking spaces operational by July 1, while the remaining 18 are to be made operational in phase-wise manner,” a smart city official said. “We have already developed the smart parking app called Nashik Smart Parking using which the motorists can check availability of the parking slots online. They may even make pre-booking online through the app that can be downloaded from Google Play Store,” he added. The app will go live from July 1. Moreover, Virtual Message Displays (VMD) has been put up at each smart parking space to display vacant parking lots available at that particular lot. Download The Times of India News App for Latest City ."}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Nashik: Cyber crooks cheat firm of Rs 3.4 lakh in USD in four months": {"link": "https://timesofindia.indiatimes.com//city/nashik/cyber-crooks-cheat-firm-of-rs-3-4l-in-usd-in-4-months/articleshow/69706896.cms", "time": "2019-06-09 11:10:00", "description": "NASHIK: Cyber theives allegedly cheated a city industrial unit of Rs 3.4 lakh US dollars between November 2018 and March 2019, the city police said. The complaint to the effect has been registered with the city cyber police team. The company officials have alleged that the cyber thieves created an email address similar to that of a Japanese firm they were dealing with. They were instructed to transfer money and thereby cheated. The case is related to Koso India Pvt Ltd located in Ambad MIDC, Nashik. The company regularly transfers money related to their business in Japan. However, in November 2018, the city-based company received a notification through company’s internal email system, asking its finance department to deposit the amounts in a new bank account created by the company. The domain of the email ids and the addresses were the same. “Since the email ids were familiar and the communication was marked to two important officials of the company, there was no chance for any of us to doubt it. Accordingly, we started sending the sum to the new accounts from time to time,” an official from the Nashik unit of the company stated in the complaint. The matter came to light in March, when for accounting purposes, the Japan-based office requested for the money transfer that was allegedly pending since November. “Following this communication, we sent the details of the transactions to the Japan office. They denied that they had received any such money transfer. The office also communicated that there was no other bank account of the company either in Japan or outside Japan,” the officer of the city-based industrial unit. The cyber police said it was a case of impersonation and cheating of the industrial unit by unidentified persons. The origin of the crime will have to be found out and it is likely to be an international team of hackers. Police feel that the suspects were tracking the regular transactions of the company and then executed the crime. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Nashik cops recover three bikes used in Muthoot dacoity bid": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-cops-recover-three-bikes-used-in-muthoot-dacoity-bid/articleshow/69809464.cms", "time": "2019-06-16 10:27:00", "description": "NASHIK: The Nashik police have recovered three bikes used in the Muthoot Finance Company dacoity attempt and murder case but are still to trace the armed robbers. On Friday morning, six armed men barged into the finance firm’s office but their attempt was foiled by an IT engineer who they shot dead. The suspects then fled from the scene and abandoned the vehicles, all believed to have been stolen. The registration numbers of the bikes are fake and the chassis have been scratched, indicating that the vehicles were stolen, police said. Deputy commissioner of police Pournima Chaughule said, “We got information about the three bikes on Saturday morning. They were spotted by a family from Ashewadi who informed the local police who, in turn, alerted us.” Chaughule said the image of the registration number of the bike used in the Muthoot Finance Company dacoity bid was caught on CCTV. “It was blurry. Cyber experts worked on the details and developed the numbers further,” she said, adding that the police were checking CCTVs to get clues about the criminals. “CCTVs at every shop, office or government building are being checked to get clues,” said Chaughule. A senior officer said they have also procured the dump data of a cell tower near the finance company office. All calls made or received in the vicinity are being checked to trace the criminals. Police commissioner Vishwas Nangare-Patil was optimistic that the case would be solved over the next few days. On asked wheter an insider of the finance company could have been complicit in the crime, the police ruled out the possibility. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Maharashtra to make forest laws more stringent: Sudhir Mungantiwar": {"link": "https://timesofindia.indiatimes.com//city/nashik/maharashtra-to-make-forest-laws-more-stringent-mungantiwar/articleshow/69730295.cms", "time": "2019-06-11 10:37:00", "description": "NASHIK: Forest minister Sudhir Mungantiwar on Monday said that the forest acts would be made more stringent through amendments for its effective implementation. “There are many acts related to forest and green environment, but these are not adhered to by the departments concerned. There is compulsion to develop green belts in industrial estates of MIDC and in other projects by various departments, but it is not implemented effectively,” said Mungantiwar, adding that laws would be made more effective with provision for penalty for its better implementation. The minister was here in the city on Monday for the review meeting related to tree plantation drive in Nashik division. The state government has set a target of planting 33crore trees in 90 days from July 1 to September 30. Nashik division, which includes five districts, has been given the target of planting 5.04crore trees this year. Out of this, 1.92crore has been earmarked for Nashik district, 1.17crore for Ahmednagar, 1.15crore for Jalgaon district, 65 lakh for Dhule, and 91 lakh for Nandurbar districts. There are a total of 395 nurseries in Nashik division, and 6.95crore saplings are to be made available through these nurseries. Around 5.04crore plants are ready for plantation in the division, he said. “Currently, green cover in the state is 6.92%, which will be increased to 33% in the next few years. Hence, we are involving public in tree plantation drive,” said Mungantiwar. Around 24.15crore trees were planted in the past three years since 2016, and the survival rate is over 66%. We are also planning to develop green cover on small spaces in the state through the involvement of people. We will soon introduce new scheme in this connection shortly, he added. “There has been a piece of land owned by the state dairy development department, which has been transferred to the forest department. We are planning to transfer this land to the Nashik Municipal Corporation (NMC) to develop a zoo there,\" said Mungantiwar. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Nashik division fourth in Maharashtra with 77.58 % results": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-division-4th-in-state-with-77-58-results/articleshow/69706882.cms", "time": "2019-06-09 11:23:00", "description": "NASHIK: Up two ranks from last year’s sixth position, the Nashik division came fourth at the state-level secondary school certificate (SSC) examination after it scored a pass percentage of 77.58% in the results that were declared on Saturday. On the flip side, though, the pass percentage of the division has dropped by a whopping 10%, from last year’s 87.42%. Nashik district topped the charts at the division level with 78.86%; Dhule district stood second in the division with 77.11%, followed by Jalgaon district with 76.92%; and Nandurbar at 74.44% Nitin Upasani, divisional secretary, Maharasthra State Secondary and Higher Secondary Education Board, Nashik division, attributed the drop in pass percentage to the change in the examination pattern. He called for improved training of students in the activity-based question paper. “While teachers have already received training in the activity-based questions, we would once again train students for the changed question paper patterns. Students will be trained at school level, taluka level and district level in the current academic year,” Upasani said. He said the drop in pass percentage was witnessed across the state and not just the division. The overall pass percentage of the state has dropped by 12% Apart from this, the 30-mark internal exam for language and social science, which was discontinued from this year, also impacted the overall pass percentage across the division and the state. Overall, 1,98,750 students from the division had appeared for the SSC exam, including 71,487 students from the district. From that number, 1,54,193 students passed the exam in the division, including 71,487 from Nashik district. Girls continued to perform better than boys with 82.81% girls passing the exam as against 73.31% boys. Senior educationists from the city described this as a regular feature of the SSC and HSC results. In Nashik district, a total of 90,656 students had appeared for the exams from 196 examination centres. Among the 71,487 students who passed the exam, 16,874 (18.61 %) passed with distinction; 29,816 (32.88 %) with first class; 21,305 (23.5%) with second class; and 3492 (3.85 %) with pass class. There was also a notable increase in cheating cases in the division. There were 87 cases of cheating or copying in the March 2018 SSC exam. But this year, there were 225 such copying or cheating cases detected in the division. Most of the cheating or copying cases were from Jalgaon district (148 students); followed by 43 students in Nashik district; 19 cases in Dhule district; and 15 such incidents in Nandurbar district. Officials added that four students were debarred for three years, while the remaining were debarred from the exam for a year. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Nashik: No agitation in front of district collectorate, say cops": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-no-agitation-in-front-of-district-collectorate-say-cops/articleshow/69693514.cms", "time": "2019-06-07 19:34:00", "description": "NASHIK: The Nashik city police has announced that no kind of agitations would be allowed in front of any government establishments till August 2 since the work for the construction work of the city’s maiden Smart Road is in progress. These government establishments include the district collectorate, office of the state tribal commissionarate, Nashik Zilla Parishad etc. The deputy commissioner of police (zone I), Laxmikant Patil, has issued the circular on the issue cautioning all political parties and other outfits not to carry out any kind of agitation in front these government establishments. Nashik Municipal Smart City Development Corporation (NMSCDCL) is undertaking the construction of a swanky road from Ashok Stambh and Tribak Naka and these government offices are located on that stretch of the road. NMSCDCL will also set up other infrastructure like bus shelters, cycle tracks etc on the smart road. “One part of the road has been blocked for the work and the other stretch is being used for movement of all kinds of vehicles. In case of any kind of agitation in front of these government officials could create hurdles for the smooth movement of vehicles on that busy road,” police officials added. The police have warned of strict action against those who violate the decision that the they has taken. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "NAB gives 160 PlexTalk units to students taking higher education": {"link": "https://timesofindia.indiatimes.com//city/nashik/nab-gives-160-plextalk-units-to-students-taking-higher-education/articleshow/69736993.cms", "time": "2019-06-11 12:32:00", "description": "NASHIK: The Maharashtra unit of National Association for the Blind (NAB) had made 160 PlexTalk machines available to deserving children across the state. The machine - akin to a mobile - helps the children with visual disabilities to record lectures and even refer to various books stored in it and online. These can be replayed by the machine later. The machines have been given through the ministry of social justice and empowerment. \"Every year, we receive some of these machines for the students. Earlier, we used to get record players, then came the CD players. Now, the PlexTalk devices are being provided to the students,\" Gopi Mayur, general secretary of NAB, Maharashtra said. The units will be given to students across the state and especially for those pursuing higher studies. \"It helps children to record the lectures in the class and the even refer to any book that is required for the studies. The machine can even read out the book to the student. It also has a radio facility that helps the students in studies and even recreational purposes,\" Mukteshwar Munnshettiwar, joint general secretary said. The students, who have used the machine in the past, have advocated its use. \"I have used the machine during my studies and it has been the best help for me. I could get access to any book and lecture through the machine given to us free of cost,\" said Shoib Pathan, a resident of Chalisgaon. Pathan is now seeking admission for BCA (Bachelor in Computer Applications) course in Pune. His sister, Heena, also has visual disabilities. Their parents, who are farmers, have ensured both the children study. Rajendra Tarange from Baramati, who also got the machine, said there were books in Braille till Class XII but no such literature was available thereafter. Students had to completely rely on the PlexTalk. \"This product will change the lives of many like us,\" Tarange added. Download The Times of India News App for Latest City ."}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "MIDC to set up plastic park in Malegaon": {"link": "https://timesofindia.indiatimes.com//city/nashik/midc-to-set-up-plastic-park-in-malegaon/articleshow/69799275.cms", "time": "2019-06-15 12:55:00", "description": "NASHIK: State industries minister Subhash Desai on Friday announced that Maharashtra Industrial Development Corporation would set up a new plastic park at Ajang in Malegaon taluka of the district. \"There is an excessive use of plastic in our day-to-day life. We can't exile plastic from our life but we should ensure it does not affect human life,\" said Desai during a visit to Nashik. The park will also house a recycling centre. \"We are setting up a new plastic park at Ajang in Malegaon taluka. This will help provide all the facilities required by the plastic manufacturing units. This will also help attract investment for the plastic manufacturing units. The park will also have a recycling centre,\" he added. Desai said that the land allotment is being started for three new industrial estates at Talegaon-Akrale in Dindori, Ajang, and Sayane in Malegaon taluka. The registration for the allotment of land for Sayane and Ajang were started in the presence of Desai on Friday in Malegaon. Download The Times of India News App for Latest City ."}, "CM Devendra Fadnavis gives nod for Rs 297-crore water project in Manmad": {"link": "https://timesofindia.indiatimes.com//city/nashik/cm-devendra-fadnavis-gives-nod-for-rs-297-crore-water-project-in-manmad/articleshow/69766554.cms", "time": "2019-06-13 10:20:00", "description": "NASHIK: Chief minister Devendra Fadnavis has approved an ambitious Rs 297-crore project to strengthen the water supply in the parched Manmad town. Fadnavis chaired a meeting on Wednesday regarding measures to be taken to improve water supply in Manmad town, the third-largest urban pocket in Nashik district. The town, which is also a key railway junction, has been getting tap water every 21 days. The meeting was attended by water resources minister Girish Mahajan, minister of state for water resources Vijay Shivtare, chief officer of Manmad Municipal Council Dilip Menkar, Dindori BJP MP Bharti Pawar and NCP MLA Pankaj Bhujbal. The twitter handle of the chief minister's office tweeted \"CM approved extended water supply scheme for Manmad.\" Menkar told TOI that under the project, an 80-km pipeline will bring water from the British-era Karanjavan dam in Dindori taluka to the proposed water treatment plant at Manmad. Overhead water tanks would be set up in various locations of the town for distribution to different localities of the town. It would take three years for the state government to complete the project. \"The dam has huge capacity and even the dead stock of the dam would enable us to ensure proper water supply to Manmad for two years. We would lift the water from the dam using solar power,\" added Menkar. A part of the fund would also be used to overhaul the existing water supply infrastructure in the town to prevent water leakages. Local civic officials said this project would help 1.30 lakh people residing in the town during summer. This year, the situation became so grim that the supply was initially restricted to once in 18 days and later once a month. The Waghdardi dam, from which the civic body draws water, had completely dried up in late May. The civic body was unable to provide water to residents. Nashik district administration had directed the civic body to immediately press tankers into service to provide water to the township. Things improved after water was released from the Palkhed dam early this month. The Save Manmad Action Committee (SMAC) had filed in PIL in Bombay high court about the water crisis that the residents have to face every year during summer. The state government later formed a panel to study the issue at Manmad. The outfit has expressed happiness over the approval for the project. \"Our organisation has been fighting for seven years to improve the water supply system in the town. It has now borne fruit. We hope that the project sees the light of the day within the time frame set by the state government,\" said Rekha Yenare, a senior member of the outfit. Download The Times of India News App for Latest City ."}, "Maharashtra: 40 cyclists finish 120-km ride in hot weather conditions": {"link": "https://timesofindia.indiatimes.com//city/nashik/maharashtra-40-cyclists-finish-120-km-ride-in-hot-weather-conditions/articleshow/69728760.cms", "time": "2019-06-10 20:41:00", "description": "NASHIK: Nashik cyclists' ‘Ye Re Ye Re Pavasa’ ride was held on Sunday with 40 cyclists finishing the ride. The ride was planned to welcome the rains. But as it rained a night before, riders couldn't enjoy the showers. On the contrary, they had to face extreme heat. Yet the cyclists successfully participated in the ride. There were two formats of 40-km- and 120-km ride. The ride started at 6am from Shivshakti Cycles, Gangapur Road. Forty km riders were to go up to Ozar and return to Pimprikar's Hospital by 8.15am whereas 120-km riders were to further pedal up to Sogras Phata near Chandvad and return by 12.40pm. While returning the riders had to face a great challenge of hot sun, humidity and head wind too. But they braved it all and rode on. On the other side, young kids too enjoyed 20-km fun and joy ride up to Gammat Jammat and back. They were throughout their journey supplied with sufficient hydration like water, lime water, energy drinks, bananas, oranges, chikki etc. Bhausaheb Kale of Shivshakti Cycles flagged off the riders. NRM team comprising of Paramjeet and Davinder Singh Bhela, Chandrakant Naik, Mohan Desai and Suresh Dongre ensured meticulous planning and execution. They were duly assisted by Satish Mahajan, Shishir Acharya, Vaishali Marathe, Yash Desai, Dattatraya Borude and Dinesh Ingole. Next NRM 3.7 ride has been planned on July 14 as a tribute ride in the loving memory of Jaspal Singh Virdi, former president of Nashik Cyclists. Download The Times of India News App for Latest City ."}, "cars parked on footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/carsparkedonfootpath/articleshow/66719777.cms", "time": "", "description": ""}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Delay in smart city projects likely to attract hefty fine": {"link": "https://timesofindia.indiatimes.com//city/nashik/delay-in-smart-city-projects-likely-to-attract-hefty-fine/articleshow/69695478.cms", "time": "2019-06-08 11:21:00", "description": "NASHIK: The management of the Nashik Municipal Smart City Development Corporation (NMSCDCL ) has proposed to the board of directors to impose Rs 37,000 per day penalty on the contractor for failing to complete the project on time. The chairman of the board Sitaram Kunthe while speaking to the media admitted that the contractor was slack in implementing the project. He said that the board would look into the proposal given by the management. The proposal had also mention of extending the deadline further from June 30 to July 25. “This is the fact that the smart road work is not gathering momentum. This is the road with heavy traffic as it has major government offices and institutes along the road. The notice has already been given to the concerned contractor for delay of the project,” said Kunte. As per the proposal by the management, the deadline was March 31, but it had been extended up to June 30 and thereafter July 25. Hence, the fine of Rs 37,000 per day has been proposal for a period from March 28 to July 25. As per the officials, the deadline has been increased thrice. The smart city road first had a deadline of October last year which was extended up to March 31 this year and finally it was set at June 30. But the works is likely not to be completed before June 30. Hence, NMSCDCL has proposed extension to the deadline upto July 25 and also Rs 37,000 per day fine from March 25 onwards. The pilot Smart Road stretch is from Trimbak Naka to Ashok Stambh, measuring about 1.1 km and the total cost of the project is Rs 16.15 crore. The NMSCDCL has also proposed rise of Rs 3.89 crore in the project cost due to some changes in the project and also because of the delay. This project is about transforming chaotic road image to a smart road. Proposed features of the smart road includes uniform standard carriage way from one junction to another, proper designed footpaths, bicycle lane, road intersection development, infrastructure utility ducts below footpaths, road marking, proper storm water drainage and landscaping to increase overall aesthetics of the road. Initially, due to heavy traffic they could not bring trucks of cement during the day, and hence, they brought it during the night after the traffic reduced. There were other reasons like underground channels, old sewage lines, old water supply lines had to be taken care of while constructing the road. Many such issues like these delayed the work. Download The Times of India News App for Latest City ."}, "\nKathak maestros performed with their students to welcome the festival of Diwali in Nashik\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/Kathak-maestros-performed-with-their-students-to-welcome-the-festival-of-Diwali-in-Nashik/articleshow/32648041.cms", "time": "", "description": "Kathak maestros Vidyahari Deshpande, Rekha Nadgauda and Sanjeevni Kulkarni performed with their students on Saturday to welcome the festival of Diwali. The programme was based on the theme tarana, trivat, satrang and sargam. The last performance saw all three dance maestros on the stage together. Every year, Vidyahari, Rekha and Sanjeevni meet on the day of Diwali and perform together. The highlight of the show was Vidyahari’s solo performance on Haiku. Download The Times of India News App for Latest City ."}, "Expert appeals to doctors to improve social consciousness": {"link": "https://timesofindia.indiatimes.com//city/nashik/expert-appeals-to-doctors-to-improve-social-consciousness/articleshow/69730303.cms", "time": "2019-06-11 10:50:00", "description": "NASHIK: Magsaysay awardee Dr Bharat Vatwani has exhorted medicos to improve their social consciousness and work selflessly in the interest of the numerous patients in the society, who need psychiatrists’ attention in large numbers. “The major problem in our country is that people don’t recognize ‘mental illnesses’ at all. This is where the role of medicos comes into play. The medicos have to strengthen their social awareness and consciousness and reach out to the people in need,” said Dr Vatwani. He was the chief guest at the 21st anniversary of the Maharashtra University of Health Sciences (MUHS). Vice-Chancellor Dileep Mhaisekar, Pro-VC Mohan Khamgaonkar and several others were also present at the programme. “The country has a huge number of people who need psychiatrists to treat them. There are young and old professionals like doctors and engineers in that category as well. The country requires a very strong and large force to deal with the patients. At this point of time, any numbers that are coming in for help will still fall short,” said Dr Vatwani, who, through his Shraddha Rehabilitation Foundation, has so far searched, treated, restored and reunited at least 2,000 mentally ill people with their families — who had lost hopes of the same — across the country. Dr Dileep Mhaisekar, in his presidential address, pointed out that mobile technology was having a damaging effect on the brain and that regular yoga could help the brain in these trying conditions of the modern age. “While we are dealing with technology, that is apparently making life easier, the same technology on the other hand is taking a toll on human life. The over-use of mobiles is affecting people’s brains and is making life miserable, the World Health Organisation (WHO) has noted,” said Dr Mhaisekar. Dr Mhaisekar went on to add that people should practice yoga in order to help the mind and the body steer clear of the problems that may be caused due to modern technology. “Practice yoga regularly to come out of any chronic physical and mental illnesses as well,” he said. In all, 50 gold medals were presented to 41 students from the first year to the third year for doing well in various subjects. Of these, 11 students were from medical, three from the dental branch, eight from the Ayurved and Unani branches, four from homeopathy and 15 students from allied branches. Download The Times of India News App for Latest City ."}, "Chaos reigns supreme at Bhabhanagar junction in Nashik": {"link": "https://timesofindia.indiatimes.com//city/nashik/chaos-reigns-supreme-at-bhabhanagar-junction/articleshow/69784870.cms", "time": "2019-06-14 12:39:00", "description": "NASHIK: On one hand where the city police are coming down heavily against erring motorists violating certain traffic related offences, on the other, the police have completely turned a blind eye towards some unresolved traffic issues. One among them is the utter neglect of motorists in following the traffic signal at Bhabhanagar junction on the stretch between Mumbai Naka and Pournima signal. On any given point of the day, one gets to see a number of motorists jumping the signal as if the signal does not exists there. Due to the rush at Dwarka junction, many motorists commuting between Nashik city and Nashik Road use the Mumbai Naka – Pournima signal stretch. Given the rush traffic on the Pakhal road, which intersects the Mumbai Naka – Pournima Signal stretch at Bhabhanagar, a few years back a road signal was set up at this junction. However, for maximum number of motorists, the road signal does not exist for them. Jyoti Tayade, a teacher, who uses this roads on a daily basis said, “It is ridiculous to see how some motorists simply overlook the road signal and drive through the junction as if the there was no signal. Motorists who want to halt at the signal till they get a ‘green’ are abused or shouted at by motorists on their backside. Many commuters said that they have seen petty accidents happen at this junction. Commuters said the police need to arrive at the road signal in plain uniform in large numbers and slap heavy penalty on all those who disobey the signal. Rickshaw drivers, car drivers, bikers, young, old, men and women have no respect for the law, especially at the said signal for reasons unknown.” Many citizens said that that roads around the junctions were too narrow, with many shops around them leaving very less space for motorists to move freely. A section of motorists said that police should be deployed at the signal throughout the day and till late evening to ensure that there is no traffic violation. Download The Times of India News App for Latest City ."}, "Nashik police release photos of suspects in Muthoot robbery case": {"description": "NASHIK: The Nashik police released photographs of four suspects involved in the Muthoot Finance robbery and murder case that took place on Friday. The photographs were captured from the footage of a CCTV camera in Canada Corner area of the city. The police have released two photographs of four suspects riding motorcycles. While both the riders wore helmets, the face of a pillion rider was caught in one of the video-grabs. According to the police, six people were involved DCP (Crime) Pournima Chaughule said that police teams were working to get more CCTV footage to determine the escape route of the suspects. Police said they are analysing the data of a cell phone tower in the vicinity to determine calls made or received at the time of the incident. Chaughule said 17 teams are working to identify and catch the suspects, and massive manhunt has been launched. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/nashik/nashik-police-release-photos-of-suspects-in-muthoot-robbery-case/articleshow/69820515.cms", "time": "2019-06-17 10:40:00"}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Youngsters participate in various events at Yuva Mohotsav": {"link": "https://timesofindia.indiatimes.com//city/nashik/youngsters-participate-in-various-events-at-yuva-mohotsav/articleshow/69758143.cms", "time": "2019-06-12 18:09:00", "description": "The campus of Yashwantrao Chavan Maharashtra Mukatvidyapeeth was buzzing recently with different activities thanks to the ongoing Yuva Mohotsav. Organised by Shruti, a social organisation, it is seeing over 200 youngsters from 12 states participating in the festival. The youngsters are participating in different events ranging from discussions to musical programmes, dramas, short film making, poster making and various games. Several thought provoking discussions are also taking place and participants are engaged in creating mobile messages on subjects like environment, farming and unemployment, among others. The youngsters also created a song featuring 13 different languages, under the guidenace of music composer Rahul Ram. Download The Times of India News App for Latest City ."}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Mud and leaves to be cleared on narrow road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mud-and-leaves-to-be-cleared-on-narrow-road/articleshow/62812817.cms", "time": "", "description": ""}, "\nAnju Nanda hosted a get-together for friends in Nashik\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/Anju-Nanda-hosted-a-get-together-for-friends-in-Nashik/articleshow/32360051.cms", "time": "", "description": "This was one do where ladies came together, cooked together and relished the delicacies they prepared together. Anju Nanda recently hosted a get-together for friends who have travelled and have a taste for new cuisine. The theme for the day was Italian cuisine and ladies indulged in pastas and lasagna. Shikha Handa and Sneha Johri were enthusiastic about the demo. Amrita Chauhan, Naina Birdi, Pooja Chandak, Uma Prasad and Sunita Shirode also had fun during the discussion session post cooking. Download The Times of India News App for Latest City ."}, "Cricket enthusiasts in Nashik celebrated Team India's victory": {"description": "The loud cheer of support reverberated the streets of Nashik on Sunday as fans cheered for Team India's victory. The high voltage match between the arch-rivals in the ongoing World Cup series was screened across the city lounges and housing societies on big screens and fans took to the streets to dot every nook and corner with the tricolour . The Match was super excited that Nashik wore deserted look in the afternoon. People also watched the match with their friends over sumptuous food and camaraderie. After the victory, Nashikites celebrating the win in a boisterous way. Pic-Pankaj Chandole Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/nashik/cricket-enthusiasts-in-nashik-celebrated-team-indias-victory/articleshow/69828759.cms", "time": "2019-06-17 16:26:00"}, "poor quality pothole ridden service road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bad-quality-pothole-ridden-service-road/articleshow/63195531.cms", "time": "", "description": ""}, "Gangadashhera organised at Nashik": {"link": "https://timesofindia.indiatimes.com//city/nashik/gangadashhera-organised-at-nashik/articleshow/69774133.cms", "time": "2019-06-13 18:03:00", "description": "On Wednesday, Gangadashhera was organised in Nashik. Akhil Bhartiya Shri Swami Samartha Gurupith and Purohit Sangh organised Gangadashhera program at Ramkund.As a part of the program, various activities were carried out. Also on the occasion, different personalities performed Gangapooja. Many Nashikites gathered on the occasion to witness the program. Appasaheb More of Samartha Kendra addressed the gathering where he stressed on taking responsibility of rivers and saving them from pollution. He also stressed on the importance of conserving water, tree plantation and other activities to keep rivers clean Download The Times of India News App for Latest City ."}, "Protests halt work at Maharashtra-run hospitals": {"link": "https://timesofindia.indiatimes.com//city/nashik/protests-halt-work-at-state-run-hospitals/articleshow/69798900.cms", "time": "2019-06-15 04:43:00", "description": "PUNE: Patient care services were temporarily hampered after resident doctors at state-run medical colleges and hospitals in various parts of Maharashtra, including Pune, Mumbai Aurangabad, Kolhapur and Nashik, staged demonstrations on Friday to condemn the recent attack on doctors at NRS Medical College in Kolkata. Besides, members of the Indian Medical Association (IMA) also showed their solidarity and participated in the protest by wearing black badges during duty hours. “Patient care services were slightly disrupted for few hours as resident doctors (postgraduate students) and junior doctors working at state-run medical colleges attached hospitals and district-run hospitals staged demonstrations in various parts across the state, including Pune, Aurangabad, Kolhapur and Nashik,” a senior official from the Directorate of Medical Education and Research (DMER), which oversees the functioning of state-run medical colleges in Maharashtra, said. IMA office-bearers would continue wearing black badges for the next two days. “IMA members will continue their protest by wearing black badges for the next two days. IMA has decided to observe a nationwide suspension of out-patient department (OPD) services at private clinics and hospitals across the country on June 17. Emergency medical services, however, will remain unaffected,” eye surgeon Sanjay Patil, president of IMA, Pune branch, said. In Aurangabad, around 350 resident doctors at Government Medical College and Hospital (GHCH) participated in the ‘mass bunk’ between 8am and 5pm on Friday. Representatives of the Maharashtra Association of Resident Doctors (MARD), Aurangabad unit, also submitted their memorandum of demands to the hospital administration. The protest affected patient care services at the GMCH. As against routine screening of 2,000-2,500 patients, only 1,527 were examined on Friday. While the hospital records 350-400 admissions on any given day, only 77 admissions were registered on Friday. The medical officers and interns at the civil hospital in Nashik and all others doctors who are the members of IMA, Nashik branch, also participated in the protest. Services at government-run Chhatrapati Pramilaraje hospital remained largely unaffected in Kolhapur. Download The Times of India News App for Latest City ."}, "Nullah widening to solve Manmad crisis": {"link": "https://timesofindia.indiatimes.com//city/nashik/nullah-widening-to-solve-manmad-crisis/articleshow/69736654.cms", "time": "2019-06-11 12:11:00", "description": "NASHIK: Widening and deepening of the existing nullahs in two key watershed areas of Manmad may be the way to beat the severe water scarcity in this town of 1.25 lakh residents. Located in Nandgaon taluka of Nashik district, Manmad has been getting water supply every 21 days. Even the chief minister Devendra Fadnavis had called a meeting to discuss measures to improve the water situation here. Geologist Suresh Khanapurkar, a former officer with the Groundwater Survey and Development Agency (GSDA), has suggested a water conservation plan for the Manmad town to the Nashik district administration. Khanapurkar is credited with the Shirpur-pattern of water conservation in Dhule district. \"The plan is to deepen and widen nullahs in the Wanjarwadi and Satvai watershed areas. They will carry rainwater from the respective watershed areas into the Panjhan river. Thereafter, a weir can be constructed to pick up water for supply to the town,\" Khanapurkar said. This entire plan will cost Rs70 crore and provide space to store water and encourage its seepage. Stressing on recharging underground aquifers, as done in Dhule, Khanapurkar said deepening and widening of the nullahs would go a long way in water conservation. \"There is already a Rs290-crore scheme proposed for Manmad. The financial viability and feasibility of the scheme is being studied. We are open to other cost-effective and sustainable ideas as well. There is a proposal from Khanapurkar,\" district collector Suraj Mandhare said. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Cash, articles worth Rs 3 lakh stolen from 5 parked cars": {"link": "https://timesofindia.indiatimes.com//city/nashik/cash-articles-worth-rs-3-lakh-stolen-from-5-parked-cars/articleshow/69746297.cms", "time": "2019-06-12 04:28:00", "description": "Nashik: Cash and articles worth Rs three lakh were stolen from five cars stationed by the road side in different parts of the city over Sunday and Monday.The incidents took place in regions of Gangapur, Indiranagar, Sakarwada and Mumbai naka police stations where unknown persons took away the loot.The biggest robbery was registered at Pandit colony when cash of Rs 1.95 lakh was stolen from a car that came under the jurisdiction of the Sarkarwada police station. The police said that the complainant had parked his car in front of an apartment at around 12.30 pm on Monday, when some unidentified person smashed the rear window of the car and stole the cash kept inside it.At around 10 pm on Sunday in Indiranagar, few unidentified persons smashed the rear window of a car parked near a hotel and stole cash of Rs 11,000 kept inside it. The burglars also stole other important documents like a bank cheque, pass books of two different banks, etc.On the same night at around 9 pm, unidentified miscreants broke the rear glass of car parked near a hotel in Bhonsala Circle, College Road and stole away cash and articles worth Rs 45,000. The stolen articles included a cellphone; shoes, bank pass-book, etc said the Gangapur police.In another case registered with the Mumbai Naka police, cash of Rs 15,000 and a tablet worth Rs 10,000 was stolen from a car parked near Tupsakhre Lawns at around 3 pm on Monday. In this case, the criminals had broken the front window glass of the car to steal the cash and cellphone tablet.In the fifth incident, a laptop and other articles worth Rs 20,000 were stolen from a car parked in front of the City Centre Mall on Monday at around 4.20 pm. Even in this case, the miscreant had broken the front window of the car.Senior police officials said that car owners should ensure that they park their vehicles in safer places and not leave heavy cash or other valuable articles inside the vehicle.A few months ago, there were a series of such burglaries from cars which later stopped occurring. A senior police officer said that for such thefts, criminals targeted vehicles which are at relatively secluded places and there is no one around to watch the theft they are committing. The criminals made sure that the glass shattered by them does not make any noise.Download The Times of India News App for Latest City ."}, "Man who cheated grape growers of Rs 1.5 crore arrested": {"link": "https://timesofindia.indiatimes.com//city/nashik/man-who-cheated-grape-growers-of-rs-1-5-crore-arrested/articleshow/69784833.cms", "time": "2019-06-14 12:32:00", "description": "NASHIK: The Nashik rural police have arrested a conman, who cheated grape growers from Niphad, Pimpalgaon, Ozar, Vadner and other parts of the district to the tune of Rs 1.5 crore. The suspect is identified as Yogesh Shirsath, resident of Vadner Bhairav in Nashik district. The police said that the suspect, himself a grape grower had started a firm Exim Enterprises, a few months back had won the trust of farmers by buying their produce and giving a good price for the same. Subsequently, he bought grapes in huge quantities from grape growers of Vadner Bhairav, Ozar and other villages where grapes are produced on a large scale. However, he did not pay the farmers the worth of their produce and started avoiding them. Shirsath then left the Vadner Bhairav after which the farmers of the concerned villages lodged a case of cheating against him with the Vadner Bhairav police station. The farmers stated that they were cheated of Rs 1.5 crore by Shirsath. The farmers later came to know that Shirsath had escaped to Saudi Arabia. Meanwhile, the Nashik rural police on the instructions of SP Arti Singh were keeping a strict vigil to ensure that Shirsath was immediately nabbed once he returned to India. After awaiting his return for three months, the police got information that Shirsath had come back to Nashik. The police subsequently started keeping a watch on his friends and relatives. The police then got a tip-off that Shirsath was hiding in the Satpur or Khutwadnagar area of Nashik city. The rural police then laid a trap and arrested him from the MICO circle area of Nashik city. Download The Times of India News App for Latest City ."}, "A flute performance that enthralled the audience": {"link": "https://timesofindia.indiatimes.com//city/nashik/a-flute-performance-that-enthralled-the-audience/articleshow/69788998.cms", "time": "2019-06-14 16:54:00", "description": "The flute performance of Vaishnavi Joshi enthralled the audience at Kothari Kanya Shala at Jailroad. The event was organised by Shankarrao Vairagkar Sangeet Pratisthan recently. Artistes like Pandit Shankarrao Vairagkar, Omkar Vairagkar, Anil Kute, Nandkumar Deshpande and many others were present. Vaishnavi started her performance with Raag Puriya Kalyan. The rainy evening and the music kept the audience glued to their seats, enjoying the performance. With Raag Hansdhwani and Pahadi Dhun she concluded the performance. She was accompanied by Sangeet Kulkarni on the tabala. Download The Times of India News App for Latest City ."}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Instagram": {"link": "https://timesofindia.indiatimes.com/gadgets-news/instagram-is-making-it-easier-to-recover-hacked-accounts/articleshow/69820140.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "\nA fun get-together hosted by Ritu Chhabra in Nashik\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/A-fun-get-together-hosted-by-Ritu-Chhabra-in-Nashik/articleshow/32365556.cms", "time": "", "description": "It was a fun afternoon, where socialites from the city got together to bond over some healthy snacking. The do, hosted by Ritu Chhabra, saw the guests relishing the delicacies prepared from oats. And the best part was that they also got an opportunity to learn how to prepare them. Among the dishes served, the oats laddoo, oats salad and pancake were a hit. We spotted Sangeeta Wagh, Vanita Narang, Kirti Bora, Sheeta Chafekar, Anupama Narang, Prithika Shamdasani and Shalini Daryani at the event. Download The Times of India News App for Latest City ."}, "For a second, we thought everything was over: Eyewitness": {"link": "https://timesofindia.indiatimes.com//city/nashik/for-a-second-we-thought-everything-was-over-eyewitness/articleshow/69799303.cms", "time": "2019-06-15 12:58:00", "description": "NASHIK: Businessman Yuvaraj Pawar had reached the Untawadi Branch of the Muthoot Finance for his personal account transaction. Everything was going as usual till six armed men barged into the office. \"Armed with axe and three pistols, the dacoits started shouting and terrorising everyone in the room. They forced all of us to hand over our phones to them. It was a very difficult and scary situation. We did as they said since they were wielding pistols,\" Pawar told TOI. Once the suspects had the customers under their control, they moved towards the staff. They started assaulting the staff and demanded keys to the locker from them. Pawar and all other employees were huddled into a corner when they heard the warning siren going off. \"For a second, we thought everything was over. Then the siren went off and we believed the dacoits would simply move out,\" said the 35-year-old businessman. Then, they heard some commotion. The dacoits were thrashing two employees. \"A young man, who was trying to save the two, became the target of the dacoits. Three of the dacoits shot him in his chest... That was the end for the dare devil boy in just 20 mins,\" said a shell-shocked Pawar. \"It was a heartwrenching to see the young man lying in a pool of blood. He was brutally shot by the dacoits without even considering his age, family and future. I felt very bad from his family,\" Pawar said. Download The Times of India News App for Latest City ."}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Thieves target parked cars again, steal valuables worth Rs 22,000": {"link": "https://timesofindia.indiatimes.com//city/nashik/thieves-target-parked-cars-again-steal-valuables-worth-rs-22000/articleshow/69761768.cms", "time": "2019-06-13 10:23:00", "description": "NASHIK: A burglar smashed the glass of a car parked in the Gangapur Road area and stole a laptop and other electronic gadgets collectively worth Rs22,000. The incident took place at 8.30am on Tuesday. The Gangapur police said the owner of the car has registered a complaint with them about the theft. According to the complainant, he had parked his car on Gangapur road, opposite Shri Guruji Hospital, at 8.30am on Tuesday. While the complainant was away from the car for some personal work, someone came to the car, broke its rear window with some instrument and stole a laptop worth Rs20,000 and other electronic gadgets kept inside the car. On Monday, five such cases were registered with the Gangapur, Indiranagar, Sarkarwada and Mumbai Naka police stations of the city. Of the five cases, two were registered with the Gangapur police station. In the two cases, while Rs45,000 was stolen from a car parked near a hotel at Bhonsala Circle, in another case, articles worth Rs20,000 were stolen from a car parked in front of the City Centre Mall on Monday at 4.20pm. The police said that a large number of cars are parked on the city streets. Burglars spot cars which have cash or other valuables inside them and on finding that no one is around, they smash the car windows to commit the crime. The police said that burglars conduct a recce to ensure that they are not spotted by anyone at the time of breaking the glass of the cars so that they can easily escape from the scene after committing the theft. A senior official of the Gangapur police station said that they would be keeping a vigil at secluded places where cars are parked, in order to trace the criminals who are committing such thefts. A few months back, similar thefts had been registered in the city. After a few days, such cases had completely stopped. Senior police officials suspect the involvement of some gang from outside the city in these offences. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "\nSachin Shinde and his troupe performed at the three-day fest held in Nashik\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/Sachin-Shinde-and-his-troupe-performed-at-the-three-day-fest-held-in-Nashik/articleshow/32406894.cms", "time": "", "description": "This three-day fest held recently in the city was a cultural treat for Nashikites. Sachin Shinde and his troupe performed a Bollywood dance show and the audience also appreciated the performance by Raja Patki and Shruti Chandorkar.  The next day, music enthusiasts thoroughly enjoyed the show by percussionist Taufiq Qureshi. He mesmerised the crowd with his classical fusion music. The last day of the fest was dedicated to the evergreen and latest popular songs of Indian cinema. This musical night had singers Dr Neha Verma, Madhura Kumbhar and Mandar Apte taking the audience on a journey through the highs of cinema. Mayor Yatin Wagh and entrepreneur Ashok Katariya were spotted on the occasion.Download The Times of India News App for Latest City ."}, "Srinagar: Minor son gives emotional farewell to martyr Arshad Khan": {"link": "https://timesofindia.indiatimes.com//videos/news/srinagar-minor-son-gives-emotional-farewell-to-martyr-arshad-khan/videoshow/69825394.cms", "time": "", "description": ""}, "Cementing around trees": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cementingaroundtrees/articleshow/65957827.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "\nNashik college students to welcome New Year in trendy and fashionable way\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/Nashik-college-students-to-welcome-New-Year-in-trendy-and-fashionable-way/articleshow/32594370.cms", "time": "", "description": "From the evergreen Traditional day to the funky Mix-n-Match day, city college students are looking forward to welcome the New Year in their own trendy and fashionable way.  Unlike Pune and Mumbai colleges where annual festivals are usually a grand affair, Nashik college students prefer concentrating on the special days they celebrate. SMRK AK BK Mahila Mahavidyalay recently celebrated their days in college with much fanfare. Impressed with the way the students took care of everything, Dr Dipti Deshpande, principal of the college, expresses, “This time the girls managed everything and the staff only supervised.” The students definitely brought colour and fun on campus. Like SMRK, other colleges too look forward to celebrating these days. Kartik Pawar, a student of MVP College of Engineering says, “We eagerly wait to celebrate these days in college. They may not be as big as compared to the ones held in Mumbai or Pune colleges but we make sure everyone enjoys it to the fullest.” Almost all the colleges in city have a common pattern of days like Sari Day, Tie Day, Mix-n-Match Day, Traditional Day among others. Few colleges even celebrate Rose Day and Chocolate Day. Competitions like singing, dancing, and poetry reading are also included at the events. Sometimes they get participation from Pune and Mumbai colleges as well. Though the idea is to have fun, the college authorities also help the students brush up their entrepreneurial skills. “Students manage to get the sponsors for certain events and competitions. In a way, it kind of prepares future entrepreneurs,” shares Dr Dhanesh Kalal, principal of BYK College. In all this, these colleges also maintain the fact that academic shouldn't be affected. And hence, balance these extracurricular activities with the academics. Dr Dilip Dhondge, principal of KTHM College informs, “We celebrate all the days in our college and conduct the competitions faculty wise. We try our best that students don't miss out on academics.” So which day will you pick to show off your stylish and quirky side? Download The Times of India News App for Latest City ."}, "Health check-up camp for Nashik rural police": {"link": "https://timesofindia.indiatimes.com//city/nashik/health-check-up-camp-for-nashik-rural-police/articleshow/69784855.cms", "time": "2019-06-14 12:40:00", "description": "NASHIK : The Nashik rural police conducted health check-up plan for its personnel on account of Police Welfare Week that is celebrated every year in the first week of June. Senior officials of the rural police said that various welfare programmes are conducted around the year for police personnel and their family members. Awareness about health and health check-up camps was a regular feature in this. Meanwhile, on backdrop of the Police Welfare Week, personnel of the Pimpalgaon police station, Ozar police station, Wavi police station and MIDC police station underwent health check-up and dental check-up camps at the Wockhardt hospital, Apollo hospital, Ramole eye hospital and Saibaba heart hospital in the city. A large number of police employees and officials of the police stations took benefit of the free camp. Senior officials of the rural police said that similar camps will also be organised for officials and personnel of other police stations. There are a total 40 police stations under the Nashik rural police. Senior officials of Nashik police commissionerate said that they too organised various programmes for the officials and employees serving in the police commissionerate. A couple of years back, a large number of books were collected through donations from people for starting a library for the children of police personnel so that they could make use of such books to attempt and clear competitive exams for government jobs. Apart from this, the police has taken up various other programmes, like wishing police personnel on their birthdays, which also had took many police personnel by surprise. Download The Times of India News App for Latest City ."}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Nashik: Rising onion prices make farmers cry tears of joy": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-rising-onion-prices-make-farmers-cry-tears-of-joy/articleshow/69734484.cms", "time": "2019-06-11 09:21:00", "description": "NASHIK: The average wholesale price of onions at the Lasalgaon Agriculture Produce Market Committee (APMC) on Monday touched a seven-and-a-half-month high at Rs1,250 per quintal due to rise in demand and a drop in supply. \"The arrival of onions in the market has dropped to some extent, resulting in the rise in prices. Earlier, the daily arrivals at Lasalgaon amounted to around 15,000 quintals. This has now reduced to around 10,000 quintals a day as farmers are busy preparing for the kharif season,\" APMC officials said. They added the price improvement has brought smiles to the faces of onion growers. Officials at the APMC added the prices are expected to touch Rs1,500 per quintal in a couple of weeks as the fasting month of Ramzan is over and demand has started to increase again. The average wholesale price of Rs 1,250 per quintal on Monday was a marginal increase from Friday's Rs1,200 per quintal. The minimum and maximum prices were Rs 600 and Rs1,401 per quintal, respectively. The farmers who need money for kharif sowing are bringing their produce to the market and their produce is fetching good rates, sources said. Farmers prefer storing the good quality summer onions in the hope of getting better prices later. The prices started increasing last month after the National Agricultural Cooperative Marketing Federation of India Ltd (Nafed) started onion procurement from the district. In the past one month, the average wholesale price has increased by Rs400 per quintal. Download The Times of India News App for Latest City ."}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "A maruti 800 car is parked on the footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/a-maruti-800-car-is-parked-on-the-footpath/articleshow/63062965.cms", "time": "", "description": ""}, "A sign board warning about Law breakers": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/asignboardwarningaboutlawbreakers/articleshow/67280314.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "No footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/no-footpath/articleshow/62302570.cms", "time": "", "description": ""}, "NCP seeks speedy execution of water conservation projects": {"link": "https://timesofindia.indiatimes.com//city/nashik/ncp-seeks-speedy-execution-of-water-conservation-projects/articleshow/69693666.cms", "time": "2019-06-08 11:24:00", "description": "NASHIK: The Nationalist Congress Party (NCP) MLA from Yeola constituency, Chhagan Bhujbal, has demanded speedy implementation of the water conservation projects in his constituency. Bhujbal, who is the former deputy state chief minister, had a meeting with the water conservation department officials of Nashik district on Thursday. “I have demanded that the department to speed up these projects, which are pending for a long time. I also spoke with the state water conservation department officials and apprised them of the issue,” added Bhujbal. Yeola taluka is one of the drought affected districts in Nashik. At present over 110 villages of the taluka are reeling under severe water crisis and over 94000 villagers have been impacted. The district administration has pressed into service over 60 tankers to provide water to the villagers. According to the senior NCP leader there are at least four water conservation projects in his constituency which despite been planned are yet to see the light of the day. “About 77 hectres of land have already been identified for a water storage facility at Deona village. I have asked the officials to speed up the project and also spoke with the senior officials of the department at Mumbai on the issue,” added Bhujbal. Morever, added the NCP legislator, the plan to establish water storage facility project at a cost of Rs 3.07 crore at Mahalkheda is yet to start. Similar projects which have been planned at Mamdapur and Savar villagers are yet to start. “I have told the department officials that they should give utmost priority to such projects that would help the locals in the long run on the water front,” he commented. Download The Times of India News App for Latest City ."}, "MH LAW CET Result": {"link": "https://timesofindia.indiatimes.com/home/education/news/mah-llb-3-years-cet-2019-result-released-at-info-mahacet-org-check-here/articleshow/69828169.cms", "time": "", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Nashik cyclists felicitated for summiting Everest": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-cyclists-felicitated-for-summiting-everest/articleshow/69801592.cms", "time": "2019-06-15 16:29:00", "description": "The Nashik Cyclists Foundation recently felicitated Mahajan brothers for completing Sea2Sky expedition. Nashikites including, Dr Hitendra Mahajan and Mahendra Mahajan duo went on Sea2Sky expedition recently. The expedition consists of cycling from Gate of India and summiting Mount Everest.  They started the expedition on March 31, where they rode till Everest base and then completed trekking. Completing the journey was not easy for them and they shared various interesting and serious incidences with audience present for the occasion. They also shared incidences of overcrowding and other aspects related to it and what they saw there. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "Nashik engineer resists robbers at finance firm, shot dead": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-engineer-resists-robbers-at-finance-firm-shot-dead/articleshow/69796579.cms", "time": "2019-06-15 06:33:00", "description": "NASHIK: It was the valour of 29-year-old IT engineer Muriyayikara Saju Samuel that saved lives and forced six armed men to beat a hasty retreat during a dacoity attempt at the Untawadi branch of Muthoot Finance here on Friday morning. Unfortunately, Samuel lost his own life when the robbers, angry with him for taking them on, pumped three bullets into him at point blank range. Samuel, who originally hails from Kerala, was currently residing in the Nerul area of Navi Mumbai with his wife and ten-month-old son. His widowed mother stays at his native place in Kerala. Nashik police commissioner Vishwas Nangare-Patil told TOI, \"We have detained two persons in connection with the incident. We have CCTV footage in which the faces of the goons are clearly visible. Such a crime could not have happened without local support. We will crack the case soon.\" The robbers came on three motorcycles to the commercial complex which houses the finance company's office. Brandishing revolvers, they barged into the first floor office around 11.30am and forced seven employees and a few customers, including women, into a corner. When they saw Samuel and the auditor, Kailash Jayan (25), in a room in the back office, they dragged them out. However, before that, Samuel displayed presence of mind to press the burglar alarm. Samuel managed to free himself from the clutches of the robbers and rushed to help branch manager Chandrashekhar Deshpande (64), who was being repeatedly hit on the head with the butt of a revolver. The robbers were demanding that Deshpande hand over the keys of the strong room where cash and gold were kept. Deputy commissioner of police Amol Tambe told TOI, \"Samuel took on the goons who were thrashing Deshpande and started pushing them back. However, one of them fired three rounds at him in the chest and he collapsed on the floor. As Samuel lay in a pool of blood, the robbers panicked and fled the office immediately without taking any cash or gold.\" Techie resists armed robbers at finance co’s office, shot deadSamuel was immediately rushed to the Nashik Civil Hospital where he was pronounced dead by the doctors. His relatives arrived from Nerul and took his body after the post mortem. According to the police, Samuel was in Nashik for the last couple of days, working to strengthen the IT system at the office. Nangare-Patil described Samuel as a strong person. \"Eyewitnesses told us he alone retaliated when the robbers were thrashing Deshpande. It's sad that he lost his life in such a tragic manner,\" he said. Police officials, quoting some eyewitnesses, said the robbers spoke in Marathi. \"We suspect they must have done a recce of the entire area before making this attempt to rob cash and gold from the office,\" they said. After the incident, the entire area around the commercial complex was cordoned off and sniffer dogs were pressed into service. There was traffic chaos in the area as vehicular movement on the busy road was stopped for over an hour. In a statement, R M Diwan, senior general manager of Muthoot Finance Ltd, said the operations at the branch would be temporarily suspended. \"We are extending full co-operation to the investigating agencies and the police in the case. We will go the extra mile to extend necessary support to all the affected persons, including our staff, while protecting the customers' valuables. We are putting best efforts to ensure that such incidents do not arise in the future,\" he added. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "\nAmeya Yeravdekar tied the knot with Swati Thorat in Nashik\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/Ameya-Yeravdekar-tied-the-knot-with-Swati-Thorat-in-Nashik/articleshow/32367592.cms", "time": "", "description": "Ameya Yeravdekar, grandson of educationist Dr SB Mujumdar, tied the knot with Swati Thorat on Saturday in the city. The wedding ceremony took place in a Maharashtrian style. At the venue, women draped in nauvari saris welcomed the esteemed guests who came to wish the couple. The highlight of the wedding was when Swati entered the venue in a palkhi and Ameya came on a horse. Swati’s parents Kalpana and Avinash Thorat were seen attending to the guests. We spotted Dr Vidya Yeravdekar along with her husband Dr Rajiv Yeravdekar interacting with the guests. Guardian minister Chhagan Bhujbal attended the wedding with his nephew MP Sameer Bhujbal and daughter-in-law Shefali Bhujbal. Educationist Sharvari and Ratan Luth were seen bonding with the families of the couple. Present at the do were Sanjivini Mujumdar, politicians Arjun Tile, Nana Mahale and Manikrao Kokate. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "yellow light": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/yellow-light/articleshow/59416979.cms", "time": "", "description": ""}, "New Dindori MIDC may attract over Rs 2,000 crore": {"description": "NASHIK: The Maharashtra Industrial Development Corporation (MIDC) CEO P.Anbalagan believes the new industrial estate at Talegaon-Akrale in Dindori taluka of the district has huge investment potential and it may attract investment worth over Rs 2,000 crore in next six months. During his recent visit to Nashik, Anbalagan said that MIDC is already in talks with some large industries to make investment and soon more investment will follow the route. “Earlier, industries had to go for expansion in industrial estate where they have their existing plants. But we relaxed this norms and they may obtain land from MIDC in any industrial estate in the district or elsewhere,” said Anbalagan. Both Satpur and Abamd industrial estates are fully occupied and there is no land available for existing industries for expansion. Hence, they have opportunities to go for expansion at the new industrial estate coming up at Talegaon-Akrale near Nashik city, he said. Anbalagan mentioned that the MIDC is in process of acquiring land at various locations for the industries in the district. “We are acquiring land for industries in Sinnar and also at Rajur Bahula near Nashik city,” he said. MIDC has proposed 337 hectares at Talegaon-Akrale. Of which, over 200 hectares have been acquired with infrastructure works like roads, streetlights and water supply have been developed there. The corporation has already started process of allotment of land at Talegaon-Akrale industrial areas. Earlier, the authority had invited applications online to allot 11 plots admeasuring total 10.21 hectares. The new industrial estate is located just 18 kms from Nashik city and the new airport terminal at Ozar is very close to it. Hence, this new estate has huge potential to attract new investment there considering its proximity to city, airport and highway. MIDC had fixed the land rate to Rs 3,000 per sq metre there. Replying to that the Nashik Industries & Manufactures Associations (NIMA) urged the MIDC to reduce the rates to Rs 2,000 per sq metre for the first six months after commencement of the land allotment. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/nashik/new-dindori-midc-may-attract-over-rs-2000-crore/articleshow/69825495.cms", "time": "2019-06-17 16:26:00"}, "Police keep security guards on their toes to prevent thefts": {"link": "https://timesofindia.indiatimes.com//city/nashik/police-keep-security-guards-on-their-toes-to-prevent-thefts/articleshow/69716572.cms", "time": "2019-06-10 13:48:00", "description": "NASHIK: Over the past few weeks, the city police on night rounds are not only patrolling the area under their jurisdiction but also waking up sleeping security guards and watchmen in residential areas and at ATMs, banks and other financial institutions to prevent house break-ins and theft. Going by police records, the maximum number of house break-ins occur at night. This year, from January 1 to April 30, police registered 63 house break-ins during the night hours against six during the day time. The situation was same last year during the same period, with 67 house break-ins at night against 17 in the day time. Careless security personnel is one of the reasons for house break-ins and theftduring night. Senior officials said every day during night hours, a call is given to the police personnel on night duty to check security guards and watchmen from 2am to 5am. This is the time when most of the guards are found napping. DCP Amol Tambe said, “Alert security guards would definitely help in bringing down burglaries in the night. There are a large number of watchmen and security guards in various lanes and bylanes of the city. However most of them are found sleeping.” “We not only woke the security guards up but also click photos of them and sent it to their employers. On one occasion, we found all the three security guards at a jewellery store in Nashik Road fast asleep. After the photos of the napping security guards were sent to their employer, he installed a thumb impression machine and asked the guards to put their thumb impression every 10 minutes during their duty,” said Tambe. Tambe said some security agencies ensure that their personnel do their duty sincerely. Such security guards are also given good salaries. However, certain housing societies and commercial establishments employ watchmen at meagre salaries. These are the ones who do some other work in the day time and the duty of watchmen at night, when they fall asleep. This is not solving the purpose for which the guards or watchmen are employed. In the backdrop of the rising number of burglaries and theft, police have asked residential societies and traders to install CCTVs at societies and shops that would help police in cracking cases. Most of the security guards who are found sleeping are those deployed at ATMs, banks, financial institutions and commercial complexes as the concerned security personnel are well aware that no one comes to such places during the night. Senior officials said the initiative they have taken up for keeping the security guards on their toes will bear fruit in the coming months. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Nashik: 28 motorists die in five years in mishaps involving trees": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-28-motorists-die-in-five-years-in-mishaps-involving-trees/articleshow/69783769.cms", "time": "2019-06-14 11:31:00", "description": "NASHIK: Fully grown trees on the middle of the roads across the city have claimed 28 lives in the last five years. While 25 deaths have taken place between 2015 and 2018 in 20 accidents, three deaths took place in the current year in as many mishaps, the city police said. Commissioner of police Vishwas Nangare Patil expressed concern while reviewing the deaths due to the presence of trees on the roads. He has sent a letter to municipal commissioner Radhakrishna Game on Wednesday, requesting him to come up with some kind of solution so that precious lives are not lost. \"These fully grown trees have virtually become a death trap for motorists at night. Although reflectors have been put on the tree trunks, it is serving no purpose as the mishaps and death toll indicate,\" said traffic police officials. In the latest incident in the wee hours of Wednesday, Vishnu Pol, a 29-year-old police constable who was returning home from duty, failed to notice a huge tree on the Gangapur Road and dashed against it. \"Pol is in coma and battling for life in the ICU at a city hospital as he sustained grave injuries. Fortunately, some policemen who were on petrol in that area could rush him to hospital during the golden hour,\" police officials said. On May 29, a car driver lost his life when his car hit a tree on Gangapur Road. The city traffic police had recently conducted a survey and found huge trees at 25 locations on roads. \"These trees are present on busy thoroughfares like Gangapur Road, Nashik Road, Dindori Road and Indiranagar. The civic body must find a solution to the issue,\" police officers said. Nangare Patil said that he expects the civic body to take measures on the issue to prevent mishaps and deaths related to trees on roads. Nangare Patil's predecessor, Ravinder Singal, too had taken up this issue during a meeting with the Nashik Municipal Smart City Development Corporation Ltd officials. He had requested them to deal with the issue seriously as it was claiming lives of motorists. When contacted, NMC officials said, \"We have decided to encircle the trees on roads with old tyres and sacks filled with soil so that the impact of the mishap would come down if a vehicle hits it. We shall also put proper reflectors on the tyres and sacks so that it is visible at night from a distance.\" In the long term, the civic body would apprise the high court about the findings of the city police related to mishaps and deaths caused due to the trees on roads. \"A case related to felling of trees on road is being heard by the high court, which has directed us not to cut trees of rare species. Majority of the trees on the roads belong to rare species category,\" officials said. Download The Times of India News App for Latest City ."}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "FANCY UNREADABLE NO PLATE MH 04 EE 9191": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fancyunreadablenoplatemh04ee9191/articleshow/63739693.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "‘Congress-NCP will remain in opposition for next 25 years’": {"link": "https://timesofindia.indiatimes.com//city/nashik/cong-ncp-will-remain-in-opposition-for-next-25-years/articleshow/69730299.cms", "time": "2019-06-11 10:46:00", "description": "NASHIK: Wishing the Nationalist Congress Party on its 20th anniversary on Monday, state minister for finance, planning and forest Sudhir Mungantiwar said the Congress and NCP will remain in opposition for the next 25 years. Addressing the media, Mungantiwar said people always support the party that operates in the interest of public. “The UPA led by Congress and NCP was in power at the Centre and state for 15 years. Now, it’s our turn. The BJP has been working in the interest of the people. Prime Minister Narendra Modi does whatever he says and hence people trusted him and gave the party an opportunity, Mungantiwar said. “I extend my wishes to the NCP on its anniversary and I wish that the party would continue to criticise BJP and it will remain in opposition for next 25 years,” he said. When asked about the next chief minister, Mungantiwar said, “BJP has its chief minister in the state and the next one too will be from BJP. Shiv Sena is our natural partner and both parties will have strong alliance in the coming assembly elections.” Download The Times of India News App for Latest City ."}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Nashik gets a taste of the Bohada dance form": {"link": "https://timesofindia.indiatimes.com//city/nashik/bohada-dance-attracted-nashikites/articleshow/69703857.cms", "time": "2019-06-09 10:00:00", "description": "Nashikites recently witnessed the Bohada dance form at Kusumagraj Pratisthan. The traditional dance was a part of the Kalasangam festival organised by Maharashtra Times and Kusumagraj Pratistan. The dance told various stories like the fight between two rakshas or the fight between Bheem and Hidimba. They were accompanied by Sanai and other music players who were giving appropriate music for the dance. The dance was presented by folk artistes from Chandori. Nashikites had gathered in large numbers to witness this traditional dance form. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Nashik: Man booked for sending obscene messages": {"link": "https://timesofindia.indiatimes.com//city/nashik/nashik-man-booked-for-sending-obscene-messages/articleshow/69798158.cms", "time": "2019-06-15 11:01:00", "description": "NASHIK: An unidentified person has been booked by police for sending obscene messages on social media to a group of women in the city. According to the complaint registered with cybercrime police station, the group received a link that upon clicking led them to another page containing obscene messages. According to an officer from cyber police station, the social media group was exclusively for women. It was around three days ago when a link was posted on the group. \"It was obvious that women members clicked on the same to learn more about messages and that link took them to another page full of obscene messages,\" he said. \"It is difficult to tell at this point in time if the phone number of any of the members was hacked or if there was any issue with wrong link or it was inadvertently sent by any of the members,\" he added. The exact reason for exposure of the members to the link would be found out only when the investigation is complete. The officer, meanwhile, has cautioned the social media group members to keep away from sending any such links in groups which can hurt the sentiments of anyone. \"There are some who purposely do such things and pass of links in other groups. But it is advisable to stay away from such things especially when these links are likely to cause tremendous harm to the society. The members are also expected to be responsible on the issue. If in case the sender of the message is found and the intention appeared to be immoral, the sender is likely to be punished as per the sections of IT Act,\" the officer said. It should be noted that a similar incident had happened about a year ago when a link of obscene messages was sent from the identity of a lady doctor. \"We immediately met the then commissioner of police, Ravinder Singal, who first assured us to ensure that all people in my contact were told that they should not click on the link sent by me and also delete my number. Thereafter, a police team swung into action and police caught the accused from Rajasthan,\" the doctor said. Download The Times of India News App for Latest City ."}, "Patholes": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/patholes/articleshow/65096723.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nashik civic body to approve building plans offline from Tuesday": {"description": "NASHIK: Following the technical snags in the AutoDCR – the online software to approve building plans – along with the failure of contractor to rectify the software, the Nashik Municipal Corporation (NMC) has decided to give approval to building plan proposals and other procedure off-line instead of online. The civic body will start offline approvals from Tuesday. The city builders had made several complaints to commissioner about AutoDCR and had urged him to bring into effect offline procedure. The civic body had started an online system called Auto DCR for submission of building plans after a Pune-based private firm developed the software and monitored and implemented it two years ago. However, there have been several defects in the software. According to the officials, the online software does not operate as per the Development Control (DC) rules and it calculates FSI incorrectly. “We had issued notices and ultimatums to the company several times and asked them to rectify the software; however, they did not do it. There is no progress or improvement in the AutoDCR, NMC sources said. The municipal commissioner Radhakrishna Game has already given directive to the civic body to blacklist the concerned contractor. As there have been continuous complains by the city builders in approving the building plans and conducting other procedure through AutoDCR, we have decided to stop the functioning of the online system and start procedure manually,” NMC sources said. “We will start offline procedure of the town planning department for building plan approval from Tuesday,” they added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/nashik/nashik-civic-body-to-approve-building-plans-offline-from-tuesday/articleshow/69824740.cms", "time": "2019-06-17 15:28:00"}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "\nBhushan Pradhan and Mrinmai Kolwalkar promote their film in Nashik\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/Bhushan-Pradhan-and-Mrinmai-Kolwalkar-promote-their-film-in-Nashik/articleshow/45214661.cms", "time": "", "description": "The cast of the upcoming movie 'Mismatch' was in town recently. The movie is about a girl who doesn’t believe in the concept of arranged marriage and how she is told to find a suitable match for herself by her parents. It has Bhushan Pradhan and Mrinmai Kolwalkar in lead roles. The cast along with producer Alok Shrivastava visited the Sai Baba temple and Salim’s Chai where many youngsters were eager to click photos with them.  This is Mrunmai’s debut film and she is pretty excited about it, “I always wanted to be an actor. After modeling for a while, I got this script which was very good and so I had no reason to reject it,” she said. Bhushan on his part has taken a liking to working out. He said, “I started working out for Timepass-TP and have since been addicted to it. It’s a good addiction and I suggest everyone should work out to stay fit.” Apart from sipping some cutting chai at Salim mamu’s stall, the actors were busy taking selfies with those present. — Prajkat Mudholkar Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Most financial institutions bereft of armed guards": {"link": "https://timesofindia.indiatimes.com//city/nashik/most-financial-institutions-bereft-of-armed-guards/articleshow/69799359.cms", "time": "2019-06-15 13:07:00", "description": "NASHIK: The Nashik city police will make it mandatory for all financial institutions to deploy armed guards in the wake of the robbery attempt at Muthoot Finance Ltd office at Untawadi of Nashik on Friday. Muriyayikara Saju Samuel (29) , an IT professional working for the firm, was gunned down by armed robbers during a scuffle. Two other employees of the firm were injured after they were hit by revolver butts. Nashik police commissioner, Vishwas Nagare Patil, told TOI that no armed guard was deployed at the financial institution. He said the police were in the process of issuing notices to both state-owned banks and non-banking financial institutions to mandatorily hire armed guards. “All financial institutions, irrespective of the quantum of business they do, have to follow this rule. In case they need licences for firearms, we will approve them immediately,” Nagare Patil said. The police are in the process of ascertaining the exact number of financial institutions that do not have armed guards. “Deployment of armed guards at financial institutions acts as a deterrent to criminals. It is sad that many firms do not hire armed guards,” said police officials. Police officials have also appealed to jewellery shops to deploy armed guards at their outlets. The city police have started clicking snaps of guards dozing off at night and sending them to the concerned security agencies to alert them about the manner in which the guards discharge their duties. “After we sent some snaps to the owner of a jewellery shop, he made it mandatory for night guards to register biometric fingerprint attendance every 15 minutes to ensure that they do not fall asleep at night,” said police officials. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Nubia Red Magic 3": {"link": "https://timesofindia.indiatimes.com/gadgets-news/nubia-red-magic-3-to-launch-today-in-india/articleshow/69818517.cms", "time": "", "description": ""}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "NMC to launch recovery drive against property tax defaulters": {"description": "NASHIK: The Nashik Municipal Corporation (NMC) has decided to launch a property tax recovery drive against defaulters. After the drop in the revenue generated through property tax, the municipal commissioner Radhakrishna Game has directed the concerned department to start action against defaulters. In the first phase, defaulters with dues of above Rs 50,000 are to be targeted. NMC has shortlisted 3,564 defaulters having dues over Rs 50,000.They altogether have property tax dues amounting to Rs 98.22 crore. The civic body will send final notices to the defaulters asking them to pay the dues. If they fail to do so, the NMC will send them warrants to auction their properties, NMC sources said. NMC has set a target of Rs 218 crore for the current fiscal 2019-20; however, it could only collect Rs 17 crore so far during the current fiscal. “During the review of the property tax collection, the municipal commissioner directed the officials from property tax department to speed up the property tax collection and also take legal action against those property tax defaulters who have defaulted tax payment,” NMC sources said. The NMC had set a property tax collection target of Rs 250 crore during the last fiscal, considering the addition of new tax payers. The civic body had decided to bring 59,000 new properties across the city under the tax net during the last fiscal; however, it had deferred its decision following objections by the new property owners about the inflated bills and wrong calculations of property tax. Finally, NMC had reduced the property tax collection target to Rs 150 crore during last fiscal 2018-19. Nevertheless, it could only collect Rs 112 crore. It was for the first time that the NMC’s property tax collection target touched Rs 100. The civic body’s property tax collection during 2017-18 was around Rs 90 crore. During the previous fiscal 2016-17, it was around Rs 85.70. NMC officials further said that they will target property tax defaulters who have defaulted payment between Rs 25,000 and Rs 50,000. There are 5,480 people who have defaulted total tax payment worth Rs 18.71 crore. Moreover, there are total 19,436 property tax defaulters who have tax dues in the range from Rs 10,000 to Rs 25,000. They have altogether defaulted property tax payment of Rs 19.66 crore. Meanwhile, the property tax department of the municipal corporation has already started distributing tax bills for the current financial year to tax payers in the city. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/nashik/nmc-to-launch-recovery-drive-against-property-tax-defaulters/articleshow/69825438.cms", "time": "2019-06-17 16:23:00"}, "Once-a-day water supply likely in three out of NMC’s six divisions": {"link": "https://timesofindia.indiatimes.com//city/nashik/once-a-day-water-supply-likely-in-three-out-of-nmcs-six-divisions/articleshow/69785989.cms", "time": "2019-06-14 13:42:00", "description": "NASHIK: The Nashik Municipal Corporation (NMC) is planning to impose once-a-day water supply in parts of the city, especially those falling under three divisions of the municipal corporation. Presently, the residents of these areas in Panchavati, Satpur and Nashik Road divisions get twice-a-day water supply. NMC officials said they were planning to resort to water cut as a precautionary measure since the monsoon has been delayed. Alarm bells have started ringing in the civic adminisatration as there is only 10% water left in the Gangapur dam complex that supplies water in Nashik city. The NMC has a total reservation of 4,900 million cubic feet (mcft) water in the complex and Mukane dam till July-end. Of which, NMC has lifted 3,905 mcft water till June 13 and the civic body still has 995 mcft water remaining from its quota. The NMC, however, will not be able to lift the entire remaining quota of water. The NMC has a reservation of 148.29 mcft water from Darna dam, which is a part of the Gangapur dam complex. However, the civic body is not lifting water from Chehadi weir of Darna dam due to contamination complaints. As a result, the NMC can now bank on 847 mcft water from Gangapur dam complex and Mukane dam. Further, 2.47 mcft water from Mukane dam is supplied to the industrial area of Cidco division of the city. Hence, the NMC has a reservation of 622 mcft on Gangapur dam. Presently, NMC is lifting 13.5 mcft of water from Gangapur dam. “We still have adequate water reservation from our quota in Gangapur and other dams. But the monsoon is yet to arrive. Hence, we will have to take some measures if the monsoon is further delayed,” said sources from NMC. Presently, the NMC is supplying water twice a day in three divisions – Nashik Road, Panchavati and Satpur, while providing once-a-day supply in Cidco, Nashik East and Nashik West divisions. Download The Times of India News App for Latest City ."}, "An exhibition of handicrafts and more": {"link": "https://timesofindia.indiatimes.com//city/nashik/handicraft-exhibition-was-attraction-at-kalasangam-fest/articleshow/69703837.cms", "time": "2019-06-08 17:48:00", "description": "The Kalasangam festival saw various activities take place in the city. One of them was an exhibition of handicrafts, tattoos, bottle art and more. The ongoing exhibition at Kusumagraj Smarak is seeing several visitors. At the handicrafts astall, pop up box greetings and professional gits are some of the highlights. With Father's Day around the corner, visitors can be seen showing interest in the greeting cards. At another stall, tattoo artistes explain different types of tattoos. One of the stalls has art created from beads. Different things like key chains, candle stands, traditional decoration material, and many more are on display and bottle art, stone art and jewellery art are popular amongst buyers. Download The Times of India News App for Latest City ."}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "1,610 electricity poles damaged in Nashik": {"link": "https://timesofindia.indiatimes.com//city/nashik/1610-electricity-poles-damaged-in-nashik/articleshow/69745413.cms", "time": "2019-06-11 21:29:00", "description": "NASHIK: As many as 1,610 electricity poles have been damaged in the four days of strong winds blowing across the district further leading to rains. “In all 769 electricity poles of Low Tension and 225 poles of High Tension power supply were damaged partially or fully during the strong winds that blew across the district bringing down the over-head electricity power lines causing power disruption almost everywhere,” Vijaysinh Doodhbhate, public relations officer of MSEDL, Nashik Zone, said. The incidents reported are from Nashik Circle alone where 994 poles were damaged. The Malegaon Circle of Nashik district also suffered heavily from the gusty winds that brought down 472 LT electricity poles and 144 HT poles. Across Nashik district – comprising both Nashik and Malegaon, 1241 LT poles and 369 HT poles summing up to 1,610 were damaged. “The extensive damaged caused by winds was in Nashik city where the density of consumers is very high. The largest numbers of consumers suffering due to lack of power was also from the urban areas,” the officer said. This forced the MSEDCL to bring all its might on the street to get faster recovery of the system. “The MSEDCL suffered dual blow – in the sense that the MSEDCK earns from the power distributed. Since the power supply was down, the MSEDCL lost its revenue for the power not consumed. On the other hand the infrastructure damage has also caused a huge blow to the MSEDCL – both of which will be calculated soon,” the officer Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "\nAsha Murjani, Mamta Panjawani party to celebrate International Women’s Day in Nashik\n": {"link": "https://timesofindia.indiatimes.com//city/nashik/Asha-Murjani-Mamta-Panjawani-party-to-celebrate-International-Womens-Day-in-Nashik/articleshow/32360469.cms", "time": "", "description": "Asha Murjani and Mamta Panjawani organised an all women party on the occasion of International Women’s Day last week. Competitions like best personality, most glamourously dressed, best western dress, best traditional dress and others were conducted at the do. The guests enjoyed themselves in various games including Housie. While some enjoyed the round of games played, some preferred dancing to some up-tempo music. The event also had a lavani performance presented by artiste Yugandhara. We spotted animal rights activist Sharanya Shetty, designer Ashi Luthra, Sunaina and Aanchal Madan, Vijaya Katakwar, Gunjan Ahuja at the event. Download The Times of India News App for Latest City ."}, "parking on footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingonfootpath/articleshow/65973121.cms", "time": "", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Encroachment on Footpaths": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachment-on-footpaths/articleshow/60889397.cms", "time": "", "description": ""}, "One killed, three injured as heavy rains lash Nashik": {"link": "https://timesofindia.indiatimes.com//city/nashik/one-killed-3-injured-as-heavy-rains-lash-nashik/articleshow/69706892.cms", "time": "2019-06-09 11:20:00", "description": "NASHIK: One person was killed and three others were injured as heavy rains lashed Nashik city and parts of the district on Saturday evening. This is the first pre-monsoon rain that Nashik has witnessed. The Indiranagar police officials said that a woman was killed and two others were injured, following a wall collapse in Mahoobnagar of the Wadala area. “We have sent a team to the spot to gather details about the victims,” added police officials. In Chanwad taluka of the district a villager, Monohar Menghal, was injured as branches of a tree fell on him. He had taken shelter under that tree, following heavy rain and wind. District officials said that two bullocks died in Devdari village in the Yeola taluka after being electrocuted at 4:30pm. The rains, accompanied by strong winds, wreaked havoc and continued for 45 minutes to an hour. The fire brigade received over 150 calls from citizens, requesting them to rush to the spot as trees were uprooted and branches of trees fell on roads, blocking the movement of road users. “All our vehicles are out at various locations in the city to tackle the situation,” said the fire brigade officials. “Nashik Municipal Corporation (NMC) must trim the branches of the trees before monsoon sets in or else there will be more chaos when there is constant rain, accompanied by strong winds,” said traffic police officials. In several parts of the city, branches of trees fell and roofs of a few houses and shops flew off. About 10 vehicles, including three cars, were damaged as branches fell on them. In the Raigad area of Cidco, a tree fell on the roof of a house, damaging it. In the same locality, about seven two-wheelers were damaged as branches fell on them. Similarly, near the Nandur Naka area, three stationary cars were damaged as branches fell on them. Even the supply of power to various parts of the city was affected as overhead wires snapped as branches fell on them. “It will take at least one day for us to restore the power supply in the affected areas. The local staff of the power utility have started work to restore the supply,” said MSEDCL officials. Download The Times of India News App for Latest City ."}, "7 officials get show-cause notices over uprooted trees": {"link": "https://timesofindia.indiatimes.com//city/nashik/7-officials-get-show-cause-notices-over-uprooted-trees/articleshow/69746302.cms", "time": "2019-06-12 14:35:00", "description": "NASHIK: The Nashik Municipal Corporation (NMC) on Tuesday served show-cause notices to seven officials from the garden department for negligence of duty. Over the past three days, several complaints of uprooted trees and fallen branches due to rain and gusty winds had reached the civic headquarters. Municipal commissioner Radhakrishna Game has issued the show-cause notices, seeking immediate reply. It is alleged that the seven officials delayed their response to tackle the situation and dispose of the branches and uprooted trees from the roads. After pre-monsoon showers with gusty winds lashed the city from Saturday to Monday, over 100 trees along the roads were affected. It threw traffic out of gear in the city. At this juncture, quick response was expected from the officials of all six divisions of the municipal corporation. According to NMC sources, fire brigade department’s job is to remove trees causing hurdle to the traffic as part of rescue operations, but it is the responsibility of the garden department to dispose of the uprooted trees and fallen branches. The fire brigade sources said they had received over 100 calls of trees uprooted and felling of branches. Of these, 50 calls were related to uprooted trees, while the remaining 50 were related to fallen branches. Meanwhile, the NMC has set up disaster management cell across all six divisional offices. Its major cell is already operation at the head office of NMC –Rajiv Gandhi Bhavan. NMC has appealed to people to immediately contact the disaster manangment cells in their respective divisions in case of untoward incidents or tree falling, water accumulation or other such cases during the monsoon season. Download The Times of India News App for Latest City ."}, "Two arrested for murder of 19-year-old autorickshaw driver": {"link": "https://timesofindia.indiatimes.com//city/nashik/two-arrested-for-murder-of-19-year-old-autorickshaw-driver/articleshow/69700149.cms", "time": "2019-06-08 11:26:00", "description": "NASHIK: The Upnagar police have arrested two people on the charge of allegedly killing a 19-year-old youth in the Rahul Nagar area of Takli. The deceased has been identified as Sushil Pravin Gaikwad, a resident of Mathura Road, Vihitgaon. The police said the two suspects arrested in the murder case are Hamid Rashid Shaikh (21) and Sonu Swami (20), both residents of the Samata Nagar area. They were produced before a city court on Friday, which remanded them in police custody till June 10. The police said that Gaikwad operated the autorickshaw of Hamid Rashid Shaikh (21) on a rental basis. He also worked with a food catering firm and took Hamid's auto only when the firm did not have any order. On May 30, Gaikwad was operating the auto as usual on the stretch between Bytco, Deolali Camp and Bhagur, when he was caught by traffic constables during their routine drive against erring motorists. Since Gaikwad was not carrying the auto's documents and did not have enough money to pay the fine, the auto was seized by the cops. Gaikwad was told by the police to pay the fine in the court and then take back the auto. The Upnagar police said that Gaikwad had also informed the same to Hamid. He was also adamant that he would not pay the fine amount as he was not responsible for the incomplete documents. Meanwhile, Hamid got the autorickshaw back from the police by paying the fine. On June 5, when Sushil was taking a walk near his residence, Hamid Shaikh and Sonu Swami met him and asked him to forget the past incident. They later made him sit in the auto and took him to an open plot in Rahul Nagar. The three, however, started quarrelling about the police action and the fine. The verbal spat soon turned physical and the duo pushed him into a nearby well. People who were watching the brawl from a distance immediately rushed to the well when they saw Gaikwad falling into it, said senior PI of Upnagar police station, Bharat Kumar Suryawanshi. While the duo escaped from the scene, the residents of Rahul Nagar informed the fire brigade, after which a rescue team rushed the to the spot and fished Gaikwad out. He had died of drowning by the time he was taken out of the well. The case is being investigated further, said Suryawanshi. Download The Times of India News App for Latest City ."}, "Panchavati Express to arrive on PF 1": {"link": "https://timesofindia.indiatimes.com//city/nashik/panchavati-exp-to-arrive-on-pf-1/articleshow/69706891.cms", "time": "2019-06-09 11:21:00", "description": "NASHIK: Finally, the long wait for Nashikites demanding that the Panchavati Express should arrive at PF 1 while coming from Mumbai, is now over as the Bhusawal Division of the Central Railways has cleared the proposal for the same. On Saturday, the DRM office cleared the proposal for bringing the Manmad (Nashik) — Mumbai intercity express on Home PF (PF 1) when it arrives from Mumbai in the evening, instead of PF 2 — on which it used to arrive till Friday. Vivek Gupta, who recently took over charge as DRM, Bhusawal, during his maiden visit to Nashik Road railway station on June 3, had asked the officials to take all the trials and measures to ensure that the train arrived on PF 1. Accordingly, after carrying out some measures, the proposal was finally cleared on Saturday. Download The Times of India News App for Latest City ."}, "Bypoll: No opposition to BJP candidate": {"link": "https://timesofindia.indiatimes.com//city/nashik/bypoll-no-opposition-to-bjp-candidate/articleshow/69695488.cms", "time": "2019-06-08 11:22:00", "description": "NASHIK: BJP candidate Indubai Nagare is set to get elected unopposed from ward 10 (30) as no other party has fielded any candidate for the bypoll. But, the results will be declared officially after the state election commission’s permission. The seat fell vacant following the demise of the BJP corporator Sudam Nagare. Indubai, the wife of Sudam, and independent candidate Dattu Vaman had filed nominations. But, Dattu withdrew his nomination. “It is because of the efforts by the BJP leaders. Other parties also did not field candidates against me,” said Indubai. “We had met the NCP and MNS leaders before filing nominations. Only one independent had filed his nomination, but he withdrew his nomination,” said corporator and BJP’s Satpur circle chief Shashikant Jadhav. “Most of the pre-monsoon works are yet to take place due to the model code of conduct for the bypoll. We will urge the election department to relax code of conduct as there will be no election now,” Jadhav said. NMC’s election department officials said they would send letter to the state election department, seeking its permission to declare Nagare elected unopposed, officials said. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Mi Days on Amazon": {"link": "https://timesofindia.indiatimes.com/gadgets-news/mi-days-on-amazon-get-up-to-rs-6500-off-on-redmi-y3-mi-a2-redmi-note-5-pro-and-more/articleshow/69819589.cms", "time": "", "description": ""}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "Garbage stock piling on footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagestockpilingonfootpath/articleshow/66440535.cms", "time": "", "description": ""}, "Google": {"link": "https://timesofindia.indiatimes.com/gadgets-news/why-google-has-no-plans-of-going-back-to-china/articleshow/69818822.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Exploring Nashik through its heritage": {"link": "https://timesofindia.indiatimes.com//city/nashik/exploring-nashik-through-its-heritage/articleshow/69727132.cms", "time": "2019-06-10 18:12:00", "description": "A heritage walk was recently organised to mark the anniversary of Maharashtra Times gave an interesting opportunity to Nashikites to see their city from a new perspective. Over 150 participants were taken to various places including devotional places of the Nashikiets and were informed about various aspects. They walked through various lanes of the city where they also enjoyed the small things which often go unnoticed. Devendra Pandya, historian guided participants to these places. The walk started from Shri Shrungeri Shankaracharya Math and concluded at Kapaleshwar Temple. It was an interesting opportunity for all the people not to know many things about their city but also capture interesting things in the cameras. Download The Times of India News App for Latest City ."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Heavy machinery placed on footpath at Pimple Sauda": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/heavymachineryplacedonfootpathatpimplesauda/articleshow/65142018.cms", "time": "", "description": ""}}