{"Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "\nFolk Music at City Cafeteria in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Folk-Music-at-City-Cafeteria-in-Kolkata/articleshow/46984490.cms", "time": "", "description": "Music lovers of the city enjoyed a good dose of folk music at a city cafeteria.  Foot-tapping numbers by Folk Foundation got the crowd grooving. The band comprising Dipannita Acharya, Ludo, Rajkumar, Samrat Mukherjee and Tirthankar Majumdar belted out some amazing Gujarati and Rajasthani songs. Lead vocalist Dipannita also crooned Bangladeshi folk songs, known as Chitogowian, along with Kabir bhajan, songs of Lallan Sai and Radha. Download The Times of India News App for Latest City ."}, "Parking on pavement, Girish Park": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingonpavement2cgirishpark/articleshow/69630035.cms", "time": "", "description": ""}, "Debates, senior doctors’ coaxing bring agitators to table": {"description": "KOLKATA: Several rounds of discussions and hours of deliberation went in before the agitating junior doctors, who were adamant that they would meet chief minister Mamata Banerjee only at NRS Medical College and Hospital, to finally agreeing to meet her at Nabanna. It also took coaxing by many senior doctors to bring the agitators to the table. Since Monday morning, the junior doctors had gone into a huddle. Heated arguments ensued, quelled by some sane voices, as they discussed whether they should go to Nabanna or not and the conditions they wanted to lay down. Even till the last moment, uncertainly loomed large as the junior doctors’ demand for live coverage was initially not being met with. “We wanted the meeting to be recorded on camera so that the government does not go back on its assurances. We were sceptical as many previous promises have not been implemented. Once this condition was agreed upon, we knew we could attend the meeting,” said a junior doctor from NRS. The agitators said they had started to discuss to end the agitation on Friday itself, when they joined emergency services. But the CM’s visit to SSKM Hospital and her reported outburst against the protesters apparently ended all hope for a rapprochement. “The cease-work was to put pressure on the state administration so that we get a congenial environment at work. Since it had turned into a mass movement, retracting from it was difficult,” said another junior doctor at NRS. “But we knew that patients were suffering and so, the public might turn against us any time.” The agitators followed closely as five senior doctors visited Nabanna on Friday but when a toned-down CM appealed to them on Saturday to have a talk, they realised they should not miss this opportunity. “Senior doctors, who had continuously been talking to us, said if we did not call an end to the impasse, the public might turn their ire on these very justified demands. We started deliberating on it,” said a junior doctor at RG Kar Medical College and Hospital. The hope for a solution glimmered as junior doctors on Sunday night agreed to speak to the CM at Nabanna. But again, they demanded a live coverage. “It had become a sort of ego issue for both the sides. But once the CM invited us for the talks, we took a step forward. Many faculty members also told us it should be now or never,” said an agitating doctor. Seven senior doctors from Joint Platform of Doctors had been camping at NRS since morning. Even as DME Pradip Mitra tried to convey there was no need for live coverage, the junior doctors put their foot down. Seven senior doctors finally convinced the DME for the live coverage. So even while the negotiation on the media coverage continued, the agitators started enlisting their representatives for the Nabanna meet. Once the written communication reached them around 2.45pm, they decided to head for Nabanna. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/debates-senior-docs-coaxing-bring-agitators-to-table/articleshow/69833487.cms", "time": "2019-06-18 10:17:00"}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "How the Houdini trick became the last act for Kolkata's Mandrake": {"description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "2019-06-18 10:33:00"}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "\nMusical Event in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Musical-Event-in-Kolkata/articleshow/46984387.cms", "time": "", "description": "The event turned out to be one starry affair with Babul Supriyo, Prosenjit Chatterjee and Vinod Rathod coming together for a cultural evening, organized by Tochan Ghosh, at a city theatre recently .  The programme also saw the who's who of Tollywood in attendance. Babul set the mood for the evening with songs like Tumi robe nirobe, Sedino akashe chilo koto tara and more.He was joined by Rituparna Sengupta, who also crooned a few lines. Usha Uthup added zing to the show with her hit number Uri uri baba. “It's been a long association with Tochonda.Several artistes in Tollywood have got recognition because of him,“ Usha said. Download The Times of India News App for Latest City ."}, "No place for pedestrians": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noplaceforpedestrians/articleshow/69718378.cms", "time": "", "description": ""}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "CM Mamata Banerjee arrives for meeting with representatives of doctors in WB’s Nabanna": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/cm-mamata-banerjee-arrives-for-meeting-with-representatives-of-doctors-in-wbs-nabanna/videoshow/69827769.cms", "time": "", "description": ""}, "green and garbage, Lansdown": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/greenandgarbage2clansdown/articleshow/69629669.cms", "time": "", "description": ""}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "Death, suffering keep haunting Kolkata hospitals on Day 6 of protest": {"description": "KOLKATA: Heart-rending stories of a newborn dying and other patients suffering on the pavements without treatment kept pouring into the city’s government hospitals on Sunday as junior doctors continued their strike. Jamena Bibi, 40, from Murshidabad has been writhing in unbearable pain near Central Medicine Shop at Medical College and Hospital as her burn injuries got more severe. But she could not be admitted. Her relative, Nasima Bibi, was busy waving a hand-fan over her as she lay under a tree. “She has been crying in pain and I don’t know whether she will survive,” she said. When will doctors have mercy on us? asked Rafiqul Islam, who was accompanying them. Rafiqul said Jamena had suffered burns after a chulha tumbled on her. Baduria resident Subhajit Chandra lost his 15-day-old son on Fathers’ Day at R G Kar Medical College and Hospital. The baby was brought back to the hospital after he started having breathing trouble. “I kept running from pillar to post, urging them to take a serious look at my child,” he said, breaking down. Bina Taran, in her 50s, was admitted in the general ward of the same hospital with low haemoglobin. “I had a gastroenterological problem and I kept requesting them to shift me to the gastroenterology department. But I was kept in the general ward since June 10. I would have died if I hadn’t been taken to a private nursing home today,” the resident of Birati said. At Chittaranjan National Medical College and Hospital, 18-year-old Maina Pramanik from Canning was found writhing in pain under a tree. In an advanced stage of pregnancy, she could not get any bed in the maternity section. Her husband had taken her to other hospitals, but she was refused admission as her card was with CNMCH. Sauharda Das has been running from one official to another at SSKM Hospital, just to know about the condition of his uncle, who has been put on ventilation. “My uncle Biman Baran Sen was admitted after being found with three blockages in his heart. A bypass was carried out but he had to be put on ventilation due to post-operative complications. But there is none to tell us how he is. Since we have no access to the place where he has been kept, we are staying on the hospital premises,” he said. Anarul Haque’s wife was admitted at the rheumatology department at CNMCH with mouth and throat infection. But since Tuesday, she has received no treatment. However, there was a different picture at some hospitals as well. Md Raj Motijul of Ultadanga and Md Sahil of north Kolkata said they received treatment from senior doctors at NRS Hospital where junior doctors are still staging an agitation. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/death-suffering-keep-haunting-kolkata-hospitals-on-day-6-of-protest/articleshow/69818533.cms", "time": "2019-06-17 07:27:00"}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "\nJaya Bachchan inaugurates theatre fest celebrating womanhood in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Jaya-Bachchan-inaugurates-theatre-fest-celebrating-womanhood-in-Kolkata/articleshow/46663485.cms", "time": "", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "MMiC still in shock after magician’s death": {"description": "KOLKATA: A senior member, mayor-in-council of the Kolkata Municipal Corporation parks department, Debasish Kumar, is yet to recover from the trauma associated with the disappearance of magician Chanchal Lahiri. Kumar was present at the spot, on board a vessel, when the magician plunged into the river as part of his “trademark trick”. Kumar was invited by Lahiri himself a week before the show was scheduled. On Monday, Kumar said he had always been in love with magic shows and did not turn down requests by magicians to turn up for their performances. “Earlier, I had helped a magician by becoming his pillion rider as he drove his bike blindfolded. Sunday’s show was no exception. I went to encourage him. But little did I know that it would be the magician’s last show. When he plunged into the water I was told that Lahiri would resurface within 10 minutes. I then got a call from Netaji Indoor Stadium and headed there to attend a function. Later in the night, I was told that Lahiri was still missing,” Kumar said. Sources in the parks department said Lahiri had planned to do a trick and make Kumar disappear. The MMiC on Monday said that he had not responded to the magician’s request and hence the plan was dropped. “I had no idea that I would be witness to such a misadventure in my life. I really feel for the magician and his family,” Kumar said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/mmic-still-in-shock-after-magicians-death/articleshow/69833429.cms", "time": "2019-06-18 07:39:00"}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Kolkata: Bike gang vandalises 32 buses near Garia station, services hit on four routes": {"description": "", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kolkata-bike-gang-vandalises-32-buses-near-garia-station-services-hit-on-four-routes/articleshow/69818566.cms", "time": "2019-06-17 07:34:00"}, "Breathing poison, Barasat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/breathingpoison2cbarasat/articleshow/69510978.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "BJP trio arrested for TMC man’s murder in Hooghly": {"description": "KHANAKUL: Police took three BJP supporters into custody on Sunday, a day after Trinamool member Monoranjan Patra’s murder at a TMC office in Hooghly’s Khanakul. The arrests came as TMC youth wing president Abhishek Banerjee arrived here, met Monoranjan’s family and said that CM Mamata Banerjee was monitoring the situation. The BJP supporters — Bibhas Malik, Shyamal Bag and Bhupati Kotal — were among 16 named in the FIR lodged at Khanakul police station on a complaint by Monoranjan’s brother, Sandip. Hundreds of TMC workers and supporters gheraoed the police station on Sunday morning. They calmed down after the arrests. Monoranjan (56), a Khanakul panchayat samiti member, was attacked with rods and bamboo poles around 7.30pm on Saturday. He was secretary of Khanakul’s Harish Chowk High School, where he taught part-time. His family told Abhishek he had been attacked three days ago but police did nothing to increase his security. Sandip was heard sobbing: “Three persons who switched to BJP from CPM attacked him. My brother was taken to Khanakul hospital, but he had died by then.” Abhishek later told the media: “Goons whose name spelt terror during Left rule are back in action. Earlier, they enjoyed the shelter of CPM’s Hooghly strongman Anil Basu. Now, they are spreading terror under the saffron party banner. Ram bhakts who claim to champion Hindutva interests are not hesitating to kill Hindus either. Please remain united and don’t fear. I will return 10 days from now. CM Mamata Banerjee is personally monitoring developments in Khanakul.” The murders of two partymen in Arambag and Khanakul, however, have left local TMC workers jittery. However, BJP Arambag chief Biman Ghosh said: “This latest incident is the outcome of factionalism wi-thin TMC. They are blam-ing BJP for every incident. BJP is in no way involved (but) police are arresting anyone working for BJP.” Hooghly SP Sukhendu Hira said: “We are conducting a thorough probe and have arrested people named in the FIR. A police picket has been posted in the area.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/bjp-trio-arrested-for-tmc-mans-murder-in-hooghly/articleshow/69817838.cms", "time": "2019-06-17 11:57:00"}, "Unauthorized bike stand beside Barasat station": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unauthorizedbikestandbesidebarasatstation/articleshow/69510995.cms", "time": "", "description": ""}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Bishop reinstates ex-secy of La Martiniere schools": {"description": "KOLKATA: Bishop Paritosh Canning, the head of the Kolkata Diocese of the Church of North India, has taken the second major step after assuming office on June 10. He has removed the secretary of La Martiniere Schools, Shane Calvert, and replaced him with the former secretary of the school, Supriyo Dhar. Letters to this effect reached both Calvert and Dhar at almost the same time before school started on Monday. The first change that Canning brought in was to reinstate T H Ireland as the principal of St James’ School. He had been replaced by Hilda Peacock by an earlier order. In October 2018, Calvert had been ushered in by the then Bishop Probal Dutta, as part of a series of changes that his regime had rung in. One of the first steps taken then was bringing about changes in the board of governors of the La Martiniere Schools. Immediately thereafter, Dhar resigned from his position and Calvert was brought in as secretary. Dutta had said that since Calvert was also an educationist, he would help steer the school towards greater academic success. After resigning from his old position, Dhar took up an administrative post in Pailan World School. On Monday, however, he resigned to come back to La Martiniere. The letter that he received was signed by Bishop Canning and the priest of St Andrew’s Church Swarup Bar — both ex-officio members of the board of governors of La Martiniere Scholls — and said he was to resume work as secretary of the schools from Monday itself. “I am happy to be back. I am happy that the diocese thought that I was worthy enough to be called back as secretary of the two schools,” Dhar said on Monday. The position of secretary of La Martiniere Schools is a full-time paid post. The letter that reached Calvert said he was being removed from the position of secretary with immediate effect and a month’s salary would be paid. Calvert confirmed this. “I have received a letter saying that my services are not needed any more,” he said, adding, “They did not give any reason as to why they have terminated me.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/bishop-reinstates-ex-secy-of-la-martiniere-schools/articleshow/69833409.cms", "time": "2019-06-18 07:31:00"}, "Salman Proves": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "time": "", "description": ""}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "\nParikrama makes JU groove to its beats in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Parikrama-makes-JU-groove-to-its-beats-in-Kolkata/articleshow/46704024.cms", "time": "", "description": ""}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Let state governments function, TMC says after all-party meeting": {"description": "NEW DELHI/KOLKATA: Trinamool Congress on Sunday told Prime Minister Narendra Modi that state governments should be allowed to carry out their duties without any intervention from the Centre. The TMC, with 22 Lok Sabha MPs and 13 Rajya Sabha MPs — the third largest party in Parliament — reacted in the wake of the back-to-back advisories sent by the Union home ministry to Bengal. The MHA has also sought separate reports from the government on the ongoing doctors’ strike and the political violence that has left 160 people dead in the last four years. “In a true federalism structure, stop interfering in states. The elected state governments must be allowed to run the states and institutions independently,” TMC’s parliamentary party leader in the Rajya Sabha, Derek O’Brien, said after the all-party meeting convened by the PM in New Delhi on Sunday. Sudip Bandyopadhyay, TMC’s parliamentary party leader in the Lok Sabha, was also present at the meeting. Chief minister Mamata Banerjee had on Saturday rubbished the claims of MHA about “poor” law and order in the state, saying the Centre should send such advisories to states like Uttar Pradesh and Gujarat where “several murders have been reported in the last couple of years”. “We do not have any such situation in West Bengal. It is a very peaceful state. Ask the central government to send advisory to the Uttar Pradesh and Gujarat governments,” she said. Banerjee added: “In the last three years, after the Yogi Adityanath government came to power in Uttar Pradesh, several people were killed in the name of encounters. They do not allow people to lodge FIRs in Gujarat. How many advisories have they sent to these states?” About the junior doctors’ agitation in Bengal, Banerjee said sometimes incidents of strike happen in a democracy. In Sunday’s meeting, Samajwadi Party MP Ramgopal Yadav resonated Banerjee when he said the MHA sends an advisory to Bengal after three deaths and UP gets none after 25 deaths in post-poll violence. O’Brien said that the Women’s Reservation Bill should be passed in the first 10 days of the budget session of Parliament. This was agreed to by all parties. TMC has 41% women MPs in Parliament, the highest among all parties. He added that electoral reforms, including state funding of elections, should be discussed by all parties. “All of them should agree at the earliest, including paper ballots,” he said. Talking about the scrutiny of bills, he said: “We have told the government that in the last five years, 25% of bills were scrutinised by the Parliamentary Committees before these were passed.” “As much as 75% of bills were scrutinised in the first 60 years. In the 16th LS, only 25% underwent parliamentary scrutiny. So, we suggested that at least 75% should be scrutinised by the Standing Committee,” O’Brien said. “Between 1977 and 2005, out of 10 bills two were ordinances. But, in the last one year, there were four ordinances out of 10 bills. So, I request the government to not use the ordinance route. TMC feels that ordinance should be used only for emergency,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/let-state-govts-function-tmc-says-after-all-party-meeting/articleshow/69817811.cms", "time": "2019-06-17 15:39:00"}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "New principal at St Xavier’s Collegiate School": {"description": "KOLKATA: Fr Thamacin SJ took over as the new principal of St Xavier’s Collegiate School, Kolkata, on Monday. The Rector, Fr Dominic Savio, SJ, along with the staff and students, extended a warm welcome to the new principal. Thamacin has replaced Fr Benny Thomas who served the school for years. Fr Thamacin Arulappan M was born in Pondicherry in 1975. Before joining the school as principal, he was in charge of training catholic boys to become Jesuits. “My aim is to take the school to a greater height by implementing more technology-based reaching-learning processes, which will be more attractive to the students. I would also like to imbibe the culture of making students more responsible for a better society,” the newly appointed principal said. The new principal added that he wanted his students to grow up into human beings who will help transform the society for good. “I’m yet to take an overview of the school, which I shall do soon, and thereafter start implementing my ideas after consulting others,” he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/new-principal-at-st-xaviers-collegiate-school/articleshow/69833445.cms", "time": "2019-06-18 04:00:00"}, "Blaze at Lenin Sarani building in Kolkata sparks panic": {"description": "KOLKATA: A fire at a temporary structure on the roof of a five-storey building on Lenin Sarani sparked panic on Sunday. The temporary structure, which allegedly operated as a lodge, was gutted in the fire that was spotted around 6pm, a fire official said. Nine fire tenders had to be pressed into action to douse the blaze. Fire officials said that the fire was brought under control by 6.35pm and it was doused by 7.07pm. No one was trapped or injured in the incident. Residents of the area claimed that the lodge was being operated in the temporary structure without fire-safety clearance, for which minister of state for fire service Sujit Bose ordered a probe. Bose said a forensic team will visit the spot on Monday to find out the cause of the fire. He added that initially, there were two fire engines and later ladders were sent, following reports of people living in the building. Fire officials said they would investigate if a lodge was indeed operating without the department’s consent. They said they will take action against the owner of the building and will file an FIR if found that he was running a lodge illegally. The building also houses some shops on the ground floor and some residential flats on the upper floors. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/blaze-at-lenin-sarani-building-in-kolkata-sparks-panic/articleshow/69821819.cms", "time": "2019-06-17 12:04:00"}, "Black box of crashed AN-32 transport aircraft recovered at crash site": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/black-box-of-crashed-an-32-transport-aircraft-recovered-at-crash-site/videoshow/69773206.cms", "time": "", "description": ""}, "Snan Yatra of Lord Jagannath celebrated with fervour": {"description": "", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/snan-yatra-of-lord-jagannath-celebrated-with-fervour/articleshow/69827040.cms", "time": "2019-06-17 17:59:00"}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "IMA to go ahead with nationwide strike tomorrow in support of protesting Bengal doctors": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/ima-to-go-ahead-with-nationwide-strike-tomorrow-in-support-of-protesting-bengal-doctors/videoshow/69813259.cms", "time": "", "description": ""}, "Pedestrians right to footpath ignored": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pedestriansrighttofootpathignored/articleshow/69818283.cms", "time": "", "description": ""}, "Arson, firing in the air as TMC, BJP clash in Kalyani": {"description": "KALYANI: Seven rounds were fired in the air, four bikes were set ablaze and two cars damaged during a clash between Trinamool and BJP supporters at Kalyani in Nadia on Saturday night. Five persons were arrested. Trouble broke out when Trinamool’s Kalyani town president Arup Mukherjee and party workers were in Jogesh Colony to meet a colleague who had been beaten up, allegedly by BJP-backed miscreants, sources said. While returning with the injured person, Mukherjee said he got information that another party worker had been targeted by BJP men. “We returned to rescue him. But some 40-50 BJP workers attacked us with rods, bamboo poles and firearms. They even fired a few rounds and set ablaze four bikes of our partymen and damaged two four-wheelers,” he alleged. A complaint has been lodged with Kalyani police, Mukherjee added. BJP leaders denied the charge. “Trinamool men attacked Jogesh Colony to terrorise people as many there are now with BJP,” one of them said. “They came to the locality at 7.30pm to instil fear in the minds of people. Enraged locals chased the Trinamool goons. They (goons) fired seven rounds in the air while doing so.” BJP claimed innocents had been arrested and demanded their release. The party lodged a complaint with Kalyani police. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/arson-firing-in-the-air-as-tmc-bjp-clash-in-kalyani/articleshow/69817825.cms", "time": "2019-06-17 15:41:00"}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Careless Police": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/carelesspolice/articleshow/69818316.cms", "time": "", "description": ""}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Garbage remains dumped beside road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageremainsdumpedbesideroad/articleshow/69300019.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "Assault on doctors: Quicker probes, stricter action planned by Kolkata cops": {"description": "KOLKATA: Stringent and fast action against repeat offenders, quicker probes, more closed-circuit cameras and upgraded on-campus police outposts — these are just some of the measures that Kolkata Police is planning to stop assaults on and instil confidence in doctors, who are now into the sixth day of their stir, against a murderous assault last Monday. These measures are part of several long- and short-term measures being worked on by the Lalbazar brass. The state’s repeated assurances to act tough against such offenders have, till now, failed to placate the protesters. The city cops are examining whether fresh penal charges can be slapped against repeat offenders involved in assault on doctors over the past two years. According to senior officers, Kolkata Police is examining all cases involving assault of doctors in the past two years in government and private hospitals. “The primary idea is to reach the trial stage quickly,” said a senior officer. “The cops are also coordinating with the Directorate of Prosecutions (DoP) to expedite trial in cases where the chargesheet has already been filed.” Sources said cases that are still under investigation will be monitored closely by the detective department for quick probes and follow-ups in a time-bound manner. The cops are also trying to find out and identify whether repeat offenders are involved in these cases. Sources said such people will be slapped with fresh penal cases. In the NRS case, the probe is likely to be completed in the 90-day time frame to enable in-custody trial of the accused. Five people have been arrested in this connection, all of whom have been bailed out by a city court. The cops have drawn up fresh charges and plan to record the statements of the injured doctors once they recover to explore whether harsher charges — including attempt to murder — can be drawn up. The case is likely to be handed over to the detective department once the preliminary probe is completed by the Entally police, said a senior officer. Police commissioner Anuj Sharma, who visited the NRS hospital on Tuesday immediately after the attack on the doctors and vandalism on Monday night, has held several discussions with senior officers and the health department to work on these legal and administrative measures. The cops, who are closely working with the state health department on the hospital security audit, are re-examining whether more closed-circuit cameras can be installed in and around emergency and outpatients’ departments, subject to the hospitals’ approval. “There is a proposal for joint inspection by hospital authorities and the police to come up with a concrete plan for access control in the hospitals to contain movement of public on the hospital premises,” a senior officer said. Statistically, doctors have mostly been assaulted mostly in emergency departments. “There is also a proposal for police outposts at all hospitals to be upgraded and for those to be better coordinated with hospital security staff, which is under the administrative control of the hospital authorities,” said another source. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/quicker-probes-stricter-action-planned-by-cops/articleshow/69817946.cms", "time": "2019-06-17 09:47:00"}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Unanimous decision at think-tank HQ: Meet officials at CM-picked venue": {"description": "", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/unanimous-decision-at-think-tank-hq-meet-officials-at-cm-picked-venue/articleshow/69817683.cms", "time": "2019-06-17 11:45:00"}, "West Bengal stir: Doctors agree to talk ‘any time, any place’": {"description": "KOLKATA: Agitating junior doctors, in the first climbdown since they began their stir six days ago, said they were ready to meet West Bengal chief minister Mamata Banerjee any time and anywhere. This softening of stance had initially come with a rider: the meeting cannot be held behind closed doors, and the media should be allowed to telecast it live, though this demand is likely to be dropped. The state government res-ponded immediately, proposing a 3pm meeting at Nabanna on Monday, but cited legalities and constitutional propriety, which prevents such meetings from being held under full public glare. This request is likely to be granted by the doctors, sources indicated on Sunday, paving the way for “across-the-table” discussions between the protesters and the chief minister. “We are very hopeful about the meeting in Nabanna on Monday,” a senior officer, mediating for the state, said. “We have explained to them that given the issues involved, mainly legal, administrative and security-related, it is impossible for the state government to agree to their demand for an open-door meeting in presence of media. The chief minister is also sworn to an oath of secrecy in some such matters. We have explained they have every right to speak to the media aft-erwards, much like the norm in all such cases. They have agreed to it,” he said, requesting anonymity. The junior doctors, however, insist on video-recording the entire deliberations. The doctors, however, issued no statement on either this or their intent to attend the Nabanna meeting. Under pressure from several quarters, including sen-iors in the medical fraternity, for being inflexible in their demands, the junior doctors — with representatives from various medical colleges — held a four-hour general body meeting at NRS Hospital’s academic building. In a first, the director of medical education, Pradip Mitra, could speak in this GB meeting for several minutes. The meeting was also attended by some senior members of the faculty. The meeting was initially split three ways: a section of doctors agreed to the meeting at Nabanna; another section stressed on a neutral venue, such as Raj Bhavan; the other — a smaller section — insisted on holding the meeting at NRS. Meanwhile, pressure mounted on the doctors to find an end to the impasse. At 3.30pm, a group of doctors came out to announce their stand. They put in a few conditions “for the sake of transparency”, pointing to a lack of trust between the doctors and the administration. Continuing to address the CM as “manoniya (respected)”, as they did on Saturday night, while they spoke in Bengali, the striking doctors claimed that “discrepancies” in the CM’s last statement had created confusion among people regarding their “motto behind protest”. “We are hopeful that our CM will be considerate enough to solve the problems that the state is facing in the healthcare sector,” they said in a statement, refusing to accept any question from the media. “We leave the decision to choose the venue to the honourable chief minister, but it should accommodate representatives of all medical colleges of West Bengal in sufficient numbers,” the statement read. They expressed willingness to join work “as early as possible in the best interest of the common people once our demands are logically addressed and met adequately through discussions”. The press release issued at 4.20pm, however, dropped their “presence of national media” demand. Immediately after the student presser, DME Mitra apprised state health secretary Rajiva Sinha and the state administration, including the CM. Based on their go-ahead, he further met protesting students at the venue and stressed on the need for a closed-door meeting. Mitra also communicated that the number of delegates should be either one or two representatives from each of the 14 medical colleges in Bengal. With the students agreeing finally, a 3pm schedule was finalised after consulting the CM. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/docs-agree-to-talk-any-time-any-place/articleshow/69817936.cms", "time": "2019-06-17 09:39:00"}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Tollygunge Club hosts the 15th Eastern India inter-school golf tournament": {"link": "http://photogallery.indiatimes.com/events/kolkata/tollygunge-club-hosts-the-15th-eastern-india-inter-school-golf-tournament/articleshow/69737924.cms", "time": "", "description": ""}, "Pvt hospital OPDs virtually shut as docs on IMA strike stay away": {"description": "Kolkata: Outpatient departments (OPD) across private hospitals in Kolkata were on Monday crippled as doctors stayed away from duty in response to the IMA’s nationwide call to boycott non-essential health services on Monday. In most hospitals, less than 25% of the doctors were present while a couple of establishments shut their OPDs for the day as none of the doctors reported for work. Even though in-patient and emergency services remained normal, scores of patients had to return disappointed from outdoors. The Medica Superspecialty Hospital OPD wore a deserted look on Monday morning. Instead of the buzz that is generated by around 1,000 patients on a normal day, the OPD looked almost empty and silent with fewer than 50 patients being around. None of the doctors at the hospital attended to patients. Less than 40% of doctors were present at the Belle Vue Clinic OPD. A mere 42 patients registered, instead of the 350-odd on a normal day. “Some of our doctors attended chambers but very few patients were present. Normal functioning was affected,” said CEO P Tondon. While Peerless Hospital kept its OPD shut, Ruby General Hospital received around 150 OPD patients on Monday. It was far fewer than the normal number, which is usually around 350. “Less than a fourth of our doctors reported to duty and some of them did attend to patients. Most of our doctors had taken leave from their OPD duties on Monday and had duly informed us about their decisions. So we knew that our OPD would collapse,” said general manager operations of Ruby Subhashish Dutta. Majority of the doctors at CMRI Hospital stayed away from OPD, while patient attendance dropped to less than 10% of the normal figure. A mere 150 patients sought treatment across the three units of AMRI Hospitals on Monday. On a normal day, the hospital receives more than 850 OPD patients at its Mukundapur, Dhakuria and Salt Lake facilities. “Doctor attendance was very thin. Many of them called us to say they would not attend OPD. So we were ready for it. Very few patients turned up,” said AMRI CEO Rupak Barua. Last Wednesday, too, OPD services had been affected after doctors chose to stay away in protest against the assault on junior medics at NRS Medical College and Hospital. But Monday’s patient and doctor turnout across private hospitals was even lower. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/pvt-hospital-opds-virtually-shut-as-docs-on-ima-strike-stay-away/articleshow/69833438.cms", "time": "2019-06-18 04:40:00"}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "\nRain delays IPL 8 opening ceremony in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Rain-delays-IPL-8-opening-ceremony-in-Kolkata/articleshow/46850874.cms", "time": "", "description": "The opening night of the eighth Indian Premier League (IPL) kicked off at the Salt Lake Stadium in Kolkata on Tuesday. Though Bollywood stars like Hrithik Roshan, Anushka Sharma, Farhan Akhtar and Shahid Kapoor tried to lift the audience’s mood after a 1.5 hour delay in the ceremony due to heavy rain, the twiterrati were less than impressed – some calling the event a 'damp squib'.  Shahid almost slipped, Rohit Sharma stepped on a light while climbing the stage but, nonetheless, Virat Kohli was all smiles for obvious reasons at the ceremony. Download The Times of India News App for Latest City ."}, "Kolkata magician disappears in Hooghly river after river magic trick": {"description": "KOLKATA: A 41-year-old magician was feared drowned in the Hooghly on Sunday in front of a crowd of horrified onlookers while trying to perform an underwater escape act, a version of which he had performed six years ago, and popularised by Harry Houdini almost 100 years back. Chanchal Lahiri — who went under the stage name Mandrake — seems to have had little luck with this act. In 2013, when he performed the escape, he was assaulted by onlookers, who claimed they felt cheated as they had seen through the trick. There are conflicting reports on the accident, which happened around 12.35 pm near pillar 28 of Howrah bridge. A source said Lahiri had taken a launch to the broadest part of the river. Most spectators were on the vessel; others gathered on the shore and bridge. Lahiri was to tie his limbs and mouth and be dropped into the river by a crane. Some claimed he had jumped directly from the bridge, which authorities disputed. The plan was for him to swim back to the launch. Mandrake was no stranger to misadventures, recalls copBut the swim back never happened. “When he did not come out for a long time, people panicked. A couple of people said they saw a man struggling, seeking help, in the middle of the river. The North Port police was informed and a team of divers from the disaster management group joined the rescue operation. Till late evening, Lahiri’s body was yet to be recovered,” said DC (Port) Syed Waquar Raza. “Lahiri is a resident of the southern suburbs of Kolkata. He had sought permission from both Kolkata Police and the Kolkata Port Trust. He had clearly mentioned the act was to happen on a boat or vessel and there was no connection with water. Hence, we allowed him permission. However, he did vaguely mention an ‘extra act’, which he did not clarify. We are investigating,” Raza added. In 2013, facing assault from the mob, he had said he was merely trying to popularise the art of magic. “Mandrake had been put into a sixfoot-tall cage with six locks. It was to go 30 feet under water. Even as a crane lowered the cage into the river, thousands watched from the Howrah bridge and the launch jetty in Howrah. About six seconds later, Mandrake emerged from the water and climbed on to a launch. Soon after he reached the Howrah ferry ghat, he was surrounded by people who claimed they were cheated. The cage, they claimed, was fitted with a false door that was easily visible,” one of the cops from the river traffic department recalled. But that wasn’t Mandrake’s first magic misadventure. Almost a decade earlier, he had declared that he would walk on the Hooghly waters, but had to beat a hasty retreat when the performance went wrong. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/magician-vanishes-into-hooghly-waters/articleshow/69818490.cms", "time": "2019-06-17 13:28:00"}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Undertrial AIDS patient returns without treatment": {"description": "KOLKATA: A Nigerian woman, who had been arrested by the Narcotics Control Bureau (NCB) at Kolkata airport last July for trying to smuggle in drugs, was among 12 undertials who had been brought to RG Kar Medical College & Hospital by cops from the Bidhannagar Commissionerate for medical examination and treatment had to return without getting either done. A Nigerian undertrial is an AIDS patient. She had complained of difficulty in vision and hearing as well as mild respiratory trouble. Officers from the Bidhannagar Commissionerate tried to convince doctors at the emergency ward to carry out some treatment but the doctors allegedly referred her to the out patients department that has been shut since Tuesday. Acting on intelligence inputs, NCB officers intercepted the 31-year-old woman the moment she landed in Kolkata from Mumbai. During a body search, LSD blots and cocaine were retrieved from her private parts. Initially, 20 LSD blots were found in her bag. But later, she took out 12gm cocaine from her private parts as well. After she complained of pain in her lower abdomen and revealed that more contraband substances were concealed inside her vagina, she was rushed to a nearby hospital, where a trans-vaginal USG test was carried out. It is during the routine tests that doctors found out that she was suffering from AIDS. The prison authorities also discharged five of nine convicts who were admitted to the hospital as they felt the prison doctor could provide some care till the imbroglio at government hospitals was resolved. A call on whether to discharge the remaining four prisoners will be taken later. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/undertrial-aids-patient-returns-without-treatment/articleshow/69833465.cms", "time": "2019-06-18 04:42:00"}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "End to impasse will rejuvenate strained doctor-patient relationship, say medics": {"description": "KOLKATA: The interaction between the chief minister Mamata Banerjee and agitating doctors on Monday has not only promised an end to the impasse that had gripped the state healthcare for almost a week but also shown the positive vibes that can rejuvenate the strained doctor-patient relationship, felt senior medics in the city. They have also pointed out that even though the measures promised by the government will not solve the healthcare problems in the short run but the meeting has managed to bring to the fore the constraints under which state hospital doctors have to function. “We are relieved that the deadlock has broken and the strike is about to be withdrawn. It was plaguing both the patients and doctors. While the meeting doesn’t provide any long-term solution to the issues raised by the doctors, there is now an assurance that the short-term problems will be addressed. It has been a small but significant step on behalf of the government and if it continues to give doctors a patient hearing more serious issues like lack of resources, work pressure on doctors and the need for tighter security should be addressed sooner than later,” said cardiac surgeon Kunal Sarkar. The ceasework by doctors was driving a wedge between them and the patients, that was turning out to be damaging for both, said oncologist Subir Ganguly. “Conflicts like this are bad for healthcare for they tend to pit patients and doctors. We must learn to co-exist and help each other. An amicable end to the crisis, however, promises to wipe out the bitterness. The agitation has exposed the trying circumstances under which doctors have to work and also the fact that they must keep serving with whatever they have for the sake of patients. I believe this fracas will actually bring patients and doctors together, though, in the long-run the government must look to enhance facilities and resources at state hospitals,” said Ganguly. While the strained doctor-patient relationship has been prevented from worsening, the scars of the agitation will persist, felt IPGMER professor of surgery Diptendra K Sarkar. “It is important to ensure that the promises made at the meeting are kept. Doctors, on the other hand, should realize that they need to handle emergency cases better. But for a long-term improvement in doctor-patient relationship, we need better infrastructure at state hospitals and adequate security for doctors, otherwise a similar incident will be repeated soon,” said Sarkar. Ganguly stressed on the need to sensitize patients, pointing out that doctors needed to communicate more frequently with patients’ kin. “A lot of issues can be solved if patient families and doctors interact more. It will lead to a higher degree of trust between them, which is sadly lacking now,” he said. The peaceful end to the impasse should be used as a launchpad to improve health infrastructure in the state, said Kunal Sarkar. “We didn’t expect the meeting to throw up all solutions but it has brought the stakeholders together. Now, it is up to us to implement the measures to take it forward,” Sarkar said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/end-to-impasse-will-rejuvenate-strained-doctor-patient-relationship-say-medics/articleshow/69833494.cms", "time": "2019-06-18 10:15:00"}, "Garbage littering at B.B.Ganguly Street": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagelitteringatb-b-gangulystreet/articleshow/69718333.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "\nSahil Sangha and Dia Mirza attend the showcasing event of Shantanu and Nikhil’s couture collection in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Sahil-Sangha-and-Dia-Mirza-attend-the-showcasing-event-of-Shantanu-and-Nikhils-couture-collection-in-Kolkata/articleshow/49817649.cms", "time": "", "description": "Shantanu and Nikhil’s couture collection is for the man who is well-travelled, has an innate sense of style, someone who chooses understated yet classic designs and understands luxury.  The autumn-winter collection that the designers showcased in Kolkata on Sunday, set new benchmarks in men’s couture wear. An ode to the past: The collection, ‘The Prince Unknown’, took inspiration from the bygone era, but the balance of contemporary and traditional was well achieved in the designs that were all about structured silhouettes, drapes and layers. Says Shantanu, “We have always been inspired by the pre-Independence era. Through this collection, we revisited the palaces and had an insight into the lives of royalty. The princes and kings had a charming appeal and were known for their unique and classic style. They were fearless, indulgent and knew what luxury is. We wanted to show that prince and rulers in the past had a life which pretty much had the motto of work hard, party harder. So the fearless attitude is reflected in the structured silhouettes. There was also a bit of feminine touch through the drapes and layered effect. We used a lot of raw silk, jerseys to create that fall and effect in drapes and layers in kurtas.” Of Nehru jackets and waistcoats: From rich tones like royal blue and maroon to subtle shades like beiges, brown and grey, the collection presented a mix of shades. Muted embroidery on jackets, texturing and fine detailing were noteworthy. Layered kurtas, bandhgalas, sherwanis with churidaars were part of the collection. The designers paid a lot of attention to jackets. “This time the emphasis is on our love for Nehru collars. Nehru collar was given different shapes, some rather high and some were kept in their natural form – something that we are used to seeing. Then there were variations in jacket lengths. There were cropped jackets, waist coats, bandhgalas and sherwanis with lengths kissing your knee and with high slits so that one can see the drama at the bottom. It was a jacket-focused collection and textures were very tone-on-tone. There was a hint of understated luxury throughout the collection,” says Shantanu. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "TMC’s Noapara MLA in Delhi, sparks buzz on BJP switchover": {"description": "Kolkata: BJP MP Arjun Singh’s brother-in-law Sunil Singh took a Delhi-bound flight early on Sunday from Kolkata, sources said, leading to speculation whether Trinamool’s Noapara MLA was going to follow in Arjun’s footsteps and join BJP. Sunil, the husband of the newly elected Barrackpore MP’s sister, is also chairman of Trinamool-run Garulia municipality. He is likely to join BJP, along with 12 of Garulia’s 21 councillors, in New Delhi on Monday, setting off a buzz that the municipality may go to the saffron party. “Sunil is accompanied by 12 councillors, including Garulia’s vice-chairman Subrata Mukherjee and only Congress councillor Goutam Basu. They will join BJP on Monday,” a party insider said. Sunil, while leaving his Garulia home on Sunday morning, however, said: “I haven’t made up my mind yet. But now we start my journey for Rajasthan to visit Ajmer Sharif along with some of my councillors.” He took a Delhi-bound flight around 5.30am. Sunil’s son Aditya Singh, BJP’s Noapara Youth Morcha president, said: “As far as I came to know from my party sources, my father and some councillors have already reached Delhi on Sunday afternoon and they are expected to join BJP tomorrow.” Considered an asset to Trinamool, Sunil had won the Noapara assembly seat in a 2018 bypoll with a margin of 63,018 votes by defeating BJP’s Sandip Banerjee. He was crucial to Bengal’s ruling party in the recently-concluded Lok Sabha polls and helped Trinamool candidate Dinesh Trivedi garner a record number of highest votes from Noapara segment against his BJP rival Arjun Singh. Speculation was rife even before Lok Sabha polls that Sunil was planning to change party after Trinamool’s then Barrackpore strongman Arjun Singh joined BJP. Sunil’s son Aditya had already joined the saffron party and TMC leaders had even raised questions on his role in the party at such a crucial time. Sunil initially said there was no plan to change party; he was even found sharing the dais with Trinamool boss and chief minister Mamata Banerjee at the party’s Kanchrapara meeting on Friday. But at last the Noapara MLA may have decided to join BJP. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/tmcs-noapara-mla-in-delhi-sparks-buzz-on-bjp-switchover/articleshow/69817828.cms", "time": "2019-06-17 06:00:00"}, "Mamata Banerjee keeps her word, visits Paribaha Mukhopadhyay at hospital": {"description": "KOLKATA: During her meeting with junior doctors at Nabanna on Monday, chief minister Mamata Banerjee had said she would visit Paribaha once they withdrew their agitation. True to her word, Banerjee rushed to Institute of Neurosciences Kolkata (INK), where Paribaha is being treated, later in the evening. It was the Mamata, known for her humane face, at the hospital who showered her affection and expressed concern over the health of the injured intern of NRS Hospital. “Kemon achho? Onek kostho hochhe? (How are you? Are you in much pain),” asked the visibly moved Mamata. Paribaha had sustained a depressed fracture of the right frontal skull during the mob attack on Monday night. The intern was on duty at the emergency unit when a mob raided the hospital. He was immediately rushed to INK in a pool of blood. The CM looked at Paribaha’s head injury. The wound had been kept open for healing. She was appalled that he had required 13 stitches. She also checked on the channel for IV fluid administration. “I know how painful are these channels that have been put for IV fluid and medication. I myself had to undergo the same when I was admitted after being assaulted,” the CM told Paribaha. The CM was accompanied by government officials, including state health secretary Rajiva Sinha. She spent close to 15 minutes interacting with Paribaha and doctors. “In addition to enquiring about Paribaha’s health, the CM also assured him of all help and asked him not to worry about anything and that he would recover fully from the injury. Paribaha looked happy and assured,” Sinha said. Even as Dr RP Sengupta, the chairman of INK told the CM that the hospital was ready to waive the Paribaha’s treatment expenses, Banerjee appreciated the gesture but insisted that the government will bear the cost. “Kobe bari jete parbe (When can he go home)?” Mamata asked Senguputa. She was told that the decision on his discharge will be taken in a few days. The CM left the hospital after wishing Paribaha a speedy recovery. Despite the skull bone fracture doctors said luckily, the bone had not broken into fragments and that the depressed bone had not caused a deep injury to the brain. He had undergone a surgery to bring the depressed bone up on Tuesday itself. Initially, kept in the ICU, Paribaha has been in the general ward for the past few days. Though his condition is stable, doctors said that he still suffers from anxiety and trauma. He has complaints of vision and balancing problems. “The CM’s visit and the withdrwal of the agtiation should soothe his nerves to certain extent and give some relief from the anxiety,” Sengupta said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/cm-keeps-her-word-visits-paribaha-at-hosp/articleshow/69833517.cms", "time": "2019-06-18 10:01:00"}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Kamaleswar Mukherjee and Sidhu appeal for doctors' safety": {"link": "https://timesofindia.indiatimes.com//city/kolkata/kamaleswar-mukherjee-and-sidhu-appeal-for-doctors-safety/articleshow/69812533.cms", "time": "2019-06-17 00:00:00", "description": "Joining the medical fraternity across the country which has stood up in support of the doctors who are on strike in West Bengal since Thursday, are director Kamaleswar Mukherjee and singer Sidhu. Here's what they had to say about the impasse. 'Guess we all need safety at our work place, and doctors are no exception'03:01Director Kamaleswar Mukherjee shares his opinion on the ongoing doctors' strike in WB'‘I was a junior doctor, both at the Medical College and SSKM. People must realise that they are junior doctors, who are learning to deal with the patients and their families. There’s a huge responsibility on their shoulders. I guess we all need safety at our workplace and doctors are no exception. During my stint, I didn’t seen so much of cruelty from the patient’s side. I feel those who commit such misdeeds should be arrested. The law enforcement should be strict, so that no one dares to tamper with the security system. Also, the government should have been more empathetic towards junior doctors. Demonstrating power never solves any problem. I guess the two parties should’ve discussed and come up with a solution long back, so that work could have resumed faster. It’s sad to see so many patients being deprived for so long’ ‘It’s time when we should let our ego take a backseat and ensure doctors' safety’‘I was once a junior doctor at the National Medical College, so I know the amount of stress and pressure they handle every day. In most government hospitals, it is always the junior doctors who take maximum work load. Tackling so many patients is not a joke. On top of that, they are asked several questions by the patient's family, who at times get restless and abusive. Personally, I haven't faced a situation like what happened at the NRS. Before beating up doctors, you should remember that they are the ones who save our lives. They sacrifice a lot to serve us. Juniors doctors are always on call at night, which is not an easy life to lead! They don't deserve such bashing. The incident that happened at NRS was inhuman. It's unfortunate that so much time has been wasted over venue selection instead of solving the problem of doctors' safety. It's time when we should let our ego take a backseat and ensure doctors' safety, so that doctors can start work immediately. There are so many patients, who depend on government hospitals for treatment. I think, a bit of tolerance and flexibility can surely resolve this issue’ — Sidhu, singer-songwriterIn Video:Director Kamaleswar Mukherjee shares his opinion on the ongoing doctors' strike in WB'Download The Times of India News App for Latest City ."}, "A drop is required to Save a Life": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/adropisrequiredtosavealife/articleshow/69300043.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Mamata Banerjee nod to live-telecast meet helps break stalemate": {"description": "KOLKATA: The meeting — between chief minister Mamata Banerjee and the agitating doctors — that promised to break the seven-day stalemate, was supposed to start at 3pm. But till around 2.45pm, uncertainty loomed over the meeting as the doctors refused to relent and stuck to their demand that the proceeding be telecast live. The state government, which walked the extra mile to accommodate all demands to pave the way for the Nabanna meeting — including agreeing to videograph the event and even livestream it online— didn’t agree to the live-telecast idea. It was finally at 2.45pm that the CM finally intervened and gave it a go-ahead. The meeting started at 4.05pm. Monday’s soft stand was quite contrasting to what had happened last Thursday, when the CM’s announced visit to SSKM Hospital and her four-hour deadline to end strike aggravated the situation. The doctors and the state appeared to be headed to a collision course with no resolution in sight. With the stir getting attention nationally, problems started cropping up for the government with political parties trying to fish in troubled waters. Till then, the government appeared to be rigid and inflexible. Mass resignations by senior doctors to show solidarity to the protest compounded the problem. The tide, however, started turning the day after. Senior party leaders Partha Chatterjee and Firhad Hakim on Friday took to social media to urge the doctors to resume work. Conspicuously absent in their pleas were words like “take strong action” and “outsider” that the CM had said the day before. The administration appeared to have shrugged off its reluctance and made repeated outreach to the agitating doctors. State health secretary Rajiva Sinha, director of medical education (DME) Pradip Mitra and even senior faculties of medical colleges reached out to junior doctors to lend an ear to their grievances. To cloak its attempts with neutrality, five senior medics met the CM and stressed on the need for a dialogue. The administration finally made a complete turnaround and adopted a far more reconciliatory approach the day later — on Saturday. CM Banerjee not only spoke in detail on the Monday night vandalism and attack on junior doctors, she also spelt out the steps taken by her administration. She also went to the extent of suggesting that the doctors talk to her chief secretary and even the governor should they have any qualms to speak to her directly. The CM’s plea and reconciliatory approach — where she was ready to discuss and act on all demands — clearly gave an impression that the junior doctors were stalling a “genuine effort” to resolve the crisis. This appeared effective, forcing the agitators to reciprocate by dropping their key demand that the CM comes to NRS Hospital for discussions and agreeing to meet her in Nabanna. The state, which had initially strategised that the growing public opinion against the doctors’ strike will force the agitators to relent, had initially misread the situation. The doctor’s demands not only resonated statewide but got the backing of the medicla fraternity nationally. Realising this, the state government didn’t aggravate the situation further but focussed to build bridges with the doctors. The week-long disruptions, however, required the state government to accede to another key demand — to live telecast the entire proceeding. The state administration was reluctant to it but the CM said, “When I heard of this, I said why not? I always hold my administrative meetings in public. It is transparent and in full public view. So, I agreed to it immediately.” With the CM’s nod, DME Mitra didn’t waste time to convince the students to take them to Nabbana in a state health department bus for the 1.5hour-long meeting. And the meeting, finally, helped resolve the crisis which had crippled the healthcare sector over the last seven days. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/mamata-nod-to-live-telecast-meet-helps-break-stalemate/articleshow/69833514.cms", "time": "2019-06-18 10:07:00"}, "\nThe premiere of Paoli, Vikram's Ajana Batas\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/The-premiere-of-Paoli-Vikrams-Ajana-Batas/articleshow/46745998.cms", "time": "", "description": ""}, "Those living in Bengal will have to learn how to speak Bengali, says Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/those-living-in-bengal-will-have-to-learn-how-to-speak-bengali-says-mamata-banerjee/videoshow/69790780.cms", "time": "", "description": ""}, "Have accepted all demands of protesting doctors, they must rejoin service, says Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/have-accepted-all-demands-of-protesting-doctors-they-must-rejoin-service-says-mamata-banerjee/videoshow/69803627.cms", "time": "", "description": ""}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Agitations continue as 550 doctors resign in West Bengal": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/agitations-continue-as-550-doctors-resign-in-west-bengal/videoshow/69793949.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "CM Mamata accepts proposal of doctors to set up Grievance Redressal Cell": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/cm-mamata-accepts-proposal-of-doctors-to-set-up-grievance-redressal-cell/videoshow/69831372.cms", "time": "", "description": ""}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Kolkatans let their hair down and party hard at city pubs": {"link": "http://photogallery.indiatimes.com/events/kolkata/kolkatans-let-their-hair-down-and-party-hard-at-city-pubs/articleshow/69769843.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Pollution unabated, Bagjola": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pollutionunabated2cbagjola/articleshow/69718319.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "\nIsheeta, Bodhisatwa collaborate with Cube Root for Jamsteady, in Kolkata\n": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Isheeta-Bodhisatwa-collaborate-with-Cube-Root-for-Jamsteady-in-Kolkata/articleshow/46746032.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Pitiable condition of roads & footpath": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pitiableconditionofroads26amp3bfootpath/articleshow/69300023.cms", "time": "", "description": ""}, "Hours before stir ends, patients knock on govt hospital doors, turned away": {"description": "KOLKATA: A 37-year-old HIV patient from Rajarhat has been coming to R G Kar Medical College and Hospital since last Wednesday. Suffering from severe respiratory trouble and diarrhoea, he has been desperately visiting the hospital’s medicine counter. The medicines are not available in private medicine shops. “I am feeling very unwell and need the medicines. Unless the OPDs start functioning, I cannot get the medicines. I went to SSKM and Medical College as well. But doctors expressed their inability to help till the stir gets over,” said the patient. Bangladeshi national Afsana Akhtar Setu, 18, has landed at SSKM after two years of treatment in Dhaka failed to cure her. She has been suffering from rashes and pain in the limbs. Last Monday, she underwent a checkup in the OPD where she was prescribed blood tests. But with hospital services getting hit by the stir, she has been unable to get the tests done. “I have spent everything on the treatment in Bangladesh and don’t have money to do the tests in private diagnostic clinics. I can get the tests done only when services resume at government hospitals,” Setu said.  Worried relatives of patients admitted in the government hospitalSiddique, a paramedic from Satkhira in Bangladesh, brought a woman and her three-year-old son to Kolkata, assuring them of treatment. The child, with a head injury, has not been able to eat or speak for eight months. But he was turned away by Institute of Child Health and NRS. Siddique, however, refused to give up and vowed to visit government hospitals till one of them was compassionate enough to treat the child. Jayanti Ray, 20, who suffers from a tumour in the leg, has been waiting for the past one week for the rescheduling of an operation that was initially scheduled on Tuesday. She is fervently looking forward to an end to the deadlock so that the operation can finally be done.  People wait at the gate of Medical College and Hospital, praying for services to resume at the earliestThe parents of Sohaib Mollah, 4, have been unable to get their son treated for his leg injury he had suffered at home in Raidighi last Tuesday. “He is critical now and writhing in pain. We have been pleading with doctors but they have remained unmoved,” said Sohaib’s father. Shyam Chand Mondal, 45, from Jharkhand, has been unable to chew after a bike accident a fortnight ago. At the Rafi Ahmed Dental Hospital, he was to be operated on on Tuesday but the suregry is yet to be carried out. A couple shift their child with a fractured leg from NRS Hospital to a private nursing homeDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/hours-before-stir-ends-patients-knock-on-govt-hospital-doors-turned-away/articleshow/69833477.cms", "time": "2019-06-18 04:43:00"}, "Mandrake's live stunt in Hoogly turns fatal; loses his life": {"description": "KOLKATA: A 40-year-old Kolkata based magician, Mandrake, who tried to do tricks like legendary magician of escape games Harry Houdini, drowned in the river Hooghly here while trying to perform an underwater live stunt on Sunday. Eyewitnesses said Chanchal Lahiri, who was lowered into the river standing in a six-foot tall cage having six locks, from Millenium Park here for the underwater escape act, disappeared near pillar number 28 of the Howrah Bridge. The police on Monday evening said a body resembling the magician was found near Ramkrishnapur ghat in Howrah but it was yet to bve identified by his family members. Lahiri, a resident of southern suburbs of Kolkata, had done the same trick in 2013 in same Hooghly river, but this time he ran out of luck and drowned. Six years back, people watching his stunt show had reportedly assaulted him after seeing through his trick. The wizard mandrake was trying to do escape act popularised by American stunt performer Harry Houdini around 100 years back. The police along with Disaster Management Group began a search for him on Sunday after receiving information that he did not emerge from the river. \"We tried to spot him. But it seems the stream has swept him away. Our divers dived deep, but could not locate him. Because of darkness, we had to temporarily stop our search operation on Sunday evening,\" a senior police officer said. Lahiri had taken permission from both Kolkata Police and the Kolkata Port Trust, police said. \"He had mentioned the act was to happen in a boat or vessel and there was no connection with water. Hence we allowed him permission. \"However, he vaguely mentioned an 'extra act' which he did not clarify. We are investigating,\" a senior police officer said. Lahiri took a ferry from Fairly Place Ghat at around noon to perform the magic, an onlooker said. \"The magic that Lahiri was to perform was very risky and complicated,\" he said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/mandrakes-live-stunt-in-hoogly-turns-fatal-loses-his-life/articleshow/69831685.cms", "time": "2019-06-17 23:01:00"}, "They drew flak, but managed to broker peace": {"description": "KOLKATA: The five doctors, specially the four serving ones, had been trolled for trying to broker peace between the agitating doctors and the government. But they did not give up. They visited Nabanna for the second time to play mediators even as the junior doctors turned down the talks offer with the CM at Nabanna. On Monday, as junior doctors and the CM met, two of the five were seated with the junior doctors. “I had been in touch with some of the junior doctors on a personal level. But the agitation went on. That is why some of us decided to play mediators,” Abhjit Chowdhury, hepatology head at SSKM Hospital told TOI. “At the same time, we tried to convince the CM that this movement was apolitical and that they need to be spoken to with empathy,” he added. Five doctors, three from SSKM — Chowdhury, Alokendu Ghosh (rheumatology head) and Makhan Lal Saha (general surgery head) — along with Plaban Mukherjee (CTVS head) at Medical College Hospital and Sukumar Mukherjee (medicine specialist) formed a team to visit Nabanna on Friday evening in an attempt to broker peace. Even as the junior doctors turned down the offer to hold talks with the CM at Nabanna on Friday, Mamata Banerjee’s appeal through media right after meeting the five doctors on Saturday raised hope for reconciliation. “The agitating doctors are emotional, especially as one of their colleagues was brutally assaulted. Therefore, they needed to be lent a patient hearing. We are happy that the impasse has ended,” Sukumar Mukherjee told TOI. The team had to face a lot of flak from junior as well as senior doctors for appealing to the protesters to go to Nabanna. The four doctors had signed the symbolic mass resignation letter on Friday, minutes before heading to Nabanna. “There was dilemma as we morally supported the demands of the junior doctors. But at the same time, someone had to show them how and when to come out of the agitation as common people were suffering. Despite the trolling, we wanted to see a happy ending to the impasse,” Chowdhury added. The director of medical education, Pradip Mitra, told the junior doctors not to waste this golden opportunity. As the junior doctors kept insisting on media coverage of the meeting, Mitra spoke to the health secretary and the CM. Finally, the CM gave a go-ahead for the live telecast. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/they-drew-flak-but-managed-to-broker-peace/articleshow/69833556.cms", "time": "2019-06-18 09:57:00"}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "3 directors, 3 RBU dept heads resign": {"description": "Kolkata: Heads of the departments of Sanskrit, political science, economics and education, along with the directors of Ambedkar Study Centre, Bangladesh Study Centre and School of Languages at the Rabindra Bharati University resigned on Monday. Their decision was taken over the university authorities’ alleged indifference and slackness in probing allegations of gender and caste discrimination by a geography teacher. The mass resignation, ironically, coincided with a two-member probe committee meeting for the first time to probe the charges made late last month. According to sources, the geography teacher had alleged harassment against a section of Chatra Sansad office-bearers and members on May 25. The teacher, who suffers from a bone degenerative disease, had fallen ill after the alleged harassment. A few days later, she lodged a formal complaint with the VC. According to sources, the teachers were upset because this wasn’t the first time that such an allegation had been made. While the probe into the former cases couldn’t be concluded due to lack of a formal complaint or evidence, teachers alleged RBU has shown reticence to a detailed probe this time around. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/3-directors-3-rbu-dept-heads-resign/articleshow/69833436.cms", "time": "2019-06-18 04:00:00"}, "Docs donate blood, treat patients on cease-work day": {"description": "KOLKATA/MIDNAPORE: On a day doctors across the country stayed away from work in response to the IMA strike, a group of medics at Medical College and Hospital answered the call of duty by donating blood on Monday. As many as 58 PG trainees and junior and senior doctors at MCH donated blood that will replenish the hospital’s blood bank. The 58 units collected could be used mostly for thalassaemia patients, said doctors at the hospital. “Most of the blood collected will go to thalassaemia patients in our hospital. Blood is scarce and it’s important to ensure that our bank doesn’t run out of supply. Thalassaemia patients need transfusion frequently. So, we decided to arrange for the donation on a day when we did not work,” said Sayantan Saha, a second-year student of transfusion medicine who played a role in holding the camp. Many of the junior doctors, including Shivani Shipra, Abhishek Koley, Soumaydeep Ghosh, Saswata Banejee and Souparna Saha, who were staging the demonstration, took a break to donate their blood. Some faculty members, including Dr Sabyasachi Das, professor of anaesthesia, too, donated blood. Besides donating blood, some junior doctors set up a table at the gate and attended to some critical patients. And it was not only MCH doctors but several others across the state attended to patients, despite the IMA call to boycott non-essential services. Veteran surgeon P K Biswas of Midnapore was among them. He kept his chamber shut but treated patients under a tarpaulin shed that he put up nearby. Around 50 patients visited him. Even though Biswas usually takes a fee of Rs 50 a patient, he didn’t charge any of them. “I had kept my chamber shut responding to the IMA cease-work call. Doctors are being assaulted across the state and I felt I should join the protest. But it’s my duty to attend to patients as well. So I was open to consultations outside my chamber,” said Biswas, who usually treats around 150 patients on a normal day. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/docs-donate-blood-treat-patients-on-cease-work-day/articleshow/69833446.cms", "time": "2019-06-18 04:41:00"}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "West Bengal: Doctors' stir enters sixth day, venue for talks with CM yet to be decided": {"link": "https://timesofindia.indiatimes.com//city/kolkata/west-bengal-doctors-stir-enters-sixth-day-venue-for-talks-with-cm-yet-to-be-decided/articleshow/69810380.cms", "time": "2019-06-16 12:17:00", "description": "KOLKATA: The impasse at the state-run medical colleges and hospitals in West Bengal entered the sixth day on Sunday, even as the agitating doctors asserted that they were open to talks with the government, the venue for which would be decided by a governing body of medical practitioners. Earlier, the agitators had insisted that chief minister Mamata Banerjee visit the city's NRS Medical College and Hospital, the epicentre of the agitation. After an internal meeting late on Saturday, the doctors, who had turned down an invite for a closed-door meeting with Banerjee at the state secretariat, mellowed down and stated that they were ready to hold a dialogue in any form, but the venue of the meeting would be decided later. \"We will be deciding on our next step during a governing body meeting today. We are open to any dialogue as always. The venue for the meeting will be decided soon,\" a spokesperson of a joint forum of junior doctors told reporters here. During a press conference at the state secretariat on Saturday, Banerjee urged the agitators to resume work and said her government had accepted all of their demands. She also stressed that a group of doctors had met her and expressed their willingness to join duty, a claim vehemently refuted by the striking doctors. During the meet, the chief minister emphasised that her government had not invoked the Essential Services Maintenance Act (ESMA) to get the doctors to resume work. \"We have laws, but we do not want to use them.... We are not going to take any stringent action against any of the agitating junior doctors and hamper their career,\" she said after the agitators did not turn up for a meeting at 5pm. The Ministry of Home Affairs has issued an advisory, seeking a report on the ongoing stir and stating that it had received a number of representations from the medical fraternity from different parts of the country for their safety and security in view of the strike in West Bengal. Bengal Governor K N Tripathi has written to Banerjee, advising her to take immediate steps to provide security to the medicos and find out a solution to the impasse. The chief minister said she had spoken to the governor and apprised him of the steps taken by her government to resolve the matter. Doctors across the state called for a strike after two of their colleagues were brutally assaulted at the NRS Medical College and Hospital by the family members of a patient, who died on Monday night. The services continue to remain affected in the emergency wards, outdoor facilities and pathological units of many state-run hospitals and private medical facilities in the state, leaving several patients in the lurch. The Calcutta high court had, on Friday, refused to pass any interim order on the strike by the junior doctors. It had also asked the state government to persuade the doctors to resume work. Download The Times of India News App for Latest City ."}, "When junior doctors called off strike like 'good boys'": {"description": "KOLKATA: The longest cease-work in recent memory in Bengal’s public-sector healthcare system ended on Monday evening, with junior doctors promising to resume duty on Tuesday morning, exactly a week after their stir crippled outpatients’ departments and severely affected emergency wards across the state. Ultimately, it took one sentence from the “abhibhabak (guardian)” to end the stalemate in which doctors from across the country got involved. “Lokkhi chhelera, ebar tomra strike tule nao. Ekhane ektu mishti kore bolo, okhane giye ektu joralo golaye bolo (Now please withdraw your strike like good boys. Say it sweetly here even though you may have to say it a little more strongly once you return to your campus),” Bengal CM Mamata Banerjee told a team of 31 junior doctors, who represented their community, at a meeting in Nabanna on Monday evening. In the end, the junior doctors’ insistence on a meeting in front of TV cameras — and the government’s reluctant consent — turned out to be a masterstroke for Banerjee. The Bengal CM came out as the stateswoman — “guardian and protector” to the striking junior doctors (in their words) who calmly negotiated a tricky dialogue — in about 100 minutes of live TV broadcast that was watched with as much interest on the NRS campus in Kolkata as at AIIMS, New Delhi. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS last Monday (the incident that triggered the stir) and then escalated the pitch after Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday, relented in the face of some gentle persuasion and genuine-sounding assurances from the CM. What must have also played on their mind was the rising public opinion against the continuing strike, especially after the CM’s appeal for talks last weekend. The protesting doctors returned to NRS on Monday evening and, after another general-body meeting (that looked like a mere formality after the spontaneous applause that greeted the end of the meeting with the CM at Nabanna), came to say that one sentence that millions of patients depending solely on the state-run healthcare system were waiting for: “We hereby announce the withdrawal of the strike by junior doctors.” Chants of “lakshmi chhele!” immediately rang through the campus, replacing the cries of “bahiragata (outsider)” that had greeted IMA head and Trinamool MP Santanu Sen’s comments about the presence of outsiders in the ranks of the striking doctors last week. The euphoria was preceded by the Nabanna meet, which discussed several serious issues even though almost everyone knew what the end result — the withdrawal of the strike — would be. They ranged from security issues — collapsible gates for emergency wards, regulated entry for patients’ kin and enhanced police presence on medical campuses with nodal officers responsible for law-and-order — to the CM’s suggestion for third-party PR professionals who could act as grief counsellors and handle communication between “overworked doctors” and “aggrieved patients’ kin”, as well as grievance cells for patients. “We are delighted with the cordial manner in which the meeting was held, the CM’s caring touch and concrete suggestions and assurances to the issues raised by us. We came here for a discussion because we wanted a solution. The chief minister’s commitment has assured us that our concerns will be looked into and appropriate action will be taken against unwanted incidents,” one of the junior doctors said after emerging from the meeting. “We respect doctors and teachers. They have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and strong action is taken if something happens,” Banerjee said. The gentleness, however, came with the message that she could not be bullied into doing anything. Urged by the junior doctors to visit Paribaha Mukhopadhyay, the doctor whose skull had been dented in the attack last Monday, and visit the NRS campus, Banerjee said: “Kichhu jinish amader opor chhere dao. Tomra amake katha na dile ami Paribaha ke dekhte jete parchhi na. Tomra katha dao tomra kaje jog debe (Leave certain things to us. You are holding me back. I am unable to go to Paribaha till you assure me. Give me your word that you will resume duty),” she said. The meeting went smoothly, but there were multiple hurdles in the build-up with junior doctors refusing to meet the CM at Nabanna till Saturday. Officials said it was director of medical education Pradip Mitra who played the crucial role of an interlocutor, defused the tension that had built up over the week and finally got the doctors to agree to meet the chief minister at the secretariat. In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/when-junior-doctors-called-off-strike-like-good-boys/articleshow/69833841.cms", "time": "2019-06-18 09:25:00"}, "Bovine on Fern Road opp Binapani Sweet Shop": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bovineonfernroadoppbinapanisweetshop/articleshow/69818329.cms", "time": "", "description": ""}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "West Bengal doctors' strike: Man for all seasons emerges as bridge over troubled waters during impasse": {"description": "KOLKATA: He is the cool-headed troubleshooter who meets crisis with a smile and invariably manages to broker peace in irretrievable situations. Director of medical education Pradip Mitra has been adept at defusing tension on campus. A former director of IPGMER, Mitra enjoys the confidence of medical students and has been the face of the health establishment for more than a decade. It’s his relentless effort from behind the curtains that contributed to doctors climbing down from their hard stance and laying down conditions to withdraw the ongoing agitation. Mitra was at NRS Hospital within hours of junior doctors launching their agitation last Tuesday. He pacified them, tried to reason with them and get them to agree to talk to the state administration. His efforts didn’t yield any dramatic response from the agitating doctors, but he reportedly kept at it. He kept returning to NRS, the epicentre of the agitation, and was present to lend an ear to the young doctors whenever they aired their grievances. When the committee of five senior doctors comprising, Sukumar Mukherjee, Plaban Mukherjee, Alokendu Ghosh, Makhanlal Saha and Abhijit Chowdhury, went to Nabanna to meet chief minister Mamata Bnerjee last Friday, Mitra stayed back at NRS, sharing the junior doctors’ concerns and listening to them patiently. Liked by students and young doctors alike, Mitra is a veteran in dealing with agitations. He has faced several as the IPGMER director till his seven-and-a-half year stint came to an abrupt end in 2015. Former students recall how he would never lose his cool even amid slogan-shouting. Mitra would, in fact, ask agitating students if they wished to gherao him. “He would manage to crack jokes with us even as we pressed him with our demands. With him around, you always had the confidence that the administration is sympathetic,” a former student said. Mitra told TOI on Sunday that he had been a student and sympathized with their demands. “Junior doctors are the backbone of any medical college, which can’t function without these young medics. They work under tremendous stress and trying conditions. In crisis, they need to be dealt with patiently and in a friendly manner. That’s what I have always tried,” he said. On Sunday morning, too, the veteran pathologist spent time with the doctors before they convened a governing body meeting at NRS. According to junior doctors present at the meeting, he asked for permission to speak for three-four minutes before the meeting began at 11.30am. Mitra, in his address, called upon doctors to take a step towards solving the impasse, telling them that he realized their demands were reasonable, but the strike was not benefiting anyone and should be ended. He suggested that irrespective of the steps that the government took to protect them, doctors should form their own committee to review the situation at state hospitals. “They should meet every fortnight and if they are not satisfied, they can go to the principals or the MSVP. I am always there to talk to them and help,” Mitra said. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/man-for-all-seasons-emerges-as-bridge-over-troubled-waters-during-impasse/articleshow/69817668.cms", "time": "2019-06-17 11:33:00"}, "Kolkatans walk with pride for equal love": {"description": "Even if Kolkata woke up to a cloud cover on Saturday, Park Street, Rabindra Sadan and Maidan came alive in seven colours. More than 200 members of the LGBTQIA+ community marched the streets waving rainbow-coloured flags, shouting slogans, flaunting their painted nails and demanding equal love. At least 100 amateur photographers captured the walk with cameras in hand. The first edition of The Rainbow Frame — a pride and photo walk — was a celebration of those who are out and proud. Organised by Fotografía-En, a Facebook community for amateur photographers, the walk aimed at celebrating the Pride Month — June — and build a healthy relationship between the LGBTQIA+ community members and the other strata of society. Aparajita Majumdar, the founder of the group and the main organiser of the walk, wore a big smile as she said, “Every year, in December, Kolkata witnesses a pride walk. But no one ever did it in June, which is called the Pride Month. So, we thought why not organise a walk, where people from outside the LGBTQIA+ community can also join in. You never know, this might start a new beginning for all of us,” she said. WALK WITH PRIDE The walk was flagged off from Park Street at 2 pm. As slogans like “Amar shorir amar mon; dur hok shob rajshashon (My body my mind; stop this interference),” filled the air, there were claps, songs and unlimited cheering from the crowd. The sense of unity and pride was palpable. Cars came to a halt and curious passers-by dropped in to see what was going on. And as they learnt about the pride walk, a few joined in, clapping to the rhythm of the slogans. “People are becoming more receptive. The pace may be slow, but the society has started understanding that we are just like them. Our sexual orientation or choice of gender does not make us any different. So, we can proudly come out of the closet and talk about our life’s choices,” said Atashi Nath, a participant, who has been living with her girlfriend in Kolkata for the past two years. MY LOVE IS JUST LIKE YOURS As the march reached the Exide crossing, several participants were seen shouting slogans as they held each other’s hands. Among them were Aparna Gharami and Rama Deb. Aparna said they met two years ago via social media. “During that time, we had different partners. Rama was subjected to abuse and mental torture by her partner and eventually came out of the relationship. During that time, I also had a breakup. Slowly, we became friends and then took the relationship to the next level,” said Aparna, adding that they are looking for an accommodation and will move in together soon. “Initiatives like these reassure us that we are not alone and give us strength. On the other hand, it educates common people about our community. Probably, these walks are the reason that we are getting courage to come out,” said Rama. EXTEND A HELPING HAND Among the participants, there were those who came from different parts of the country just to root for members of the community. Ritika Maity from Gwalior and Chetna Khullar from Delhi were two such individuals. Chetna, who is not a queer community member, travelled to The City of Joy with her friend. “I was really excited to hear about this initiative and couldn’t help but participate. These walks work as a support system to many people. I am glad to be such a support,” she added. BONDING OVER PHOTOGRAPHY As the march ended at Maidan after three hours, the photographers, who gathered for the walk, took a break and indulged in some adda. Few were seen sharing a laugh over bhanrer cha, while others simply sat on the ground and sang We Shall Overcome. They held hands as they made their voices heard. Pritam Sen, who participated in a pride walk for the first time, told us, “I always wanted to come to a pride walk not just because it is a great subject for photography, but also because I really wanted to experience it. So, I was thrilled when I learnt about this on Facebook. Today, I will be returning home not just with some great shots but also some really good friends,” he added.  Alivia Basu, a photographer and a transman, said the walk was an exercise in bonhomie. “I like street photography because I can shoot without any human interaction. Today, when I was sharing frame and composition ideas with other photographers, I didn’t feel any kind of uneasiness. It didn’t occur to me what they would think or if they were out to judge me. I think this is the biggest takeaway from the walk,” he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kolkatans-walk-with-pride-for-equal-love/articleshow/69813139.cms", "time": "2019-06-17 14:56:00"}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Doctors security on cop priority list": {"description": "KOLKATA: Kolkata Police is committed to implement all necessary security measures to prevent assault on doctors at government hospitals, top police officer hinted on Monday evening after a meeting at Lalbazar. The meeting was convened immediately after the junior doctors met chief minister Mamata Banerjee at Nabanna on Monday. The cops will now focus on appointing a nodal officer, who will look after the overall security of these hospitals. An audit of all security cameras on the campuses is being carried out. The cops are also hopeful of providing an email ID where the doctor can write about their security-related grievances to Kolkata Police. A toll-free number to report security issues at government hospitals — as discussed in the meeting — will also be commissioned soon. “Once we work out the details, we will be circulating our decisions to the doctors. The commissioner might like to make the announcement,” said an IPS officer. According to sources, the cops have been implementing extensive changes in the security arrangement at government hospitals since last year. “New recruitments were made solely for this purpose. We now have a minimum of 40 men at each outpost with an inspector-level officer in charge. Given that the officer is treated as an officer-in-charge, we are now trying to put at least two inspectors at each of these outposts. In addition, the administration has decided to keep an assistant commissioner, who will be in the overall charge,” said an officer. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/doc-security-on-cop-priority-list/articleshow/69833570.cms", "time": "2019-06-18 08:56:00"}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Irrepairable loss, Exide Crossing": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/irrepairableloss2cexidecrossing/articleshow/69818289.cms", "time": "", "description": ""}, "Housing or garbage dump?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/housingorgarbagedump3f/articleshow/69718360.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Thunderstorm may hit Kolkata today, monsoon reaches north Bengal": {"description": "KOLKATA: Scorching winds blowing into Gangetic Bengal could push the mercury up to 38°C on Monday. But the heat may trigger a thunderstorm across the city and south Bengal in the evening, predicted the Met office. Meanwhile, monsoon reached some parts of north Bengal on Sunday. A low pressure is set to be formed over north Bay of Bengal later this week. It can lead to rain in Gangetic Bengal and hasten the onset of monsoon. But weathermen say it is still too early to predict if the system will strike. Till then the city and south Bengal will remain hot and humid with temperatures hovering arore will now rise over the next 48 hours. This is due to the northwesterly winds that are blowing in. There will be no respite till the low pressure actually generates rain,” said regional meteorological centre und 37°C-38°C. On Sunday, the maximum temperature in the city was 37.6°C. “A cloud cover kept the mercury in check on Saturday. But heat is expected to recede and the maximum temperatudirector G K Das. A thunderstorm on Monday evening, however, can provide temporary relief from the searing heat. He added that a low pressure trough from Bihar to north Bay of Bengal led to the cloud cover on Saturday. But the system would have no further impact on the weather. Heat wave-like conditions continued to prevail across south Bengal on Sunday. The highest temperature recorded so far in the city this year has been 39.6°C on Friday. Till then, the highest temperature was 37.9°C (recorded on May 6). Even though thunderstorms have been rare since May, the mercury never touched 38. Last year, the highest temperature recorded in the city was 40.6°C, on June 18. There was, however, no indication yet of monsoon arriving in south Bengal. “The monsoon arm that has an impact on north Bengal has become active this week. We expect a low-pressure to be formed over the next three-four days. It could help to hasten the onset of monsoon in south Bengal. But that will depend on the intensity of the system,” said Das. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/thunderstorm-may-hit-kolkata-today-monsoon-reaches-north-bengal/articleshow/69818550.cms", "time": "2019-06-17 07:29:00"}, "Kolkata: Netizens help abandoned octogenarian find a home": {"description": "KOLKATA: Social media on Sunday played a major role in helping an octogenarian find a home three days after she was abandoned at Sealdah station. She was left there on Thursday night with no food or water and hardly had any memory. She was nervous and all she could do was cry through the night. A woman on Friday morning noticed her and uploaded her image on social media, following which Missionaries of Charity rescued her. Ranjita Sharma (22), a daily passenger who crosses Sealdah station, every day was moved by the woman’s plight and asked her what had happened. “She could only tell me that her name was Lakshmi and that after her husband and son died, she had been forced to work as a domestic help at a house in Arambag. She was too ill to work anymore. So the people abandoned her here,” Sharma said. Ranjita bought the lady a packet of biscuits, some puffed rice and bottles of water before going to work. “She wanted to eat rice. I was moved to tears. The next morning, I brought her rice and curry and sat with her as she ate. Luckily, some daily passengers noticed us and stopped by to inquire. Finally, there seemed to be help at hand,” Ranjita recounted. Among those who gathered there was a young professional, Ronnie Das, who immediately took some pictures and posted a ‘story’ on Facebook. Within hours, a group of friends spread the word seeking help. Soon, alerted by the ‘story’, Missionaries of Charity got in touch with Ranjita and Ronnie and agreed to take Lakshmi to their home near Sealdah. The GRP, which too was alerted over Facebook, facilitated the process. SRP Ashesh Biswas said, “The two young persons acted like angels. We are thankful to netizens who spread the word. We took care of her after we were alerted and were relieved she now has a home.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kolkata-netizens-help-abandoned-octogenarian-find-a-home/articleshow/69818594.cms", "time": "2019-06-17 07:37:00"}, "Power Waste, Naktala": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/powerwaste2cnaktala/articleshow/69718380.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "Caring & warm, CM wins over striking doctors": {"description": "KOLKATA: Mamata Banerjee, the guardian-next-door — sometimes warm, sometimes stern but always concerned and caring — gave the biggest mid-term boost that Mamata Banerjee, the chief minister, probably needed in her hour of crisis. The Bengal CM and her administration, which seemed to be on a collision course with the striking junior doctors till Friday afternoon (when she delivered her “outsider” speech in North 24 Parganas’ Bijpur), radically altered their approach in the course of one evening and pulled off one of their biggest public-relations wins in recent memory, evident in the thunderous applause that followed the Nabanna meeting on Monday. Senior government officials told TOI on Monday that it was Friday’s sequence of events that was critical to the turnaround. Banerjee went to SSKM hospital on Thursday, where she delivered her “outsider” jibe at striking doctors while taking up the cause of suffering patients. On Friday, at the North 24 Parganas meet, she repeated her “outsider” line around 2.30pm. It was also on Friday that several senior physicians made up their mind to resign from the state health service to follow in the footsteps of their junior colleagues, who had started tendering mass resignations as a mark of protest against the government. A few hours later, however, some of the same doctors — who were contemplating giving up their career in the public sector — were at Nabanna by Banerjee’s side. Four of them were senior doctors “held in high esteem by the medical fraternity but also considered to be pillars of the government’s healthcare set-up”, officials said. Their senior, 83-year-old veteran physician Sukumar Mukherjee, made up the last member of the group of five. State director of medical education Pradip Mitra, anyway, had been the key negotiator with striking doctors. Together, these half-a-dozen senior physicians became the Banerjee government’s intermediaries to reach out to agitators. The CM had, finally, found a key core group — made up of respected medical professionals who were also trusted by the establishment — to bridge the gap between the medical fraternity and the government. The DME’s appeal to students to come to the negotiation table was followed by another appeal by the group of five. The CM played along, waiting patiently at Nabanna till 9pm on Friday, for the same doctors who were still issuing strong anti-government statements from the NRS campus. It was the same evening that doctors — and the rest of Bengal — heard Banerjee say (in an interview to a Bengali news channel): “Behead me if you want but resume work.” On Saturday, around 6pm, the CM followed it up with an offer that was difficult to refuse. She again asked “willing junior doctors” even as she appealed to others “in the name of humanity” to resume work and promised that there would be no coercive action. “All issues” would be up for discussion, Banerjee said. And, if they found her unacceptable, they could talk to the state chief secretary or even the governor (who had already met a group of striking doctors). The doctors, by this time, sensed that the continuing strike was turning public opinion against them. They, too, made a climbdown on Sunday — promising to talk at “any time, any place” — instead of insisting that the CM come down to NRS to talk. The stage had been set. Monday’s meeting found a vintage Banerjee greeting the junior doctors: frank, warm, concerned about their safety and caring and, above all, having lots of patience. She listened more, spoke less and, when she did, she went directly to the point that the agitators wanted answers to. She appreciated a lot of suggestions, asked bureaucrats to note them down and take action and made the junior doctors feel at home, right down to an invite to sharing tea and snacks after the 100-minute negotiation. “Tomra bosho. Cha-ta khao. Ota type korte ektu samay lage. Hoye gele diye debe. Amar kono problem nei (Hang on for tea and snacks. It will take time to type the minutes of the meeting. You will get it when it is done. I have no problem,” she said.  It was as if a doctor was speaking to her patients, trying to diagnose what was wrong and prescribing the right medicine. Before that, she had said what must have been music to the agitators looking for a way out of a week-long stalemate: “I have condemned it (violence against doctors) earlier. Doctors and teachers are like God. We respect them. People should not take law in their own hands. We have to thwart such untoward incidents and take strong action.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/hand-on-public-pulse-dose-of-mamata-hits-the-mark/articleshow/69833837.cms", "time": "2019-06-18 06:55:00"}, "Fire breaks out at multi-storied building; none hurt": {"link": "https://timesofindia.indiatimes.com//city/kolkata/fire-breaks-out-at-multi-storied-building-none-hurt/articleshow/69815884.cms", "time": "2019-06-16 21:39:00", "description": "KOLKATA: A fire broke out on the top floor of a five-storied building in Esplanade area in the heart of the city Sunday evening, a fire brigade official said. Nine fire tenders were pressed into service and the flames were doused within an hour. The official said that there was no report of anyone being trapped or injured in the fire. The blaze broke out in a guest house on the top floor of the building at Lenin Sarani at 6.10 pm and it was doused at 7.05pm. Download The Times of India News App for Latest City ."}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "Durga Puja at Mohammad Ali Park to be shifted": {"description": "KOLKATA: The iconic Durga Puja at Mohammad Ali Park may be shifted out of its venue of 51 years as a last resort if Kolkata Municipal Corporation and experts from Jadavpur University find it unsafe to grant permission for the famous puja visited by lakhs of people for the fear of subsidence and damage to the underground reservoir. A retaining wall of the reservoir had collapsed in March. Members of Youth Association, which is organising the puja said there was “less than one percent chance” of shifting the puja out of Mohammad Ali Park if permission does not come through. The khuti puja was performed on Monday morning. But before taking any decision the organisers of the puja will undertake all precautions and measures to procure permission to hold the puja inside Mohammad Ali Park. If the experts and KMC do not grant permission even after that, the puja may be shifted somewhere close to the original venue. “The famous and historic Durga Puja of Mohamamd Ali Park is happening this year too and there is no doubt over it. The preparations are already underway. Both local MP and local MLA have assured us of all the help for procurement of the permission. They have also promised to arrange a meeting with mayor Firhad Hakim. The mayor and the experts from JU may visit the park to assess the condition of the place. There is more than 99% chance that the Durga Puja will be held in the park. The reservoir is very important and we would not want to compromise with the safety,” said Ashok Kumar Ojha, joint-secretary the of organising committee. Under the park is a British-era reservoir, which supplied six-million-gallon water to large parts of central Kolkata. After the wall collapsed in March, the KMC had shut down the park. “It is a very popular Durga Puja, which attracts lakhs of visitors. There is also an accompanying carnival where organisers set up several rides and food stalls. Experts and KMC officials are apprehensive that so much burden on the surface may cause a subsidence and damage to the reservoir. “The experts will inspect the underground reservoir very soon, but it is unlikely that the repairs will be over soon. It is a long-drawn process and putting so much pressure may cause further damage to the reservoir and cause subsidence risking several lives. A decision will be taken after factoring in all these issues,” a senior KMC official said. The members of the organising committee did not identify any spot outside Mohammad Ali Park but some of them said that the only place available is somewhere opposite Moonlight cinema. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/durga-puja-at-md-ali-park-likely-tobe-shifted-owing-to-safety-reasons/articleshow/69833587.cms", "time": "2019-06-18 07:41:00"}, "Musicians celebrate the birth anniversaries of Rabindranath Tagore and Satyajit Ray": {"link": "http://photogallery.indiatimes.com/events/kolkata/musicians-celebrate-the-birth-anniversaries-of-rabindranath-tagore-and-satyajit-ray/articleshow/69785009.cms", "time": "", "description": ""}, "#BleedBlue: Fans pad up to cheer for Team India": {"link": "https://timesofindia.indiatimes.com//city/kolkata/bleedblue-fans-pad-up-to-cheer-for-team-india/articleshow/69807303.cms", "time": "2019-06-16 10:47:00", "description": "Isha Lahiri and Meghna Das KOLKATA: From schoolkids to octogenarians and from solo watching to travelling up to London to catch the action from the stands, the India-Pakistan match has become the focal point of all plans cricket-lovers are making for a super Sunday. Though the weather update from Old Trafford — the match venue — is not very exciting (there is a possibility of rain), no one is allowing it to dampen the spirit of the build-up to a thrilling World Cup encounter. Travel agent Anil Punjabi, for example, has planned a gala party at his home with friends and family on Sunday. They will all be gathering in front of a giant TV screen to savour the excitement. “It promises to be a mouth-watering contest. Pakistan can’t afford to lose and India will be eager to maintain its all-win record in the World Cup against their arch rivals. It should be a battle to remember,” gushed Punjabi. But like millions of cricket fans across the country, he, too, hopes that rain doesn't play spoilsport. “It will be a pity if rain truncates the match. After all, everyone has been waiting for this match,’ he said. Mahesh Daryanani from Kolkata reached the UK last week as part of a group that calls itself ‘The Twelfth Man’. They will be at the venue on Sunday to cheer for Team India. “For us, the match has already started. Fans from both India and Pakistan are already here and the mood is electric. Indian fans have taken over the streets and Bollywood songs are playing everywhere. We can’t wait for the game to begin and once India wins, there will be madness at Manchester,” said Daryanani. Back in Kolkata, people are gearing up for a happening afternoon. Arpita Chakraborty (22), a resident of Behala, is all set to spend some quality family time with her parents and siblings at home on Sunday, watching the match. “We are a family of cricket fanatics and for us nothing could be more rewarding than an India-Pakistan faceoff scheduled on a Sunday. I really hope India wins this match and comes closer to bringing the Cup home.” Amartya Roy Chowdhury (27), a resident of Salt Lake, is also looking forward to this match on Sunday. “It is going to be a fun solo match-watching session this Sunday. India and Pakistan matches are always thrilling and I am sure I am going to be glued to the television for the entire length of the match. I am watching out for Bumrah and Bhubaneswar Kumar’s performance in this match.” The cricket fever has smitten not only the youngsters and working professionals in the city but the elderly as well. TOI caught up with 82-year old retired Port official Ahindra Chakraborty, who is eagerly waiting for a keen contest. “I have loved watching cricket all my life and nothing can stop me from watching an India-Pakistan match. I remember clearly Venkatesh Prasad’s power-packed performance in the 1999 match played between India and Pakistan at Manchester. Let’s see what these young men have in store for us.” Download The Times of India News App for Latest City ."}, "Doctors' strike in West Bengal: Centre seeks report from West Bengal government": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/doctors-strike-in-west-bengal-centre-seeks-report-from-west-bengal-government/videoshow/69801451.cms", "time": "", "description": ""}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Babughat Bathing ghat": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/babughatbathingghat/articleshow/69718343.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Risky Journey": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/riskyjourney/articleshow/69629660.cms", "time": "", "description": ""}, "Important thoroughfare turns into scrap yard": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/importantthoroughfareturnsintoscrapyard/articleshow/69818366.cms", "time": "", "description": ""}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Docs' strike: NRS cheers its heroes who fought": {"description": "KOLKATA: On Monday afternoon, Shanti Guchait took a big decision and a small step... into the camp of junior doctors protesting at NRS Medical College and Hospital, not to make yet another appeal to treat her husband, who had fractured his leg, but to watch live the meeting of their representatives with chief minister Mamata Banerjee, because she knew the welfare of thousands of patients hinged on its outcome. Guchait was not alone. Several patients and their relatives — even police personnel — joined junior doctors and interns at NRS to watch the meeting live between 31 representatives from government hospitals and the CM on a big television screen, especially set up in front of the enquiry enclosure of the hospital, so that everybody could watch the deliberations. Many patients and their relatives sat beside the junior doctors to watch the meeting on television. Big speakers were brought in, so that those who were unable to watch could at least hear the goings-on. Patients, their families, junior doctors, interns, Group D staff and even private security personnel joined in the jubilations when the junior doctors returned from Nabanna, indicating how desperate everybody was for this stalemate to end. People carried the doctors on their shoulders and took them to the academic building, shouting “Amra lokkhi chhele (We are good boys)”. Government hospitals had not been dispensing medical services — except emergency services — for the past one week due to a strike by junior doctors and interns in protest against a murderous attack on junior doctors, and demanding more security for themselves. One of their pre-conditions for the meeting was to broadcast the proceedings live. Guchait said: “Doctors have been denying us treatment, so it was a big decision to join them. But a lot hinges on this meeting.” “Hundreds of patients are lying unattended at NRS itself. Thousands are languishing in other hospitals. The condition is worse in the districts. I am hopeful that this meeting will throw up some solutions but also anxious, in case it doesn’t.” It was not only the patients and their relatives. Even the striking junior doctors knew how important the meeting was for their movement. From confrontational till Sunday to reconciliatory on Monday, there was a marked change inside the camp since the morning. From raising anti-administration slogans to talking in hushed tones, inquiring whether junior doctors are going to Nabanna for the meeting, the change in approach was evident. As soon as the bus ferrying 32 junior doctors left for Nabanna at 3.10pm, a big TV screen was set up. Junior doctors from all over the campus assembled to watch the proceedings. Many who could not get close to the TV started watching the live-stream on their mobile phones. “We want to make it clear that we do not want the patients to suffer. We feel the pain when we turn away somebody who needs our attention. But this time we had to put our foot down. We want to resume work as soon as possible. The public perception is changing. People who were earlier sympathetic towards our cause are starting to get upset. A lot hinges on this meeting, which will decide the future course of our movement,” said Soumya Ghosh, an intern at NRS. The relation of trust and dependence between doctors and patients became the collateral damage of the strike. Though most people sympathised with the doctors’ demands, they were upset at patients being denied treatment. As time lapsed and no hope of a breakthrough emerged, the public mood had started to change. “Till now, the government would create a green corridor for transporting organs for donations and critically ill patients. Today, one was created to take the team of junior doctors to Nabanna. This itself shows how much was hinging on this meeting with the chief minister,” said an intern after the representatives returned to a rousing welcome. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/nrs-cheers-its-heroes-who-fought/articleshow/69833852.cms", "time": "2019-06-18 06:55:00"}, "Huge dust bin": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hugedustbin/articleshow/69630060.cms", "time": "", "description": ""}, "Road or Scrapyard, Ballygunj": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadorscrapyard2cballygunj/articleshow/69511045.cms", "time": "", "description": ""}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Kolkata Municipal Corporation seeks state help in anti-dengue drive": {"description": "KOLKATA: The Kolkata Municipal Corporation health department has set alarm bells ringing over a dengue prevention drive after 75 cases were registered across the city this year. Though no report of death has reached the civic headquarters so far from the borough health offices, the civic top brass is worried over recurrence of the dreaded diseases in areas known as dengue-prone. Sources in the KMC health department said the situation could turn worse in absence of an anti-dengue drive by the KMC and state government at the earliest. A report has been sent to the state health department by the KMC health department signalling a dengue threat looming over large areas under five KMC boroughs and seeking help from the state for a combine drive to prevent a spurt in the cases during the approaching monsoon. TimesViewTaking guard in advance is important. Merely reacting after the problem is already at the doorstep may not help. There needs to be a proper plan of action to preempt an outbreak. And lessons need to be learnt from the past.Some of the areas, which have recorded dengue cases include, Taltata, Elliot Road, Park Circus, Tiljala, Ballygunge, Lake Gardens, Jodhpur Park Alipore, Behala, Tollygunge, Garia, Bijoygarh, Baghajatin, Jadavpur and some areas located off EM Bypass. According to a KMC health department official, many of these areas had seen a spurt in dengue cases last year and several dengue death cases were also reported from some of these areas. “We are extremely worried over reports of dengue from these areas this year too. What we need is a combined drive by different KMC essential departments and the state government health department must pitch in to help us. Once monsoon sets in, we will be on our toes to prevent spread of dengue from one area to the other,” a senior official in the KMC health department said. The civic health department team combating dengue has expressed its helplessness over the lack of initiative on part of the state in solving issues that might mar dengue prevention drive if not tackled immediately. For example, a KMC health department official pointed out lack of initiative in cleaning garbage from several abandoned private buildings and government properties. A section of KMC councillors agreed timely action could save dengue-prone areas from disasters this year. Debasish Mukherjee a RSP councillor who represents areas like Sree Colony, Pallisree, Bangajatin and Vidyasagar Colony close to Ramgarh rued that several government properties like abandoned primary schools had become real breeding grounds for dengue mosquitoes. Mukherjee last had to combat the disease after a couple of dengue deaths from his ward (ward 98) and adjacent neighbourhood. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kmc-seeks-state-help-in-anti-dengue-drive/articleshow/69817692.cms", "time": "2019-06-17 11:53:00"}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Patients bear brunt as junior doctors continue stir in West Bengal": {"link": "https://timesofindia.indiatimes.com//city/kolkata/patients-bear-brunt-as-junior-doctors-continue-stir-in-west-bengal/articleshow/69812373.cms", "time": "2019-06-16 16:17:00", "description": "KOLKATA: Patients have been facing the heat of junior doctors' protest in West Bengal as services remain affected in state-run hospitals and colleges for the sixth day on Sunday. At SSKM hospital in Kolkata, Raiganj-resident Samuel Haque, who was admitted with a cardiac problem, said he was uncertain about his treatment. His brother said, \"We came to Kolkata last Sunday when everything was normal and the outpatient department was functioning. We admitted him on an emergency basis, with doctors giving date on Tuesday for check-up, following which the date of surgery was to be decided.\" But now no doctor is attending to Haque, he said. Senior doctors say they don't have enough hands to conduct tests, he said. \"His condition is deteriorating. We cannot take him home because it is very difficult for my brother to travel long distance in trains. We will wait till Monday.\" Services in emergency wards, outdoor facilities and pathological units of many hospitals have been hit. The doctor's strike began after two of their colleagues were assaulted at the NRS Medical College and Hospital by family members of a patient, who died on Monday night. They demand adequate security. Hundreds of doctors have resigned en masse in support of their colleagues. Chief Minister Mamata Banerjee has urged the junior doctors to return to work and said her government had accepted their demands. But the doctors have demanded a dialogue with the government before ending their stir. The strike has caused immense trouble for patients. Joydeb Roy, a resident of Barishat in North 24 Parganas district, was admitted to R G Kar hospital in Kolkata with an injured leg. A relative said he was referred to a government hospital, where he had to undergo surgery to place a metallic plate in his leg on an emergency-basis. He is waiting for the surgery. \"The senior doctors are saying they need help of junior doctors to conduct the surgery. My husband is lying in the department (ward) waiting for treatment,\" Roy's wife said. Junior doctors are the mainstay of any state-run college-hospital. Mokhtar Hussain's family members are planning to return home in Basirhat. They have been waiting for two days at the Calcutta National Medical College and Hospital for treatment to resume for Hussain, a cancer patient. \"I am suffering from high fever for seven days. I cannot bear the pain. But there is no doctor to carry out check-up. The OPD has been shut for two days and I cannot go anywhere else as things are the same there as well. I don't know what to do. I cannot spend this much money to stay here in Kolkata. I will go back home,\" he said. Family members of the four-year-old Romita Dhar, a thalassaemia patient, too face a similar dilemma. When Dhar's family took her to Chittaranjan National Medical College and Hospital for check-up on Friday, they were told to come on Saturday. \"It is very difficult to travel with a child who is suffering from thalassaemia. I'll again come next week,\" her mother Arundhaty Roy said. The patients admitted in government hospitals are also facing problems with pathological units not functioning as usual. \"We don't have much money to afford treatment at private hospitals. I appeal to the chief minister to find a solution to this problem. \"Why cannot our chief minister come for a meeting with the doctors... They (junior doctors) have been saying they will end the stir if she comes to the NRS hospital for a meeting,\" mother of Bastab Dasgupta, who suffers from neurological problem and is admitted at NRS Medical College and Hospital, said. Download The Times of India News App for Latest City ."}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Magician’s body found; peers say he didn’t take proper precaution": {"description": "KOLKATA: After a day-long search for magician Chanchal Lahiri, who disappeared during a water stunt in the Hooghly, police on Monday found his body near Ramakrishnapur Ghat close to Howrah. The body was identified by the magician’s brother. Meanwhile, a police probe — with help from reputable magicians — established that Lahiri, known as Mandrake, had made several mistakes while performing on Sunday. The cops were initially reluctant to confirm if the body that was found was indeed Lahiri. “Another man had died at a spot close to where Lahiri disappeared and we want to ensure we have a positive identity,” DC (Port) Syed Waquar Raza had said.  Chanchal Lahiri on the boat moments before he started the stunt on SundayLahiri, who was to come out of the water after being thrown in with his hands and feet bound, had not only failed to explain his entire act — including his escape plan — to his team, but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician P C Sarkar, who is a master of such stunts, remarked that perhaps Lahiri had “needed a little more practice”. Lahiri’s team, too, waited about 15 minutes after the magician was lowered into the water to raise an alarm. Cops indicated they wanted to investigate whether Lahiri took help of some lacunae on part of the administration and probably paid for it with his life. “A case of negligence is likely to be registered,” said a source . Lahiri being lowered into the Hooghly river as he performed one of his tricks in Kolkata“Mandrake was supposed to be lowered 30 feet under water. Thousands watched from the Howrah bridge and the launch jetty in Howrah, and it is impossible the cops missed the entire episode when even politicians were present,” claimed a friend on Monday. The final dip made by Chanchal LahiriSources said Mandrake never mentioned in his permission letter that he was going into jump into the water. The same letter stated he wanted to take photographs and perform an extra event around 1.30pm. “He performed almost an hour earlier. Hence, the mandatory presence of river traffic police was absent,” said a Port division officer. Mandrake's body was fished out on MondayPolice said Lahiri drowned around 12.30pm and it is still unclear whether he was performing or practising the act. Moments before the stunt on Sunday morning, Lahiri said, “If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/magicians-body-found-peers-say-he-didnt-take-proper-precaution/articleshow/69835590.cms", "time": "2019-06-18 10:31:00"}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "Crisis deepens in West Bengal as government denies doctors' mass resignation": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/crisis-deepens-in-west-bengal-as-government-denies-mass-resignation-by-doctors/videoshow/69772124.cms", "time": "", "description": ""}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "Link Failure at Garden Reach post Office": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/linkfailureatgardenreachpostoffice/articleshow/69818281.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Rabindrasarobar Lake": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rabindrasarobarlake/articleshow/69818306.cms", "time": "", "description": ""}, "Jungle of electric wires and cables": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jungleofelectricwiresandcables/articleshow/69718346.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "Burning of garbage on the bank of sewage canal": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/burningofgarbageonthebankofsewagecanal/articleshow/69629857.cms", "time": "", "description": ""}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "Unbearable stench, Elliot Road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unbearablestench2celliotroad/articleshow/69718391.cms", "time": "", "description": ""}, "Kankinara bears brunt of clashes": {"description": "KOLKATA: Political violence continued across Bengal on Monday and yet again, the worst-hit was Kankinara in North 24 Parganas, where BJP and Trinamool Congress men clashed at a market within Bhatpara assembly segment, leaving six injured, two of them critically. BJP Barrackpore president Ranjit Paswan said: “TMC-backed goons started hurling bombs from a rooftop on Ghoshpara Road. Rickshaw puller Manoj Sau (48) and a homemaker suffered serious splinter injuries.” TMC district observer Nirmal Ghosh, however, said: “BJP has unleashed a reign of terror in the locality since Arjun Singh won the Barrackpore seat.” Police fired tear gas shells while RAF personnel were deployed.In Howrah, police allegedly used water cannons to disperse BJP men who tried to barge into the Howrah Municipal Corporation headquarters to demand immediate elections to the civic body. In Hooghly, the trio held for Saturday night’s murder of TMC Khanakul leader Monoranjan Patra (56) was produced at Arambag court and remanded in 4-day police custody. In West Midnapore’s Mohonpur, BJP supporters Sheikh Anwar and Moytab Khan were allegedly shot at from close range and admitted to Midnapore Medical College Hospital. On Saturday, they had joined a victory rally in Mohanpur. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/kankinara-bears-brunt-of-clashes/articleshow/69833843.cms", "time": "2019-06-18 08:21:00"}, "No Helmet yet No Fine.": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nohelmetyetnofine-/articleshow/69629863.cms", "time": "", "description": ""}, "Revellers have a gala time at a pub": {"link": "http://photogallery.indiatimes.com/events/kolkata/revellers-have-a-gala-time-at-a-pub/articleshow/69801048.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "The other side of the coin!": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/theothersideofthecoin21/articleshow/69629750.cms", "time": "", "description": ""}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Patients suffer as West Bengal doctors' strike enters sixth day": {"link": "https://timesofindia.indiatimes.com//city/kolkata/Patients-suffer-as-West-Bengal-doctors-strike-enters-sixth-day/articleshow/69810545.cms", "time": "2019-06-16 12:33:00", "description": "KOLKATA: Health services in West Bengal remained partially disrupted and state-run hospitals wore a deserted look on Sunday morning as the doctors strike entered its sixth day. Sunday being a holiday, the out-patient departments remained closed and the number of patients waiting outside hospitals or visiting the emergency wards was also low. The emergency services, however, functioned normally. The striking doctors across hospitals were looking forward to a General Body meeting to be held at the NRS Medical College and Hospital, the epicentre of the protests. The meeting, which will decide the next course of action, will also be attended by representatives of other hospitals participating in the strike. According to informed sources, the protesting doctors are probably looking for a scope of discussion to end the stalemate. On Friday night, the striking doctors rejected Chief Minister Mamata Banerjee's proposal for talks at the state Secretariat, instead asking her to come down to NRS Hospital. West Bengal Governor Keshari Nath Tripathi wrote to Banerjee advising her to take immediate steps to provide security to the doctors and asking her to take them into confidence. She responded saying that the government was taking required action. \"The protest is not just about CCTV, armed security and iron gates. As a doctor, I know the difficulties faced by doctors due to lack of infrastructure at these hospitals,\" said Sayantan Bandopadhyay. Bandopadhyay is relative of doctor Paribaha Mukherjee, who was attacked up by the kin of a 75-year-old patient who died, allegedly of medical negligence, at NRS Hospital late on Monday night. The attack triggered off the strike by the doctors that has since brought medical services in the state to a standstill. \"I appeal the doctors to resume their work as I don't want innocent patients to die,\" said Mohammed Shabir, a relative of the deceased patient. Download The Times of India News App for Latest City ."}, "Illegal parking on the service road": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingontheserviceroad/articleshow/69818271.cms", "time": "", "description": ""}, "Bad condition in Bypass": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/badconditioninbypass/articleshow/69718383.cms", "time": "", "description": ""}, "Kolkata: IMA’s strike call may cripple private hospital OPDs on Monday": {"description": "KOLKATA: Services at outpatient departments across private hospitals in the city are likely to be crippled on Monday in response to the Indian Medical Association’s nationwide call to withdraw non-essential health services, a decision IMA has taken to show solidarity with the junior doctors on strike. Even though their OPDs will remain open, most private hospitals expect few doctors to attend. Patient turnout, too, will be consequently low, they believe. Half the doctors at a private hospital off EM Bypass has already taken leave from their outdoor duties on Monday. Patient attendance across private hospital OPDs dropped since the doctors’ stir began last Tuesday. At Ruby General Hospital, the authorities apprehend that less than 50% doctors would report to work on Monday. “It will affect the services and we expect a thin patient attendance, too. OPD services have remained affected for the last five days and Monday could be the worst,” said GM, operations, Subhashish Dutta. Medica Superspecialty Hospital authorities, too, think that most doctors would stay away. “This strike call was given a couple of days ago, so the response will be good. Most doctors are likely to join the cease-work on Monday and we can’t insist they report to work. But we will try and ensure that all patients get attended to,” said CEO Alok Roy. Outdoor services at all the three units of AMRI Hospitals are likely to come to a halt. The hospital is, however, making arrangements to attend to critically ill patients at its outdoors. “All our emergency staff and staff doctors will be present. If necessary, we will take their help to attend to serious patients. But most OPD doctors are likely to be absent on Monday and it will affect services,” said AMRI CEO Rupak Barua. He added that around 70% doctors could join the cease-work. “We expect our doctors to inform us on Monday morning about their decision,” he said. AMRI receives around 800 OPD patients across its three centres at Mukundapur, Salt Lake and Dhakuria. During last week’s OPD strike call, patient attendance had dropped to 30%. It could slide further on Monday, felt Barua. An AMRI Hospitals consultant, who had joined the cease-work on Wednesday, said he feared OPDs would collapse on Monday. “The agitation has gained momentum over the last three days. The entire medical community is now rallying around junior doctors. While last Wednesday, the number of OPD patients was slightly fewer than normal, this time, the facilities could be deserted,” he said. Apollo Gleneagles Hospital CEO Rana Dasgupta refused to speculate on doctor attendance and said the hospital authorities were keeping their fingers crossed. A consultant with the hospital, however, felt that none of the doctors might report for duty at the outdoor on Monday. “The situation has gone from bad to worse. This is a national strike and all Kolkata doctors will take part. Outdoor services are likely to come to a standstill at private hospitals,” he said. Belle Vue Clinic received just 55 outdoor patients, instead of the normal 300, during the OPD strike last Thursday. But patient count improved on Friday and Saturday. It is set to slide again on Monday.  “We have not been informed of any cease-work by doctors but the patient and doctor attendance indeed dropped last Thursday,” said CEO P Tondon. Paediatrician Shantanu Ray, who took part in the OPD cease-work last week, felt the strike could provide an impetus to the agitation. “Doctors have lost focus after the NRS incident. We are working again for it is our duty to serve patients. But this is not a healthy situation. Doctors need to feel safe and secure to do their best. They now have their backs to the wall,” said Ray. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/imas-strike-call-may-cripple-private-hospital-opds-today/articleshow/69817638.cms", "time": "2019-06-17 11:22:00"}, "Cloudburst triggers alert in Sikkim": {"description": "GANGTOK: Towns and villages adjacent to Teesta river in Sikkim have been put on high alert after a cloudburst was reported in the upstream of Chungthang in North Sikkim. Heavy inflow with muddy water and logs were seen at the NHPC Teesta Stage 5 dam in Dikchu after which people living in Singtam and Rangpo towns in East Sikkim district have been alerted through beat police. General public have been cautioned not to venture near the river and to be at safer places. As per Chungthang sub division official there is no casualty and damaged reported from Lachen yet, but the flow of water is very high in Lachen river. People of Lachen and Chungthang are alerted about the situation. Chief minister Prem Singh Tamang (Golay) has also expressed his concern on the stranded tourists in North Sikkim. He has directed the State authorities and other agencies involved to clear the road as soon as possible so that the stranded tourists reach their respective destinations. He has also directed the authorities to extend all possible help to the tourists and the general public who are suffering out of the unprecedented calamity and road blockage due to torrential rain. Golay, an official statement said has also directed the State officials to take all necessary precautionary measures and closely monitor the water levels of Teesta river to prevent any damage to life and property. Later by evening, around 250-300 tourists stranded at Zima slide area were evacuated by Lachen police and GREF. Rainfall continued in the area and the road between Chungthang, Lachen and Thangu was blocked in several places. Following the situation, district authorities have stopped issuing permits to tourists for Lachen, Lachung and Dzongu areas in North Sikkim till further order. East Sikkim district collector Kapil Meena said all agencies including local civic bodies of Singtam and Rangpo towns, police and hospital have been placed on high alert since afternoon. Vulnerable houses along the Teesta river at Adarsh Gaon have also been evacuated while local police and NHPC officials are alerting people to remain cautious. NDRF and SDRF have also been kept on alert in case of any eventualities. Kapil Meena added that they are in touch with all the concerned agency and the stakeholders and have asked the public not to panic. According to civil defence members posted at Singtam, there is no new danger and the water level is normal as of now. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/cloudburst-triggers-alert-in-sikkim/articleshow/69831970.cms", "time": "2019-06-17 22:58:00"}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "West Bengal medical college violence: Doctors refuse to meet Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com//videos/city/kolkata/west-bengal-medical-college-violence-doctors-refuse-to-meet-mamata-banerjee/videoshow/69797946.cms", "time": "", "description": ""}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "In Midnapore, an ‘Andolan’ is born": {"description": "Midnapore: A baby born at Midnapore Medical College Hospital (MMCH) on the night junior doctors were assaulted at NRS Hospital, which triggered the protest that has virtually halted medical services at gov-ernment hospitals, has been named ‘Andolan’ (agitation). “My sister and I thought of naming the baby, ‘Andolan, as he was born on the eve of the strike and spent the first days of his life in a hospital with junior doctors on strike,” said Asit Doloi, uncle of the child’s mother, Rupali Bhuniyan. The father, Raju, a garage mechanic, said he was happy with the name that his uncle-in-law and mother-in-law, Chhaya Santra, came up with. Rupali from West Midnapore’s Kespur was admitted to MMCH’s gynaecological ward on the evening of June 10. Within hours, she underwent a caeserian section and the boy was born. The first night went fine for Rupali and her newborn but the next morning, MMCH started feeling the ripple effect of the NRS agitation even as junior doctors there joined their counterparts in the rest of the state in the protest. They held a sit-in in front of the MMCH principal’s office all day on June 11. But Rupali and her baby were examined by senior doctors, who stepped in to fill the void left by junior doctors. Rupali said, “I was fine. My baby had some minor complications. A child specialist examined him and prescribed treatment. My child overcame these complications soon. I learnt a day later that a strike was on within the hospital, but that did not imapct my baby or me. Our treatment went on normally with senior doctors routinely examining us. But I heard from relatives that some other patients were affected.” MMCH professor of gynaecology Sabyasachi Ray said, “I was in charge of the gynaecology ward on the night the baby was born. We were on the patient’s side, who, in-turn, were on our side.” MMCH principal Panchanan Kundu said, “There was no problem for the mother and baby as senior doctors attended to them like all the other mothers and their babies admitted here.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/in-midnapore-an-andolan-is-born/articleshow/69817940.cms", "time": "2019-06-17 06:00:00"}, "Cloudburst sparks alert in Sikkim, tourists evacuated": {"description": "GANGTOK: Towns and villages adjacent to Teesta river in Sikkim have been put on high alert after a cloudburst was reported in the upstream of Chungthang in North Sikkim. Heavy inflow with muddy water and logs were seen at the NHPC Teesta Stage 5 dam in Dikchu after which people living in Singtam and Rangpo towns in East Sikkim district have been have been alerted through beat police. They have been cautioned not to venture near the river. Chief minister Prem Sin-gh Tamang (Golay) expressed concern about stranded tourists in North Sikkim. He dire-cted state authorities and oth-er agencies to clear the road as soon as possible to help tourists reach their destinations. Golay also directed state officials to take precautionary measures and closely monitor the water levels of Teesta river to prevent any damage to life and property. By evening, 250-300 tourists stranded at Zima slide area were evacuated. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/cloudburst-sparks-alert-in-sikkim-tourists-evacuated/articleshow/69833854.cms", "time": "2019-06-18 08:09:00"}, "TMC’s Noapara MLA joins BJP with 12 councillors": {"description": "NEW DELHI/KOLKATA: Trinamool Congress MLA from Noapara Sunil Singh joined BJP in New Delhi on Monday, just three days after sharing the dais with chief minister Mamata Banerjee at Bijpur in North Parganas under Barrackpore Lok Sabha constituency. Singh’s switchover is the third instance of desertion from the Trinamool camp in Bengal after the Lok Sabha polls. Sunil, who is also the chairperson of Garulia municipality, took the BJP flag in the presence of BJP national general secretary Kailash Vijayvargiya and BJP leader Mukul Roy. Sunil had with him 12 TMC councillors of the 21-member civic body, establishing a majority in Bhatpara, Kancharapara, Naihati, Halisahar and Garulia municipalities where the ruling Trinamool had an unchallenged sway. Sunil joining BJP brings entire Barrackpore under the watch of its MP, Arjun Singh. Arjun is Barrackpore MP, his son Pawan Singh is Bhatpara MLA, his nephew Saurav Singh is Bhatpara municipality chairman and his brother-in-law Sunil Singh is Noapara MLA and Garulia municipality chairperson. Sunil’s son Aditya Singh had joined BJP earlier. Bhatapara municipality vice-chairman and Trinamool councillor Somnath Talukdar also joined BJP on Monday. Arjun now has his eyes set on Bongaon municipality. “There will be a switchover in Bongaon municipality soon,” he said. Speculation is rife over the future course of Trinamool’s Bongaon MLA Biswajit Das. After taking the BJP flag, Sunil said: “People in West Bengal want sabka saath, sabka vikas. In Delhi, there is Narendra Modiji’s government and we want the same government in the state for sake of the state’s development.” Monday’s development comes weeks after Trinamool MLA from Bijpur Subhrangshu Roy joined BJP along with more than 50 councillors from several municipalities of North 24 Parganas. Besides Roy, the other MLAs who joined BJP were Tushar Kanti Bhattacharya, Debendranath Roy and Monirul Islam. In Kolkata, members of the Trinamool-affiliated employees’ union of the West Bengal Madhya Shiksha Parshad took the BJP flag from Bengal BJP president Dilip Ghosh. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/kolkata/tmcs-noapara-mla-joins-bjp-with-12-councillors/articleshow/69833839.cms", "time": "2019-06-18 08:31:00"}}