{"\nFor live acts, Jaipur’s as good as Delhi, say rock musicians\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/For-live-acts-Jaipurs-as-good-as-Delhi-say-rock-musicians/articleshow/52387639.cms", "time": "", "description": "When Delhi-based Hindi rock band Agastya performed in Jaipur, the band members were of the opinion that in organising such live acts, Jaipur matches up quite well to the capital. Belting out one hit after the other, the band performed in front of the crowd at Indralok Auditorium on Friday . The event was part of the series of cultural events organised to commemorate the eighth anniversary celebration of the Times Of India, Jaipur.  Joshua Moses, the lead vocalist of the band, said he received a very warm welcome in the city. “Itna warm welcome tha ki do baar nahaana pad gaya,” he joked, adding, “I’ve performed in Jaipur a lot of times and I love the audience here.” The band played songs like Kabira, Aaj Kal Tere Mere Pyar Ke Charche, Ek Tara, Damadam Mast Kalandar, Kinna Sohna Tenu, Saawan Mein Lag Gayi Aag, among others.  Jaipur may not be the ideal city for upcoming rock bands to set base, but Joshua is of the opinion that the situation isn’t that bad either. “I have seen a lot of rock bands that have mushroomed in the last couple of years in Jaipur. A few of them have even collaborated with us on some projects. I think Jaipur is no less than Delhi, but it’s necessary to organise rock gigs on a regular basis here and also having popular rock bands from Delhi and Mumbai perform here. This will help create a hype about rock music.”  Diksha Tickoo, who was present at the gig, said, “They put up a good show and I totally enjoyed it.” Another guest Bhumika Juneja, added, “I always look forward to new gigs. I think they did a wonderful job and we enjoyed the evening to the fullest.” Download The Times of India News App for Latest City ."}, "Samsung": {"link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "time": "", "description": ""}, "Doctors strike": {"link": "https://timesofindia.indiatimes.com/india/bengal-doctors-call-off-strike-after-mamata-meeting/articleshow/69833662.cms", "time": "", "description": "KOLKATA: Junior doctors in Bengal finally called off their week-long strike and promised to resume duty on Tuesday morning, ending a stir that crippled out patient departments (OPDs) and severely hit emergency services at hospitals across the state. At a meeting held at state secretariat Nabanna on Monday evening, West Bengal CM Mamata Banerjee told a team of 31 junior doctors, \" Lakkhi chhele, ebar tomra strike tule nao (Please withdraw your strike like good boys)\", which they agreed to. The \"cordial\" negotiations between the CM and doctors were broadcast live for about 100 minutes by two regional channels. The doctors, who had adopted a strident posture against the administration for the initial police inaction against the kin of a bereaved patient at NRS Hospital last Monday (incident that triggered the stir) relented in the face of genuine-sounding assurances from the CM. The state administration medical fraternity face-off escalated after Bengal CM Mamata Banerjee issued a stern warning of action against the strike during her visit to SSKM Hospital last Thursday. What could have also played on their minds was the rising public opinion against the continuing strike, especially after the CM's appeal for talks last weekend. The striking doctors returned to the NRS campus on Monday and, after another general-body meeting, made a statement: \"We hereby announce the withdrawal of the strike by junior doctors.\" Several issues were discussed at the meeting. They ranged from security measures - collapsible gates for emergency wards, regulated entry for patients' kin and enhanced police presence on medical campuses with nodal officers responsible for law and order - to the CM's suggestion for third-party PR professionals, who could act as grief counsellors and handle communication between \"overworked doctors\" and \"aggrieved patients' kin\" and grievance cells for patients. \"We are delighted with the cordial manner in which the meeting was held, the CM's caring touch and concrete suggestions and assurances to the issues raised by us,\" one of the junior doctors said. \"They (doctors) have genuine demands. We have listened to them and taken decisions to resolve them. This must be a continuous process. We have to see to it that such untoward incidents are averted and action is taken if something happens,\" Mamata said. The CM's \"gentleness\", however, came with the message that she could not be bullied. Urged by the junior doctors to visit the doctor who was injured in the NRS attack, and come to the NRS campus, she said, \"Leave certain things to us...Give me your word that you will resume duty.\" In Video:CM Mamata accepts proposal of doctors to set up Grievance Redressal CellDownload The Times of India News App for Latest India News."}, "Rajasthan Royals 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "time": "", "description": ""}, "Many courses in Rajasthan University fail to get even 10 applications": {"description": "JAIPUR: There seem to be only few takers for certain certificate courses at Rajasthan University (RU) for which less than 10 admission forms have been received. Faculty crunch, no infrastructure and lack of awareness about the courses have been some of the prominent reasons that students are not applying. H R Khan, head of the department of Urdu and Persian at RU, talks about the problems that his department is facing. “We have six teachers in our department but two faculty will retire within two months. We are in urgent need of 18 teachers. Students will take interest if there is good faculty. In certificate courses, we are barely managing to fill 20 seats in Urdu and Persian due to lack of faculty. We had to stop MPhil, honours and certificate diploma courses due to shortage of faculty. The future of both these courses is very bleak in our university,” said Khan. RU provides bachelor’s degree in courses like painting, applied art and sculpture for four years. These courses come under visual arts department. Although there is no required 10+2 stream or entrance test for these courses, still they face the challenge of filling seats. Professor T J Kavoor, assistant professor in-charge of the sculpture department in RU says that 70% of their course is practical and 30% theoretical. “We do not have any teacher for theoretical subjects. In the department of visual arts, we need at least 16 teachers but have only four. We have asked the RU administration many times last year when the recruitment process was going on for more faculty but they do not take our subjects very seriously. Our teachers went to meet the governor as well. When our students apply in other universities for higher education, they are rejected in interviews due to lack of theoretical knowledge. What is the use of opening these courses when administration cannot maintain them,” said Kavoor. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/many-courses-in-ru-fail-to-get-even-10-applications/articleshow/69817351.cms", "time": "2019-06-17 09:48:00"}, "Yogi Adityanath": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "time": "", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "time": "", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "45 varieties of mango on display at exhibition in Rajasthan’s Banswara": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/45-varieties-of-mango-on-display-at-exhibition-in-rajasthans-banswara/videoshow/69707257.cms", "time": "", "description": ""}, "Vidyut Jammwal": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/vidyut-jammwal-acquitted-in-12-year-old-assault-case/videoshow/69830904.cms", "time": "", "description": ""}, "Weight Loss": {"link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-why-going-to-bed-on-a-full-stomach-is-harmful/articleshow/69827223.cms", "time": "", "description": ""}, "‘Will oppose delimitation of panchayats’": {"description": "JAIPUR: State BJP will continue to oppose the delimitation of panchayats by the state government. The decision came during a state level working committee meet held in Jaipur on Sunday. “Congress government has taken a decision of delimiting panchayats which will be opposed tooth and nail. They have taken the decision on their own without following the rules,” said Madan Lal Saini, state president of BJP. Sharpening his attack, Saini said that government’s priorities are not in sync with people and they have lost confidence of the people. “Government has no control over crime in the state. The number of rape cases are on an all-time high, the sand mafia has no fear of the law. They are attacking police and people while the government is busy solving party’s internal fight,” said Saini. Taking a dig at the changes made in the revised textbooks, Saini said that Congress party has axed the role models of BJP which is condemnable. “It is very unfortunate that government is acting with vengeance. They are not adopting the polices and schemes made by the central government. They have closed down Bhamashah Yojana, not implementing Ayushman Bharat Yojana, contractors are not getting their dues, employees their salaries and people are waiting for electricity. They have failed to show any governance in the state,” said Saini. Former CM Vasundhara Raje said that people of the state have given their mandate to the BJP in the Lok Sabha polls. “People are so angry with the government within five months of their rule that they gave BJP a lead in 185 state assembly segments out of 200 in the Lok Sabha polls. Congress has not taken a lead even in the assembly segments won by CM Ashok Gehlot and deputy CM Sachin Pilot. It shows that they have lost their mandate,” said Raje. The meeting was attended by all newly elected MPs. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/will-oppose-delimitation-of-panchayats/articleshow/69817341.cms", "time": "2019-06-17 09:34:00"}, "India vs Pakistan": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/india-vs-pakistan-rohit-kuldeep-ensure-india-maintain-clean-slate-against-pakistan-in-world-cup/articleshow/69817365.cms", "time": "", "description": ""}, "Rajasthan BJP chief Madan Lal Saini stokes controversy, says 'Akbar was characterless'": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/rajasthan-bjp-chief-madan-lal-saini-stokes-controversy-says-akbar-was-characterless/videoshow/69689005.cms", "time": "", "description": ""}, "Jaipur discom officials held for bribe": {"description": "KOTA: Anti-Corruption Bureau (ACB) on Monday arrested a junior engineer (JEN) and a lineman, posted in assistant engineer’s (AEN) office of Jaipur discom in Ratlai town of Jhalawar district. The duo had demanded bribe of Rs 5,000 from a local farmer for changing his transformer in his agriculture land in Chokadi village. The role of assistant engineer who was caught by ACB in an inebriated state is also suspected. The accused junior engineer is a native of Darbhanga district in Bihar and had obtained job at the Discom as JEN in October 2018. The lineman has been identified as Arif Mohammad, said ASP, ACB, Jhalawar, Bhawani Shankar Meena. Parmanand Lodha, a farmer of Chokadi village in Ratlai area on June 10 had approached ACB Jhalawar and lodged a complaint that the two officials had demanded a bribe of Rs 5,000 for changing transformer in his agricultural land. The farmer first met the JEN with an application to change the transformer but the JEN asked him to meet the lineman, who, on behalf of JEN Nishant Divyanshu, asked for a bribe amount of Rs 7,000 for the work. The amount was later settled at Rs 5,000. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/jaipur-discom-officials-held-for-bribe/articleshow/69833320.cms", "time": "2019-06-18 04:31:00"}, "PM Modi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "time": "", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Animal ownership case: Cow chooses her 'owner' in Jodhpur court": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/animal-ownership-case-cow-chooses-her-owner-in-jodhpur-court/videoshow/69809437.cms", "time": "", "description": ""}, "trichy": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trichy/articleshow/59890756.cms", "time": "", "description": ""}, "Urmila Matondkar": {"link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "time": "", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "291 more rly stations to get free Wi-Fi facility by Sept": {"description": "JAIPUR: After providing Wi-Fi facility in 67 stations, north western railways (NWR) is now aiming at extending this facility to almost every station excluding the ones which do not have station masters. In this series, the authorities are planning to extend this facility to 291 more stations by September 31. This will include smaller stations like the D and E class remote stations. On May 14, 2016, Jaipur railway station got the facility and since its inception the facility is very popular among the rail passengers. While waiting for their trains, the passengers are into watching, downloading videos. On Sunday, many passengers enjoyed seamless telecast of the much-awaited India versus Pakistan match prior to catching their train to various destinations. Authorities said that the railways is planning to extend the facility to even smaller stations and aims at extending it to every station. “Only the halt stations which do not have station masters would be spared. We are aiming at extending the facility to 291 more stations,” said Abhay Sharma, chief public relations officer, NWR told TOI. Presently 14 stations of Ajmer division, 22 of Bikaner division, 14 of Jaipur division and 17 of Jodhpur division of north western railways have the Wi-Fi facility. “We have not only started this facility in A1, A and B class stations but we have also included the D and E class stations like Nasirabad (Ajmer), Mahajan (Bikaner), Asalpur Jobner (Jaipur) and Pokaran (Jaisalmer),” said an officer with the NWR. The speed of internet is around 25Mbps for the first half-an-hour for the passenger and thereafter only the speed is reduced without any charges. “A passenger just needs to activate Wi-Fi on his phone and register through his mobile phone number to get the OTP-. After submitting the OTP he or she can enjoy seamless internet to download games, movies, songs and even watch live TV. Since its inception this has been a very popular feature on the railway stations,” the officer added. A passenger can avail free facility for half-an-hour with 25Mbps speed once in 24 hours. Many people frequently visit railway station to download larger files and even to download software uploads. “It is faster compared to any other network. Many a times when I need to update various files I visit railway station just by paying for a platform ticket to get hi-speed internet,” said Shubham Sharma who was visiting New Delhi by Shatabadi on Monday. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/291-more-rly-stations-to-get-free-wi-fi-facility-by-sept/articleshow/69833451.cms", "time": "2019-06-18 04:42:00"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "time": "", "description": ""}, "Satta Market": {"link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "time": "", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ranveer Poses": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ranveer-singh-and-harbhajan-singh-pose-for-some-super-cool/articleshow/69833663.cms", "time": "", "description": ""}, "Bollywood actors who would be great teachers": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "time": "", "description": ""}, "Rajasthan CM Ashok Gehlot orders police to give courteous, patient hearing to complainants": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/rajasthan-cm-ashok-gehlot-orders-police-to-give-courteous-patient-hearing-to-complainants/videoshow/69760457.cms", "time": "", "description": ""}, "Sadhvi Pragya": {"link": "https://timesofindia.indiatimes.com/india/sadhvi-pragya-sparks-controversy-while-taking-oath/articleshow/69827039.cms", "time": "", "description": "NEW DELHI: BJP MP from Bhopal Sadhvi Pragya Singh Thakur created a controversy on the first day of 17th Lok Sabha on Monday when she suffixed the name of her spiritual guru with hers while taking oath, drawing objections from the opposition. Amid protests and shoutings, Thakur said that it was her full name and she had already mentioned it in the form she had filled for oath taking. The mention of Swami Purna Chetnanand Avdheshanand Giri as suffix to her name evoked sharp reaction from the opposition members who said that such a thing was not permitted. She insisted that the suffix was part of her full name, resulting in an uproar from opposition and slogan shouting in her favour from the ruling benches. Following the din, Pro-tem Speaker Virendra Kumar asked the Lok Sabha secretary general about Pragya's full name. Amid noise and objections, Kumar ruled that only the name written in her election certificate issued by the returning officer would go on record. Thakur, the Malegaon blast accused, took oath in Sanskrit and ended it with 'Bharat Mata Ki Jai' slogan. Thakur defeated Congress stalwart Digvijay Singh to enter the Lok Sabha for the first time. Later, BJP members continued to raise 'Bharat Mata Ki Jai' slogans, teasing the opposition. They started raising slogan after oath taking by every BJP member. After Ganjendra Umarao Singh Patel (BJP) completed his oath with 'Bharat Mata Ki Jai', N K Premchandran (RSP) urged the Pro tem Speaker to maintain the prescribed format of the oath. The Pro tem speaker ruled that the members stick to the format provided. After this, the members of BJP started adding 'Bharat Mata Ki Jai' after end of every oath. Some of the prominent names who took oath from Madhya Pradesh included K P Yadav who defeated Jyotiraditya Scindia, Rakesh Singh, Ramakant Bhargava and Nakul Nath. Indore MP Shankar Lalwani took oath in Sindhi. In Video:Lok Sabha: Sadhvi Pragya made to take oath againDownload The Times of India News App for Latest India News."}, "Rajasthan: Here, the cemetery gives you the history of Jews": {"description": "JAIPUR: Once a bustling community at Abu Road, today the word ‘Jew’ fails to ring a bell amongst the local populace. So, the only way to find the Jewish cemetery in the city is to ask for the Christian graveyard. “No one from the community exists anymore. Once the population of Jews was around 150-200. But most of them migrated to Israel or other parts of India seeking better opportunities,” says Ratan Bennett holding onto the rusted gate of the Jewish cemetery with a ‘Star of David’ on it. Ratan Bennett (70) is the only person in the city with a Jewish heritage. Born as Abbey Gail Jared in Abu city, she was a Jew before converting to Christianity after her marriage. With only eight graves, the Jewish cemetery has no boundary wall. The land surrounding the cemetery is full of wild plants and thorny bushes. The epitaphs are in Hebrew and English and only state the name and date of death of the person. The oldest grave dates back to 1904. “Abu Road was one of the biggest railway junctions in the British era. Jews, have always been an educated community who settled here to work in the railways. Earlier, the boundaries of this cemetery were intact. Some graves used to have beautiful statues of a woman reading from the Torah (Jewish religious scripture) but slowly due to encroachment and neglect it is now in a dilapidated condition. Around 40 years back, my uncle was the last Jew in the city who migrated to Israel,” recalled Ratan. Ratan’s maternal grandfather who was a guard in railways is buried at the Abu Road cemetery and her paternal grandfather is buried at another Jewish cemetery in Ajmer. These are the only two places to have Jewish cemeteries in Rajasthan. Like on Abu Road, Jews settled in Ajmer were also in the railways. Once a flourishing community, now there are no more Jews left in Rajasthan. As per the 2001 census, one Jew was recorded to be living but no one knows his whereabouts. Migration towards Israel started after its formation in 1948. As per Hansey Timoty (42), a Christian, who is the fourth generation of his family taking care of the Jewish cemetery in Ajmer, the last person buried there was in 1962. “This is the grave of a six-year-old girl who died in an accident. Her father was in railways before migrating to Israel in 1965. Since then, some of her relatives and others have come to pay a visit once in a while. Otherwise, even the municipal authorities of Ajmer have no clue about this place,” said Hansey. Like Abu Road, Ajmer Jewish cemetery is bordering with the CNI Church Christian Graveyard at Christian Ganj. Built around the same time as Abu Road cemetery, the Ajmer Jewish cemetery has 46 graves and is in shambles with no one to look after it. At its peak, Jews were 250–300 in number before migrating to Israel. At present, both the cemeteries are looked after by the Jewish community settled in Ahmedabad. Joint secretary of the Magen Abraham Synagogue (Jewish place of worship) Jacob Robin Srigawkar while talking to TOI expressed concern about the fate of two cemeteries. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/rajasthan-here-the-cemetery-gives-you-the-history-of-jews/articleshow/69833231.cms", "time": "2019-06-18 04:58:00"}, "Waste being burnt near IMT Manesar": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waste-being-burnt-near-imt-manesar/articleshow/56687906.cms", "time": "", "description": ""}, "Navya Naveli Nanda": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "ICAR Admit Card": {"link": "https://timesofindia.indiatimes.com/home/education/news/icar-aieea-admit-card-2019-released-ntaicar-nic-in/articleshow/69836005.cms", "time": "", "description": ""}, "Shah Rukh Khan": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shah-rukh-khan-and-his-son-aryan-khan-are-all-set-to-voice-for-the-lion-king-in-hindi/articleshow/69819993.cms", "time": "", "description": ""}, "\nMarriage, pakode and Jaipur on funnyman Maheep’s mind\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/Marriage-pakode-and-Jaipur-on-funnyman-Maheeps-mind/articleshow/51996356.cms", "time": "", "description": "Necessity may well be the mother of all inventions, but for comedian Maheep Singh, what could possibly have been the necessity to create pakode is hard to fathom. In Jaipur last Saturday to perform at the Birla Auditorium, he asked the audience, “Who would have thought ki sabzi ko besan mein daal kar, usko fry kiya jayega? It is boredom which is the mother of all inventions, not necessity.” He added, “And marriage is another example of boredom.” These were only a few of the quips directed at the audience by the stand-up comedian during his gig.  From creation of language, evolution of mankind, Valentine’s Day and how he ruined his father’s publishing business to him dealing with depression – Maheep’s session had an amusing take on all of these. “We created the definition of success and failure and now we’ve restricted ourselves in our head. It’s important to embrace failure or you will never learn. Failure is inevitable. After experiencing one failure after the other, I turned into a really angry person who felt depressed and dejected. In that state, I could have easily shot anybody who tried to mess with my head. The choice was clear – to give in to the anger or make people laugh using comedy. I chose the latter,” he said as he addressed a young audience.  Those expecting Rajasthani jokes didn’t get to hear any because Maheep didn’t know any. “I only crack jokes about sardaars because it’s good to laugh at yourself,” he told us, adding, “I enjoy Marwari jokes, but unfortunately I don’t know any. Now I will learn some so that whenever I am in Jaipur next, I can crack some Marwari jokes or those directed at the people of Jaipur,” he added. Talking about what makes for a good stand-up comedian, he said, “A good stand-up comedian acts as a vent for people to channel their everyday frustration. So if you cuss at a politician, people enjoy it because deep down they’re also tired of their country’s political system. Woh gaali dena chahate hain, aur ek stand-up comedian unki feelings ko voice karta hai.”  Having performed in Jaipur many times, Maheep is glad that the city now witnesses several comedy gigs. He said, “Jaipur is a city that never fails to impress me. People of Jaipur are very receptive and I am happy to know that comedy gigs are happening so frequently in this city.” Download The Times of India News App for Latest City ."}, "Arjun Kapoor impresses rumoured girlfriend Malaika Arora once again!": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "DRDO study on increasing working capacity of jawans": {"description": "JAISALMER: The Defence Research & Development Organisation (DRDO) has started a study to increase the working capacity of BSF jawans living in adverse conditions in the country and to keep them disease-free. DRDO’s Defence Institute of Physiology and Allied Science (DIPAS) section (Timarpur, Delhi) is studying around 50 jawans. In the last 10 days data has been collected and work will soon begin. Sources said that DRDO scientists have been studying jawans for last 10 days in the morning and at the peak time when temperature crosses 50 degrees. Blood sugar, heartbeat, pulse rate etc of these jawans are being noted. Sources added that deployment of jawans in areas with excessive heat and their activities are being tested in a scientific manner under this module. A scientist of DRDO who reached Jaisalmer said that a special module has been introduced by DIPAS group of DRDO. The module will try and find out how to reduce body temperature, mental stress, make the digestive system better and keep the BP and heart rate normal. Activities where jawans do not feel thirsty frequently or do not face the problem of heatstroke will also be conducted. Source said that government will act on the recommendation of this study. BSF Rajasthan Frontier IG Anil Paliwal has confirmed that DRDO is doing a study on BSF jawans. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/drdo-study-on-increasing-working-capacity-of-jawans/articleshow/69833387.cms", "time": "2019-06-18 04:36:00"}, "Jaipur: Khandelwal, Poonia served show-cause notice by AICC": {"description": "JAIPUR: Congress candidate from the Jaipur parliamentary seat Jyoti Khandelwal and Pradesh Congress Committee secretary Dhoop Singh Poonia were served show-cause notices by the All India Congress Committee (AICC) for publically airing their grievances against the party leaders. The party has sought an explanation from both the leaders who were asked to reply in seven days. Since the Lok Sabha debacle various Congress leaders, MLAs and others were into mudslinging against each other and were showing their annoyance of defeat on public platform. Both the leaders received the notice through registered post on Sunday. Jyoti Khandelwal had alleged that media chairperson of Congress party in Rajasthan, Archana Sharma and her husband Somendra Sharma conspired to defeat her in the Lok Sabha elections. Poonia on the other hand had posted on the social networking platforms and alleged that PCC president and deputy CM Sachin Pilot has no time for party workers. Cognizance was taken by the party high command on the action of these leaders in a scenario where AICC general secretary and in-charge Avinash Pandey had specifically told Congressmen in Rajasthan not to air their public opinion on the disastrous defeat of the party. When contacted, Poonia confirming the notice, said, “Many others had raised questions after party’s defeat but why is the serving of notices so selective. In my reply I am going to give reference of other statements. What I said was constructive criticism.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/khandelwal-poonia-served-show-cause-notice-by-aicc/articleshow/69817338.cms", "time": "2019-06-17 09:46:00"}, "Janhvi shows off her dance moves": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/janhvi-kapoor-shows-off-her-killer-belly-dance-moves-in-this-latest-video/videoshow/69818957.cms", "time": "", "description": ""}, "Jodhpur district court acquits Salman in fake affidavit case": {"description": "JODHPUR: In a major relief to Salman Khan, the Jodhpur chief judicial magistrate (CJM)’s court acquitted the actor in a case of submitting false affidavits on Monday and rejected charges made by the prosecution. Khan had moved an affidavit in the court in 2006 in relation to a case against him under the Arms Act, stating that he had lost his arms licence. The prosecution had alleged that he had submitted a false affidavit, claiming that he had not lost his licence but submitted it for renewal. Khan’s counsel H M Saraswat argued that since the actor had already been acquitted in the case, there was no point in continuing with the matter.“We also argued that the affidavit was not intentional as he was busy and didn’t have an exact idea about his licence then,” Saraswat said. Jodhpur: While seeking exemption from appearance in the court during trial, Khan had stated in a second affidavit that he could not appear on a certain day due to ear pain and was advised against air travel. Claiming the affidavit as false, the prosecution argued that Khan was busy shooting for the movie, ‘Bajrangi Bhaijaan’, in Jammu & Kashmir and had misled the court. “We clarified to the court that Khan was shooting then and was advised not to travel by air,” Saraswat said. CJM Ankit Raman rejected both the applications by the prosecution, providing a major relief for Khan, who has been facing four cases in various courts. “Had these applications by the prosecution been admitted by the court, Khan could have been subject to seven years’ imprisonment for submitting false affidavits,” said Mahipal Bishnoi, one of the prosecution counsels. Khan had been acquitted in two cases of poaching by the high court and appeals by the state government are pending before the Supreme Court. In a third case of poaching, he has been convicted by the trial court and the appeal is pending in the sessions court. Similarly, the state government’s challenge against Khan is pending before the sessions court after the trial court had acquitted him in the case under the Arms Act. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/jodhpur-district-court-acquits-salman-in-fake-affidavit-case/articleshow/69833437.cms", "time": "2019-06-18 04:40:00"}, "Illegal mining continues unabated in Rajasthan's Kardhani": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/illegal-mining-continues-unabated-in-rajasthans-kardhani/videoshow/69785247.cms", "time": "", "description": ""}, "Delhi Capitals team": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "time": "", "description": ""}, "Shahid Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoor-on-his-self-destructive-phase-and-first-heartbreak/videoshow/69832223.cms", "time": "", "description": ""}, "\nThe Goodenoughs’ Indian cricket outing\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/The-Goodenoughs-Indian-cricket-outing/articleshow/52206097.cms", "time": "", "description": "On Monday evening, the entire family – including Gene’s parents John and Geri, Preity’s mother Neel Prabha, brother Deepankar Zinta, watched Kings XI Punjab taking on Virat Kohli’s Royal Challengers Bangalore in Mohali. The couple wore the team’s official red jersey, while the other family members chose a simple KXIP T-shirt. According to a source at the stadium, Preity was stressed throughout the match and so, Gene kept interacting with her in between to help ease the tension. They were also spotted holding hands. The actress kept doing rounds of the stadium as she cheered her team on. Number game and an extra G The jerseys the couple wore for the match were quite similar. Both had 111 embossed along with the initials of their names. If Preity’s jersey had 111 PZ written on its back, Gene’s jersey had an extra G added, making it 111 GGG. A source told us that the additional G is the initial of a family member Gene is very attached to. Weeding rituals in Himachal The couple had driven back from Preity’s hometown in Himachal the same morning. “They took the road to Chandigarh from Preity’s hometown. Since it involved driving around in the hills and the distance was a lot, they were all tired. Despite starting early on Monday morning, the entire family reached Chandigarh in the afternoon,” a source said, adding that all of them were to fly to Mumbai yesterday to take stock of the preparations for the reception on May 13.  We hear that Gene and Preity’s families stayed in her native village for three days. Besides roaming around, they also completed the wedding rituals, which took place in typical Himachali style. They also met some of their close relatives and friends who stay there. Download The Times of India News App for Latest City ."}, "Anantnag Encounter": {"link": "https://timesofindia.indiatimes.com/india/1-army-major-martyred-another-among-3-injured-in-kashmir-encounter/articleshow/69833518.cms", "time": "", "description": "SRINAGAR: An Army Major died while another officer of the same rank and two soldiers were injured in a gunfight at Bidoora village, in Achabal area of south Kashmir's Anantnag district, on Monday, a defence spokesman said. A Pakistani terrorist was killed in the encounter. Major Ketan Sharma of 19 Rashtriya Rifles, who died in the Achabal encounter, belonged to Meerut. A police officer said they had found the body of a Pakistani terrorist and seized arms and ammunition from the encounter site. The identity of the slain terrorist was being ascertained. In another attack, at least nine Army soldiers were injured in an IED blast that targeted a security vehicle of 44 RR at Aarihal village in Pulwama on Monday evening. Those injured in the Achabal gunfight and IED blast were rushed to the Army's 92 Base hospital in Srinagar, officials said. In the third attack in 24 hours, terrorists lobbed a grenade at the headquarters of the 180 CRPF battalion camp in Tral sub-district of Pulwama late on Monday evening. The grenade exploded outside the headquarters. No casualties have been reported. The first attack happened on Monday morning when a team of security men was on a cordon-and-search operation in Achabal. Terrorists fired at the team, who then retaliated. In the Pulwama attack, the terrorists after setting off the IED, opened fire at the Army vehicle. \"Initial reports reveal the vehicle suffered extensive damage,\" the official said. Three of the soldiers injured in the blast were said to be serious, sources said. Soon after the attack, Army, police and SOG reinforcements were rushed to the spot and a massive search operation was launched. A defence spokesman, however, said some of the men sustained minor injuries in the IED blast. Damage was minimal due to the alertness of the patrol party, he said. The vehicle was an armoured ALS and not a Casspir (a mine-resistant, ambush-protected vehicle), he added. In Video:Indian Army’s vehicle attacked by IED in J&K’s PulwamaDownload The Times of India News App for Latest India News."}, "Lesser known facts about Gurmeet Choudhary": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "time": "", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "time": "", "description": ""}, "PMAY sets target of 3.64 Lakh homes for 2019-20": {"description": "JAIPUR: Even as in the last financial year (2018-19) the state missed several deadlines to complete the construction of sanctioned number of houses under Pradhan Mantri Awaas Yojana – Grameen (PMAY-G), the rural development department has set a target of 3.64 lakh houses in the state for 2019-20. The department already has a balance amount of Rs 45.57 crore under PMAY scheme. According to a rural development department order, 74,163 houses have been allotted to scheduled castes, 1.45 lakh houses allotted to scheduled tribes, 16,792 to the minorities and 1.27 lakh houses to others. The estimated target which was earlier set at 3.66 lakh was later reduced to 3.64 lakh houses in a revised order dated June 13. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/pmay-sets-target-of-3-64l-homes-for-2019-20/articleshow/69817369.cms", "time": "2019-06-17 09:41:00"}, "JDA aims to develop 35 greewood parks to conserve water": {"description": "JAIPUR: The Jaipur Development Authority (JDA) will develop 35 greenwood parks in the city. The aim of this scheme is to plant trees instead of grass and flowers to save water. The scheme is about having plantation in the city parks where there are no borewells or the borewells have become dry due to which irrigation facility is not available. In these parks around 5,520 trees will be planted which will be maintained by Jaipur Development Authority for the next two years. Senior horticulturist S P Bhadu of JDA while talking to TOI explained, “This idea was discussed to save as much water as possible because in flowering plants, grass and other gardens hundreds of litres of water is wasted and they need more maintenance. Once the trees are planted they require water only 3-4 times every month. Hence, they will be easily maintained. The entire operations will cost us around Rs 38.92 lakh.” As monsoon is approaching, government will distribute around 21,000 saplings to the residents of the city who would have to take care of the plants later. These plants can be taken from the public parks of the area. Similarly, JDA will even plant saplings in government schools and office premises that will later be maintained by the respective departments. Recently, JDA had put QR code on a few trees in Central Park. Any person can scan the code from his mobile and get information about the tree – species, usage and place of origin. While explaining this scheme Bhadu said, “We have launched it recently and around six trees in the Central Park have this facility. The plan is to gradually spread it to more plants and trees in the Central Park and other public parks of the city.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/jda-aims-to-develop-35-greewood-parks-to-conserve-water/articleshow/69833290.cms", "time": "2019-06-18 04:29:00"}, "Thousands participate in ‘Run for Environment’ rally": {"link": "http://photogallery.indiatimes.com/events/jaipur/thousands-participate-in-run-for-environment-rally/articleshow/69756542.cms", "time": "", "description": ""}, "surplus or shortage? who cares?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/surplus-or-shortage-who-cares/articleshow/58981956.cms", "time": "", "description": ""}, "Tamil Nadu Elections": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "time": "", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Himmat faction to hold mahapanchayat today": {"description": "JAIPUR: As the ultimatum given to the state government by Himmat Singh-led faction of Gujjar Aarakshan Sangharsh Samiti got over on Saturday, they would be holding a Mahapanchayat on Monday in Sikandra to discuss about launching a statewide ‘rail and rasta roko’ agitation. However, three out of five persons belonging to the most backward class (MBC), who have been sitting on hunger strike in Sikandra for over 10 days now, fell ill on Sunday and have been admitted to Dausa hospital. “Three persons – Vishnu Kumar Gurjar, Kushal Chand Gurjar and Vijay Pal Gurjar – have been admitted to Dausa hospital after they fell ill while on hunger strike. The doctors had attended to them and later referred them to Dausa. One person, Ranbir Kasana, ended his hunger strike yesterday (Saturday). Now, just one person Balram is on hunger strike,” said Sikrai SDM Haritabh Kumar Aditya, who visited them at the hospital. Himmat Singh also alleged that nodal officer of Gujjar reservation settlement Neeraj K Pawan was misleading the state government and demanded his removal. Meanwhile, Singh said, “We are expecting a huge number of people from all districts. But, since it has been raining for the past two days, the number could be less. The agenda will be the implementation of 5% reservation for Gujjars (in education and jobs) in totality. There will be discussion on the agitation as well.\" Kirori Singh Bainsla has not been invited for the Mahapanchayat, he added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/himmat-faction-to-hold-mahapanchayat-today/articleshow/69817299.cms", "time": "2019-06-17 10:19:00"}, "Yuvraj Singh-Hazel Keech's love story": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "time": "", "description": ""}, "Rajasthan government’s move to increase summer vacations faces flak": {"description": "JAIPUR: Reversing the previous BJP order, state education department has reduced winter vacations of government teachers by seven days while increasing their summer vacations by same number of days. However, this move is objected by the Rajasthan Teachers’ Association as they claimed it will not make any difference. Earlier, summer vacations would start from May 19 and continued till July 1 in the government schools across the state. As the BJP came into power at the Centre and Rajasthan, summer vacations were reduced and schools reopened from June 19 onwards. The decision was taken to celebrate, in schools, Yoga Day on June 21 initiated by the BJP government. In order to compensate, seven days were added in the winter vacations making it 14 days. During the time of elections, Congress government declared that they will reinstate the old vacation timetable. Now, the orders have been issued and the schools will reopen on June 24. The government has also reduced seven days from the winter vacations. The decision has been criticised by teachers from all over the state. Teachers said that the Congress government has played politics. President of Rajasthan Teachers and Panchayati Raj Employees Federation, Narayan Singh Sisodia said, “This order is against the promises made by the government. Teachers are being fooled because it is not going to make any difference. As per the old timetable, they can reduce the winter vacations which they did but addition of seven days in the summer vacations doesn’t change anything.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/state-govts-move-to-increase-summer-vacations-faces-flak/articleshow/69817350.cms", "time": "2019-06-17 09:23:00"}, "NH8-a truck is spreading husk all over": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/NH8-a-truck-is-spreading-husk-all-over/articleshow/55787016.cms", "time": "", "description": ""}, "Potholes on main raod": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholes-on-main-raod/articleshow/61429391.cms", "time": "", "description": ""}, "Chanchal Lahiri": {"link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "time": "", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "time": "", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "time": "", "description": ""}, "'Beautiful' Millennium City": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/39beautiful39-millennium-city/articleshow/58201917.cms", "time": "", "description": ""}, "Cong candidates continue with their blame game": {"description": "JAIPUR: Avinash Pande, the Congress general secretary in-charge of Rajasthan began stock-taking of the reasons for failure of the party in the recently held Lok Sabha elections in the state. The BJP won all the 25 seats while chief minister Ashok Gehlot’s son Vaibhav Gehlot failed to open his account from the Jodhpur seat, leaving the party in turmoil. Pande had sent messages to all the party candidates to reach the AICC headquarters in Delhi on Monday as the party is searching for reasons for its abysmal performance despite being in power in the state. There were allegations within the party for as some candidates had alleged that few Congress leaders themselves are responsible for the debacle. It was alleged that these leaders worked against the party candidates and to settle personal scores sabotaged their chances to win. However, the party could not conduct a serious stock-taking after resignation of party’s national president Rahul Gandhi and the leadership crisis facing the party at the national level. The executive committee of the PCC convened after the elections could not hold a free discussion as the meeting dispersed after passing a resolution asking Rahul Gandhi to continue as the party president. Congress candidate from Udaipur seat Raghuveer Meena who could not attend the meeting held in Delhi told TOI, “I had received a message from Pande’s office on Sunday asking me to reach Delhi on Monday. However, I informed of my inability as I am out of the state,” he said. Savita Meena, the party candidate from Dausa claimed that the election fell on Akhshay Tritiya (May 6) which is also the auspicious occasion for marriages. She said many tribal voters could not vote as they were busy with weddings in their community. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/cong-candidates-continue-with-their-blame-game/articleshow/69833377.cms", "time": "2019-06-18 04:34:00"}, "Udaipur: Keys, coins, metal items removed from patient’s stomach": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "time": "", "description": ""}, "Mi 9T Launch": {"link": "https://timesofindia.indiatimes.com/gadgets-news/xiaomi-mi-9t-mi-9t-pro-to-launch-today-heres-all-you-need-to-know/articleshow/69751888.cms", "time": "", "description": ""}, "Gujjar reservation: Review meeting to be held today": {"description": "JAIPUR: As the Mahapanchayat of the Himmat Singh-led faction of Gujjar Aarakshan Sangharsh Samiti got over in Sikandra on Monday, they have decided to wait till the government's decision to be taken at the review meeting with the Bainsla-led faction on Tuesday. They have given an ultimatum till June 20 for the government to act on their demand of implementing 5% reservation for Gujjars (in education and jobs) in totality. Meanwhile, an 11-member delegation led by Himmat Singh is set to meet CM Ashok Gehlot at 8 am today to discuss the same. “We have given an ultimatum till June 20 to act on our demands. Tomorrow (Tuesday) there is a meeting of the sub-committee of three ministers. We will keep track of the developments of the meeting. We have not received any invitation for tomorrow’s meeting yet. If they call us, we will go,” said Singh, who had threatened to launch a statewide ‘rail and rasta roko’ agitation. A meeting of the sub-committee of three ministers with the representatives of Gujjar community including Kirori Singh Bainsla, which was earlier scheduled to take place on May 30, would now be held on June 18 (Tuesday). The three ministers who would be present are Raghu Sharma, Bhawarlal Meghwal and Vishvendra Singh. “The committee will be reviewing all the decisions taken with regard to Gujjar reservation. The representatives of the Gujjar community will be present at the meeting. Bainsla has also been invited for the meeting,” said a senior official at social justice and empowerment department. This is first review meeting on Gujjar reservation after the end of Lok Sabha elections in the state. The Mahapanchayat of the Himmat Singh-led faction in Sikandra was attended by around 1,000 representatives of the community from various districts. Meanwhile, the three persons belonging to the most backward class (MBC), who fell ill on Sunday following a hunger strike for over 10 days, were admitted to the Dausa hospital again on Monday after they fled from the hospital this morning to rejoin the protest. “They fled from the hospital without informing the doctors. They are not well and have been admitted again,” said Sikrai SDM Haritabh Kumar Aditya. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/gujjar-reservation-review-meeting-to-be-held-today/articleshow/69833412.cms", "time": "2019-06-18 04:38:00"}, "Mahagathbandhan": {"link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "time": "", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sapna Choudhary": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/haryanvi-sensation-sapna-choudhary-ditches-her-desi-avatar-looks-super-glamorous-in-this-latest-photoshoot/videoshow/69836125.cms", "time": "", "description": ""}, "Arjun Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-kapoor-impresses-rumoured-girlfriend-malaika-arora-once-again/videoshow/69835240.cms", "time": "", "description": ""}, "Helmetless two-wheeler riders": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/helmetlesstwo-wheelerriders/articleshow/64444545.cms", "time": "", "description": ""}, "Showers on Sunday bring down temperature": {"description": "JAIPUR: Many places in the state witnessed mild to moderate showers that guided the mercury to take a dip on Sunday. However, Kota remained hottest where a maximum temperature of 41.1 degree Celsius was recorded. Jaipur Met office stated that similar conditions will prevail in the state on Monday when some places in the eastern and western Rajasthan will receive mild to moderate showers. Showers started at many places since morning on Sunday. There was an average dip of almost 3 degree Celsius. Jaipurites woke up to a comparatively pleasant morning as a minimum temperature of 29.6 degree Celsius was recorded in the city. It was followed by a drizzling noon as scattered rainfall was witnessed in the city. Though many areas in the city got water-logged, people were seen enjoying the pleasant weather. Meanwhile, among many other places in the state that received rainfall was Bhim (Rajsamand) that witnessed a rainfall of 70 mm, which was highest in the state. It was followed by Tibi (Hanumangarh) 30 mm, Chirawa (Jhunjhunu) and Sriganganagar 30 mm. Many other areas in the state also witnessed a rainfall varying between 20 mm and 10 mm. After fortnight-long simmering heat conditions, except Kota, majority of places in the state witnessed maximum temperatures below 40 degree Celsius. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/showers-on-sunday-bring-down-temps/articleshow/69817297.cms", "time": "2019-06-17 10:27:00"}, "Pushkar fast losing its sheen to ever-growing sand cover": {"description": "JAIPUR: Pushkar has been described as ‘a beautiful abode surrounded by hills’ in the ancient scripture of ‘Bhagwat Puran’. However, this holy city is now facing the danger of losing its sheen to expanding sand cover. The climate change alone is not responsible for desertification Pushkar which is located in the midst of serene Aravalli hills. Human intervention is also to be largely blamed for it. The holy city is facing both legal and illegal construction activities for resorts and hotels, sand mafia is eating away the sand dunes and the increasing population is adding to the problems. These factors have diminished the green cover, depleted water sources—underground and reservoirs, cycle of sand dunes is taking the city towards desertification. “The flora and fauna have been severely affected in the last two decades. The land mafia in connivance with the administration has sold the environmentally sensitive land in Budda Pushkar, Motisar, Nand and Sawai Pura around Pushkar to the hospitality sector for building resorts and hotels. This land has always protected the environment of the city which has collapsed,” said Ashok Tak, a social activist based in Pushkar. The activist has also raised concern over the active sand mafia here. Every night several tractors smuggle sand from nearby hills, contributing to the expansion in desert areas. The vast stretches of land on hills and foothills have become barren due to indiscriminate use of groundwater. Reepunjaya Singh, professor of urban planning, Rajasthan Institute of Public Administration (RIPA) said, “It is unfortunate that the holy city has been treated like an upcoming urban city. The administration’s approach has been to sell the place like a hot tourist spot without understanding its topography and sensitivity towards environment. The effects such as increasing sand cover, shortage of water, irreversible loss of biodiversity is just the beginning.” The disappearance of sand dunes has far-reaching effects. Independent studies have established that sand dunes harbour vegetation and fauna and play a role in restricting the expansion of sandy landscape. The independent reports claim that the present situation is compounded results of apathy towards the holy town. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/pushkar-fast-losing-its-sheen-to-ever-growing-sand-cover/articleshow/69817304.cms", "time": "2019-06-17 09:09:00"}, "Vendors on highway": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/vendors-on-highway/articleshow/58849698.cms", "time": "", "description": ""}, "Arvind Kejriwal": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "time": "", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "time": "", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "IED like device found in Navi Mumbai school": {"link": "https://timesofindia.indiatimes.com//videos/city/mumbai/ied-like-device-found-in-navi-mumbai-school/videoshow/69835597.cms", "time": "", "description": ""}, "Photo studio for marriage registration on JMC premises": {"description": "Jaipur: From now on, people don’t have to carry their photographs with them to the Jaipur Municipal Corporation (JMC) for marriage registration as a photo studio will soon be opening in the building. In the executive committee meeting held on Monday, JMC officials passed the proposal to open a photo studio at the JMC headquarters to click coloured photographs of people for marriage registration. Now, the couples only have to carry their documents and they need not to worry about scanning photographs. JMC additional commissioner Arun Garg while talking to TOI said, “This decision has been taken as most of the times after scanning the quality of photographs gets distorted. Having a photo studio in our premises will solve all the problems of the people who have to visit many times for photo correction. Within a few months this will come into action.” Similar practice has been followed at the Regional Transport Office (RTO) at the time of making a licence. In other decision, JMC executive committee decided to give the community halls in the city free-of-cost for condolence meets. “There are about 12 community halls in the city. We have decided to give them free-of-cost for condolence meetings and will charge nominal fees for garbage and other basic facilities,” said Arun Garg. In the tenure of last mayor, JMC had decided to ban non-vegetarian food items from the community halls in the city which faced criticism throughout the city. This decision was not discussed in the meeting on Monday. Further JMC decided to give contract of collecting garbage from open depots of the city. In total, 25 proposals were put in front of the committee out of which 22 were passed on Monday. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/photo-studio-for-marriage-registration-on-jmc-premises/articleshow/69833288.cms", "time": "2019-06-18 04:29:00"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "time": "", "description": ""}, "Govt plans peace department": {"description": "JAIPUR: Stressing that the new department of peace and non-violence will spread Mahatma Gandhi's ideas of peace, harmony, tolerance and non-violence to the next generation, chief minister Ashok Gehlot on Monday said, “Initially, it would be established in the form of a cell and gradually be transformed into a department.” He addressed the youth, who had come from different states, on the concluding day of the 10-day National Integration Camp organized to commemorate Gandhi ji’s 150th birth anniversary in Bhanpur Kalan village near Jaipur.  He announced a new policy for silicosis patients. Gehlot met disabled, speech and hearing impaired, minorities and nomads. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/govt-plans-peace-department/articleshow/69833367.cms", "time": "2019-06-18 04:33:00"}, "Kareena Kapoor's unbelievable latest workout video": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kareena-kapoors-unbelievable-latest-workout-video/videoshow/69827765.cms", "time": "", "description": ""}, "Jaipur: Illegal bajri trade gave driver a ‘rich’ life": {"description": "JAIPUR: Right under the nose of the authorities, several tonnes of illegally mined bajri from Sawai Madhopur and Tonk districts enters into the city through major national highways every morning after paying taxes at the toll plazas. The Pratap Nagar police investigating the attack on RTO flying squad by mafia men in Jagatpura on Saturday have revealed that the main accused Giriraj Yadav ensured that his barji-laden trucks arrive in the city from Sawai Madhopur and Tonk without any hassle from cops or the mining department. “It is shocking that Yadav’s truck travelled from Sawai Madhopur to Jaipur, stopped to pay toll and yet nobody checked what was being supplied in his heavy dumper vehicles,” said an official The police said that Yadav is a former truck driver who delivered goods across the state and earned a meagre amount Rs 5,000. His luck changed overnight after he began smuggling sand from Tonk and Sawai Madhopur to Jaipur. “Unlike in his previous stint as a truck driver, the accused claimed he could now earn a direct profit of Rs 35,000 in supplying illegally mined bajri across posh areas of the city like Vaishali Nagar, Malviya Nagar, Mansarover etc,” said an official. Arrested on Saturday late night, the accused said he had struck a rapport with villagers in Datwas in Tonk and Bonli in Sawai Madhopur district. “He used to buy bajri for Rs 15,000 per dumper from villagers. He sold it in the city for a double amount thereby multiplying profits,” said the official. Yadav became so rich in mere six months that he purchased four more dumper trucks to smuggle bajri. “He set up a warehouse in his Kanota located house where bajri was kept for delivery. He also asked his brother-in-law Kalu to join the illegal trade,” the official told TOI. An official informed TOI that Yadav has lived a rags to riches story. “Before bajri ban he was a simple truck driver but as soon as he joined the smuggling business his bank accounts swelled,” said an official. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/illegal-bajri-trade-gave-driver-a-rich-life/articleshow/69817382.cms", "time": "2019-06-17 08:54:00"}, "Ranveer Singh: Reasons we love the actor": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "time": "", "description": ""}, "Priyanka Gandhi": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "time": "", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Pawan Kalyan": {"link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "time": "", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Moderate showers in Raj continue to bring respite": {"description": "JAIPUR: Mild to moderate showers continued in the state for the fifth consecutive day on Monday and provided relief. Widespread rainfall activity was witnessed at many places in the state and the Jaipur Met office said that similar conditions will prevail in the state in the next couple of days. Kota remained hottest in the state where a maximum temperature of 40.9 degree Celsius was recorded. By and large the weather remained pleasant in the state. People in Churu also witnessed pleasant morning and afternoon after witnessing mercury reaching on and above 50 degree Celsius at least three times in this season so far. Attributing the climatic conditions to the active northerly winds and upper air cyclonic circulation Jaipur Met office said that similar conditions will prevail in the state in the next couple of days. Rising humidity levels is a good sign and would work as a catalyst for the onset of monsoon in the state, said experts. A pleasant morning was witnessed in Jaipur as a minimum temperature of 27.8 degree Celsius was recorded. Also, rainfall of 11 mm provided relief to the people in the city from simmering hot conditions. In the afternoon amidst clouds a maximum temperature of 37.4, almost 4 degrees below the normal notch was recorded. In the evening people rushed to various hang-out joints to enjoy the pleasant weather. Many places in the state witnessed mild to moderate showers including Lakshmangarh (Sikar) and Gogunda (Udaipur) where a rainfall of 50 mm was received. It was followed by Sikrai (Dausa) and Nawalgarh (Jhunjhunu) where 40 mm rainfall was recorded. Likewise, many places in the eastern and western parts of the state also witnessed a rainfall ranging from 40 mm to 10 mm. In its forecast Jaipur Met office said that mild to moderate showers will continue in the eastern and western Rajasthan for next couple of days. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/moderate-showers-in-raj-continue-to-bring-respite/articleshow/69833304.cms", "time": "2019-06-18 04:30:00"}, "Silver bars with golden polish seized in Jaisalmer": {"description": "JAISALMER: Nachna police on Saturday night while patrolling recovered 10.068kg of yellow metal bars from a person who claimed it to be made of gold. Each bar weighed 1kg. Later police found out that the bars were of silver that had a fine covering of gold polish. The accused perhaps was to deliver them to someone by claiming these to be of gold. Police are questioning him but till now he has not been able to give satisfactory answers. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/silver-bars-with-golden-polish-seized-in-jaisalmer/articleshow/69817315.cms", "time": "2019-06-17 10:14:00"}, "Dholpur cops alert counterparts in MP, UP about Jagan Gujjar": {"description": "JAIPUR: Police who are involved in combing operations in Dholpur ravines to nab notorious dacoit Jagan Gujjar have also intimated their counterparts in Uttar Pradesh and Madhya Pradesh areas that are close to Dholpur. Senior police officers said that Jagan is now on their radar and would be arrested soon as they have some concrete information on the possible temporary hideout of the dacoit. Since Jagan and his men allegedly stripped the women and children of a family at gunpoint and paraded them naked last week after coming out on bail, at least two SP rank officers along with hundreds of policemen in the ravines of Dholpur and Karauli are into combing operation of the ravines. Amidst the operation they are also getting misleading information which is possibly being given by Jagan’s aides. However, police are not moving an inch without verifying information coming to them from various channels. TOI on Monday spoke to various officers involved in the search operation of Jagan Gujjar. “He is not too far from us. We have also intimated our counterparts in Bhind (MP), Murena (MP), Shivpuri (MP) and Agra (UP) which are close to Dholpur. Bandits of ravines have been on and off to the neighbouring states in search of safer hideouts, especially on higher altitudes in the ravines,” said a senior police officer on condition of anonymity. Inspector general of police, Bharatpur range, Bhupendra Sahu has also intimated neighbouring states – MP and UP police. “Various teams are working round-the-clock to get closer to him. It is too early to say what we have, but yes he would be arrested soon,” Sahu added. A team of police has also gone to Bhind (MP), Murena (MP) and Shivpura (MP) to verify certain things related to Gujjar. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/dholpur-cops-alert-counterparts-in-mp-up-about-jagan-gujjar/articleshow/69833382.cms", "time": "2019-06-18 04:35:00"}, "Poor functioning of city drainage system endangers citizens’ lives": {"description": "Jaipur: After the first spell of showers concerns are being raised about the functionality of the drainage systems or its lack in the city. Open potholes and manholes have also come as a cause for worry as they get blocked with garbage and then over flow. “The main roads are good as compared to the smaller lanes because the government focuses on them. The smaller lanes always get filled up with muck and water during monsoons and cause difficulties to residents and commuters. We also see a lot of accidents happening on these roads because of water logging,” said Karan Raj Sharma, a resident of Choti Chaupar. And it is not only the damaged roads but also the unattended pits made by workers that create problems for people. Bhagyashree Kalia, a resident of Pratap Nagar, said, “The drainage system around our locality is not efficient. Even after light showers drains get blocked and water gets collected on the side of the road. These small pools of water harbour mosquitoes and often emit a foul smell over a period of time. Local authorities did repair a few broken roads some time back but many of these roads have returned to their earlier state.” Residents have also time and again complained that the bare electric wires that are hanging loose from electric poles and sometimes also lying on the roads or pavements can cause a major problem during monsoons. These live wires come in contact with water and may electrocute it, making it fatal for the people, animals as well as vehicles passing the area. The month of June is half gone but the work of desilting the drains is still not complete. There are around 827 small drains in the city and about 20 big drains. Though Jaipur Municipal Corporation (JMC) claimed that more than 700 small drains have been desilted but tenders for the remaining bigger drains have not yet been floated. An official at the JMC said that the formalities for the tender have been completed and it will be floated soon. “Because of the Lok Sabha elections held this year, a moral code of conduct was applied so no tenders were issued and no work could be done. Due to this cleaning of the sewerage and drainage system got delayed. Work which had to be done 2-3 months in advance is being done now. We can only wish that there is not much problem during the monsoon.” a source in JMC told TOI. However, not all areas are in such a dismal condition. Work has been done in certain parts and is being appreciated by the residents. Alisha Varghese, a resident of Gujjar Ki Thadi, said, “The government is trying to improve water logging conditions. We now have cemented roads that are less prone to damage. They have also made a separate canal for drains. The problem of water logging has also been solved.” Apart from the problems faced by traffic, pedestrians are also at risk because of the water filled roads as manholes are not visible and they may fall into them. These potholes and dysfunctional drainages are threat to citizens’ lives. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/poor-functioning-of-city-drainage-system-endangers-citizens-lives/articleshow/69833284.cms", "time": "2019-06-18 04:28:00"}, "Raid De Gurgaon!": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Raid-De-Gurgaon/articleshow/55112461.cms", "time": "", "description": ""}, "Kareena Kapoor": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kareena-kapoor-khan-enjoys-with-her-girl-gang-in-london/videoshow/69832763.cms", "time": "", "description": ""}, "CM Ashok Gehlot reminds PM of poll promise on east Rajasthan canal project": {"link": "https://timesofindia.indiatimes.com//city/jaipur/cm-reminds-pm-of-poll-promise-on-east-raj-canal-project/articleshow/69807449.cms", "time": "2019-06-16 10:06:00", "description": "JAIPUR: Chief minister Ashok Gehlot reminded PM Narendra Modi of his promise made during the election rallies, of making Eastern Rajasthan Canal Project (ERCP) a national project, while speaking at the 5th Governing Council Meeting of NITI Aayog, held in Delhi on Saturday. “This project is expected to supply drinking water to 13 districts of Rajasthan and make irrigation water available for an additional two lakh hectares of land. It is high time to keep that promise and approve this project at the earliest,” said Gehlot. The CM made a strong pitch, seeking Centre’s support in the development of drinking water, rainwater harvesting, agriculture, drought management, health. He asked the Centre to immediately release the first instalment of Rs 370 crore for the year for the National Rural Drinking Water Project. Gehlot sought financial aid worth Rs 1,454 crore for Phase 3 of Rajiv Gandhi Lift Canal Project. “This project is intended to supply drinking water to 2014 villages and five towns of Jodhpur, Barmer and Pali districts up to year 2051. Also, financial aid for the linking of Brahmani river to Bisalpur Dam for drinking water supply for Jaipur, Ajmer, Tonk and Nagaur districts.” The CM demanded that the NITI Aayog should take the responsibility of the special rail projects other than the cost of land acquisition, which should be borne by the states. “On this basis, Ratlam-Dungarpur via Banswara railway line should be initiated,” he added. He further requested that Dholpur-Sarmathura broad-gauge line should be started soon along with an extension of route upto Gangapur City. The CM also demanded that the Union ministries should remove various procedural hurdles in releasing the funds for the Centrally-sponsored schemes. He further requested for strengthening the federal structure of the country by providing more rights to the states in utilization of funds provided by the Centre. He also apprised the Niti Aayog team that recently, the state government framed a law to provide exemption from any kind of permission for first three years to the MSME units. This would provide a favourable environment to the entrepreneurs. Download The Times of India News App for Latest City ."}, "Karan Johar": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/is-karan-johar-unhappy-with-the-response-of-audience-towards-soty2/videoshow/69832189.cms", "time": "", "description": ""}, "Ranveer Singh makes his commentary debut in ICC World Cup 2019": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "On cam: SpiceJet flight makes emergency landing at Jaipur airport": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/on-cam-spicejet-flight-makes-emergency-landing-at-jaipur-airport/videoshow/69759815.cms", "time": "", "description": ""}, "Inter-disciplinary approach helps economics find many takers": {"description": "Jaipur: Economists shape social, political and foreign policy of every country. The US president removed India from the GSP beneficiary list which has put Indian economists on the job to study its implications. The assessment by economists on this subject will further shape India’s relation with its old time ally. Of late, students have realised the growing importance of this subject which is the reason behind admissions in economics have become tough with each passing year. It is a science with inter-disciplinary approach and goes hand in hand with governments, businesses, societies, households and individuals. In the last two decades, the concepts of economics have been prominently merged in several subjects like public policy, healthcare, diplomacy and law which has made it a highly job oriented course. Governments rely on the views put by the economists to understand and create laws that deal with crime, family, education, health care. Economics, as a subject, is offered by Rajasthan University as masters in economics, MPhil in economics while Maharani’s College and Rajasthan College offer BA (pass course) and BA (honours). Economics, as an optional subject, is also offered at Maharaja’s College and Commerce College. Students are eligible for a master’s degree after completing their graduation. Rameshwar Jat, an associate professor of economics in Rajasthan University said, “Economics is a technical subject which mainly focuses on market’s demand and supply, it uses rigorous statistical analysis to analyse the changes. It is known as the physics of social sciences. Due to the change in trends the horizon of economics has widened, it now also focuses on the international relations based on the economy of a country. Since then, a concept of political economics has also been discovered. It also develops conceptual models of behaviour to predict responses to changes in policy and market conditions. The study of economics provides valuable knowledge which can also be used in our daily life.” He added, “Due to a boom in the technical field, students are more interested in economics now. It not only covers basic theory but also includes models, data analytics and econometrics which revolve around interpretation and forecasting of data. Students with a liking towards practical subjects should opt for economics.” Economics is an application based subject which keeps a student occupied. It helps students to decipher the information about ongoing economic developments. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/inter-disciplinary-approach-helps-economics-find-many-takers/articleshow/69833276.cms", "time": "2019-06-18 04:28:00"}, "Satta King 2019": {"link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "time": "", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Honor 20i": {"link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "time": "", "description": ""}, "Encephalitis": {"link": "https://timesofindia.indiatimes.com/india/encephalitis-all-you-want-to-know/articleshow/69824214.cms", "time": "", "description": "Bihar is in the grip of Encephalitis. At least 108 children have lost their lives due to acute encephalitis syndrome (AES) in its Muzaffarpur district. AES accompanies flu-like symptoms such as high fever, headaches and convulsions. Japanese encephalitis virus (JEV) is the major cause of AES in India besides other sources such as bacteria, fungus, parasites, spirochetes, chemicals, toxins, and non infectious agents. Here's more. Download The Times of India News App for Latest India News."}, "Swara Bhasker": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/swara-bhasker-appreciates-pakistani-trolls-and-their-sense-of-humour/videoshow/69835609.cms", "time": "", "description": ""}, "Tyre mgmt startup Fleeca eyes 2nd round of funding": {"description": "JAIPUR: After raising pre-series a funding round from Innovana Thinklabs last December, Jaipur-based tyre management startup Fleeca is scouting for more funds to expand network of service centres critical to its “cost-per-km” model that it is developing. Currently, the three-year-old startup that employs over 100 people is managing 50,000 tyres of 55 heavy commercial vehicle fleet owners in eight states offering retreading and refurbishing services to improve their longevity and increase second life. Though founder and CEO of Fleeca India Pvt Ltd Tikam Chand Jain declined to share the fund size it wants to raise citing valuation issues, he said the funds would be ploughed in to expand the Fleeca centres across the country before it goes full throttle on the cost-per-km model. “After fuel, tyre is biggest part of the operation cost for commercial vehicles. Through our management, we enhance mileage by 15-20%. If tyres are retreaded at the right time, they can run for more than half the life of the new ones. We have around 50 retreading centres in different cities and want to expand. We are talking to some big ecosystem players and expect the funding to materialise in next two months,” said Jain. Unlike the services it currently offers, Fleeca, through the cost-per-km model,would own the tyres and fleet owners will have to pay as per the distance clocked. “We have already started a pilot of the model for a company. In this model, tyres are owned by us and the owner of the fleet pays as per the distance clocked. To expand this vertical, which is going to be our core area of operation, we need to have more Fleeca centres on the highways where the tyres will be inspected, repaired and retreaded. Also there would be other facilities for the drivers. We already have 15 such centres but need capital to spread the footprint,” added Jain. Fleeca is currently working on a software with the use of artificial intelligence and internet of things that can predict the condition of tyres in advance. “We have tied up with IIT-Gandhinagar for developing the sensor-based technology,” added Jain. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/tyre-mgmt-startup-fleeca-eyes-2nd-round-of-funding/articleshow/69833580.cms", "time": "2019-06-18 04:58:00"}, "Shibani Dandekar's most sizzling pictures": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "time": "", "description": ""}, "Jam due to buses": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jam-due-to-buses/articleshow/60964332.cms", "time": "", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "time": "", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "\nGlamour galore at Jaipur wedding\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/Glamour-galore-at-Jaipur-wedding/articleshow/51982274.cms", "time": "", "description": "At the sangeet and ring ceremony of film distributor Raj Bansal’s son Abhimanyu in Jaipur, Bollywood celebs Sanjay Dutt with wife Maanayata and kids, Rishi Kapoor and Tanishaa Mukerji were seen in attendance. They’re in town to attend Abhimanyu and Suvarna’s wedding. Hosted at a farmhouse, the evening began with a sangeet ceremony where the family members of the bride and groom presented dance performances. The couple too performed to a medley of songs.  Rishi Kapoor was among the first few guests to reach the venue before the ceremony started. Sanjay Dutt along with his family reached quite late and was reportedly expected to present a dance performance to his song Tamma Tamma Loge, but that did not happen. However, the song kept playing in the backdrop. Tanishaa performed at the groom’s residence during the mehndi ceremony. She told us, “This is the first wedding I’m attending in Jaipur and everything looks so majestic. I’m enjoying every bit of it. Now I know why the city is a hot destination for weddings.” Download The Times of India News App for Latest City ."}, "Kim Sharma": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kim-sharma-thanks-varun-dhawan-for-the-motivation-as-the-latter-shares-a-video-of-her-from-the-gym/articleshow/69833931.cms", "time": "", "description": ""}, "ICC World Cup: Fans troll Pakistan": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-fans-troll-pakistan-team-after-humiliating-loss-to-team-india-by-89-runs/videoshow/69826596.cms", "time": "", "description": ""}, "Counselling centres in Sanskrit colleges soon": {"description": "JAIPUR: In a bid to revive Sanskrit language, the state technical and higher education department has directed the universities and Sanskrit colleges to open counselling centres for students to provide various job opportunities. The decision came during the inter-department meeting chaired by minister Subhash Garg. “This is the most underrated and misunderstood subject in the country. The opportunities around Sanskrit language are spread across the globe. Students should be made aware about how understanding of Sanskrit language can unravel several mysteries in the fields of science, business and philosophy,” said Garg. The department has also decided to observe Sanskrit Divas on August 14 across the state. The day will be marked by several functions including a state level function to honour those who contributed in spreading the language. The meeting was attended by the officials of college education directorate, school education, Ayurveda and higher education. The minister has also approved the formation of Vedic Sanskar Board (VSB) in the state. “A committee has been formed to look into its aims, objectives and road map of the VSB. The board’s task is to spread the ancient wisdom with special emphasis on the Vedas. The board will soon become operational,” said Garg. The department has also made an announcement of organizing an international conference on Sanskrit by inviting renowned Sanskrit scholars from across the globe. “The event will mark the beginning of new ties with the West based on the common understanding of evolving the various aspect of Sanskrit,” said Garg. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/counselling-centres-in-sanskrit-colleges-soon/articleshow/69833293.cms", "time": "2019-06-18 04:30:00"}, "Whatsapp Opi Stickers": {"link": "https://timesofindia.indiatimes.com/gadgets-news/whatsapp-users-get-these-new-stickers/articleshow/69749428.cms", "time": "", "description": ""}, "India beat Pak: Taimur celebrates": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/taimur-ali-khan-celebrates-indias-win-over-pakisan-in-icc-world-cup-2019/videoshow/69823945.cms", "time": "", "description": ""}, "Sharks of illegal bajri trade remain elusive": {"link": "https://timesofindia.indiatimes.com//city/jaipur/sharks-of-illegal-bajri-trade-remain-elusive/articleshow/69807455.cms", "time": "2019-06-16 10:04:00", "description": "The police have arrested several dumper drivers transporting bajri, but the top bosses of the trade continue to evade the police and mining department’s net. Many mining dens, operating alongside riverbanks and bajri mandi are breeding grounds for smuggling, yet no action has been taken against them yet. “Police alone does not have the power of the mandate to crack a whip on mining operations. We can simply provide a complete backing to the mining department,” an official told TOI, adding that even in Kardhani case, where an elderly citizen, Kishore Singh was mowed to death on Wednesday, the mining department was alerted two days prior to that, about a thriving mandi in the area. When asked about Singh’s case, the sources told TOI that while the driver, Jagdish who killed Singh was arrested on Thursday, the truck’s owner remains at large. “The accused claimed he did not have a driving license. His owner is a former milkman who entered the illicit trade to make easy money. We have his whereabouts and making efforts to arrest him,” said the official. The police said that top bosses who extricate bajri from riverbed, either buy trucks on forged documents or hire it from somebody else on false pretext. “There is no organised gang which commands the illegal mining operation. Therefore, it is not easy to arrest them,” said a mining official. The police meanwhile hope that Jagdish’s arrest may help cops to deter others. “We have booked him under section 302 (murder) of the IPC, which is a very stringent section. It may help to deter others,” a police official said. Download The Times of India News App for Latest City ."}, "\nMusic and food on their mind: Sanam band woos Jaipur's old and young alike\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/music-and-food-on-their-mind-sanam-band-woos-jaipurs-old-and-young-alike/articleshow/62778054.cms", "time": "", "description": "\"Jaipur is always fun to visit,\" says lead vocalist Sanam Puri of band Sanam, as they were in Jaipur recently to perform at a private gig in the outskirts of the city. \"This is not our first time. We have done a number of private events in Jaipur earlier. The weather is simply amazing during this time of the year. We performed to a lovely crowd of music aficionados (old and young). Our challenge was to make sure that we keep people of all ages entertained and hooked. Thus, we made our set list accordingly. Overall, it was a great experience being in Jaipur,\" he shares. With a chock-a-block schedule, the members of the band did not get enough time to explore Jaipur. Sanam says, \"We reached in the daytime and straightaway headed for the sound check. Then, we got back, worked on our set list, got ready and left for the show. After the show, we did manage to eat some delicious Rajasthani food. The food was little on the spicy side but that did not stop us from gorging on the delectable food served to us. I love Jaipur ka khana.\" Venkat S, the bass guitarist, quips, \"I love laal maans. I think it is something to die for; it’s heaven on the plate.\" Keshav Dhanraj, the drummer says, \"I think we come to Jaipur mostly just to eat. Every time we come here, we are occupied with sound check and our show. So the only thing that we do is to gorge on Jaipur’s food and enjoy the weather.\"  To which Sanam jokingly adds, \"This is so true. We are big-time foodies. Agar humein khaane ke liye paise milte to hum sab kitne rich hote.\" Venkat says that the next time when they come to the city, they would love to move around like any other tourist and see the rich heritage that the city boasts of.  On Friday, the band came up with their new song, Sanam Mennu. Sharing the idea behind the song, Venky S, says that the song has been composed keeping Valentine's Day in mind. He adds, \"It's our first release this year and is our original composition. It's a light-hearted song about something most people go through while in a relationship. Since, we are four boys, the song is obviously from a boy's perspective. This is our Valentine's Day special song and we hope that everyone will relate to the lyrics and tune of this song.\"  (L-R) Venky S, Samar Puri, Sanam Puri and Keshav Dhanraj , members of Sanam bandThe band, Sanam, is known for its renditions of retro classics apart from their original compositions. We ask them if there are any factors that they take into consideration when they choose a retro song. To which Keshav replies that there are no factors as such. However, whichever old classic they decide to revamp, they make sure to not change the soul and melody of the song. \"We grew up listening to some beautifully composed and well-written songs, an art that seems to have lost its way these days. Most of the newer music we hear today lacks the soul and complex compositions that we enjoyed listening to. As a band, we decided to make our own renditions of these amazing songs so that the newer generations can get a chance to listen to some well written and composed creations. Our renditions also connect with the older audiences because they get to hear their favourite songs presented to them in a new light. We give it our own sound and flavour, but the soul of the song remains intact.\"  Opening up on creative differences within the members of the band, vocalist Sanam says, \"Each of us has different musical background and enjoys listening to different styles of music. The fact that we have different ideas and creative processes, helps keep our sound unique. We respect each other’s ideas and make sure that we only release a song once all of us are completely satisfied with it. Also, we work on things together so we are always open to trying different options before settling on anything.\"  Sanam band during their performance Talking about Rajasthani folk music, Keshav shares, \"We find Rajasthani folk music interesting. There are so many unique instruments like the khartal, ravanahatha, alghoza, sarangi etc. that are used. We have a playlist on our Youtube channel only for regional music. So far, we have not attempted a Rajasthani song. But we hope to collaborate with some musicians and singers from Rajasthan to make some interesting renditions of the state's folk music. Personally, I really want to learn how to play the khartal.\" In Video:Music and food on their mind: Sanam band woos Jaipur's old and young alikeDownload The Times of India News App for Latest City ."}, "PETA members protest against the use of leather products": {"link": "http://photogallery.indiatimes.com/events/jaipur/peta-members-protest-against-the-use-of-leather-products/articleshow/69726958.cms", "time": "", "description": ""}, "Gold worth Rs 23 Lakh recovered from three Pakistani citizens at Munabao Station": {"description": "JAISALMER: Customs department at Munabao Railway Station on Saturday night recovered 700.167gm gold from three Pakistani citizens who had come by Thar Express. The market value of the recovered gold is Rs 23,27,119. Those detained were earlier too involved in gold smuggling incidents. Apart from this, 300 women’s kurtas and 200 dupattas were also recovered from another Pakistani citizen who was travelling to Pakistan by the train. Assistant commissioner (customs) ML Shera said that the gold seized was in form of 10 tolas of five biscuits and a bangle of 81.6gm and three rings of 35.1gm.  These were recovered from Pakistani citizens Kishore Kumar Maheshwari, Ramesh and Kailash Mali. Earlier on Saturday morning when luggage of passengers going to Pakistan was searched, Ramchandra, resident of Hyderabad had around 300 women’s kurtas and 200 dupattas worth Rs 1.50 lakh. The officials seized them provisions of Custom Act and Rs 52,500 was collected as penalty. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/gold-worth-rs-23l-recovered-from-3-pak-citizens-at-munabao-stn/articleshow/69817319.cms", "time": "2019-06-17 10:11:00"}, "Not aware of sand mafia-government nexus, says Pramod Bhaya": {"link": "https://timesofindia.indiatimes.com//city/jaipur/not-aware-of-sand-mafia-govt-nexus/articleshow/69807462.cms", "time": "2019-06-16 10:03:00", "description": "JAIPUR: A day after Rajasthan DGP Kapil Garg admitted that sand mafia was flourishing in the state with the help of government machinery, state mining minister Pramod Bhaya said, “He was not aware of such a thing,” while stating that, “The Congress government has taken ‘immediate action’ against all the cases which have been reported.” Meanwhile, Jaipur district administration, after forming several teams to curb illegal sand mining, has seized 12 vehicles including 10 tractors, and two JCBs. One FIR has been registered at Nindar police station. Asked about the DGP's observation, Bhaya said, \"Every person has a viewpoint of his own. I am not aware of such a thing. But, we take immediate action against those cases as and when we receive a complaint of illegal sand mining.\" \"After Congress came to power, we have seized many vehicles and resources apart from penalising a number of people. Many FIRs have also been lodged. As and when the department (mining) gets information about illegal sand mining from anywhere, it takes immediate action. We have tried our best to stop illegal sand mining,\" he added. Jaipur collector Jagroop Yadav said 12 vehicles (10 tractors and two dumpers) and two JCBs have been seized in areas like Dudu, Sanganer and other places. \"One FIR has been registered at Nindar police station, where two JCBs were seized. A case has been registered against four persons,\" said Yadav. \"The RTO has been directed to hand over the seized vehicles coming from Tonk and Sawai Madhopur to the these teams,\" he added. Download The Times of India News App for Latest City ."}, "Nominations for handloom artisans’ awards by June 30": {"description": "JAIPUR: Industries minister Parsadi Lal Meena announced on Sunday that handloom artisans will be awarded for their contribution by the state government. Nominations for the award must be filed by June 30, 2019 at district industries department. Artisans will be first awarded at district level and later on, the first and second awardees names will be sent for state level competition. Artisans with an experience of three years will be selected for this award. t state level, first prize will be Rs 21,000, second Rs 11,000 and third will be Rs 7,100. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/nominations-for-handloom-artisans-awards-by-june-30/articleshow/69817333.cms", "time": "2019-06-17 09:58:00"}, "Jaipur: Doctors to form human chain at SMS today": {"link": "https://timesofindia.indiatimes.com//city/jaipur/docs-to-form-human-chain-at-sms-today/articleshow/69807427.cms", "time": "2019-06-16 09:57:00", "description": "JAIPUR: To express solidary with their colleagues agitating in Kolkata, doctors will form human chain at Sawai Man Singh Medical College in the city on Sunday. Doctors will gather at around 6am to form the human chain, said Dr Rashim Kataria, secretary, Medical College Teachers Association of Rajasthan (MCTAR). MCTAR’s secretary Dr Pawan Singhal said they will gather to protest to express their support to the protesting doctors in Kolkata. They claimed that the call of MCTAR to form human chain has also been supported by other doctors’ association including Medical College Teachers Association, All Rajasthan In Service Doctors Association, Indian Medical Association, Jaipur Medical Association, Medical Practitioners Society, Private Hospitals and Nursing Home Society, Jaipur Association of Resident Doctors and UG medical students’ union. They have circulated the message among their fraternity saying, “All Under graduates, post graduates, Interns, resident doctors, Medical officers, faculty members, consultants, doctors from private sector, corporate hospitals and nursing homes, self-employed too are requested to come together for the formation of human chain at SMS Medical College.” They have also appealed to the doctors to come with family and friends, bring your water bottles and make it a total nonviolent agitation. They also sent the message that during formation of human chain they have to maintain the cleanliness and they appealed doctors to reach the spot in apron. Download The Times of India News App for Latest City ."}, "BJP List 2019 Tamilnadu": {"link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "time": "", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "time": "", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Metal wreck": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/metal-wreck/articleshow/63350501.cms", "time": "", "description": ""}, "45-year-old trader shot dead in Sawai Madhopur, robbers flee with Rs 4L": {"description": "JAIPUR: A 45-year-old trader was shot dead by two armed and masked assailants in broad daylight near Shukla circle at Khandar town of Sawai Madhopur district of the state. It was a murder for gain since the robbers decamped with a cash bag containing nearly Rs 4 lakh. Police have detained two suspects in this connection which were handed over to the police by villagers. The deceased identified as Kadu Garg had gone to withdraw some money. At 12.30 pm on Monday when he returned on a bike and was parking his bike near his shop two armed and masked assailants opened fire and snatched away the cash bag containing nearly Rs 4 lakh. “He sustained two bullet injuries including one in the abdomen and one bullet got stuck in his ribs. He was rushed to the government hospital in Sawai Madhopur. In the evening he succumbed to the injuries in the hospital,” said a senior police officer of Sawai Madhopur. Locals alleged that the police reached the spot almost 45 minutes after the incident despite the fact that the police station was merely 2 kms away. It may be recalled that the elder brother of the deceased, Dilip Garg, too had witnessed firing on him four years ago but he escaped unhurt. Meanwhile, some locals claimed that they have nabbed the assailants behind the murder and have handed them over to the police. “We are verifying various facts and interrogating two detained persons. Villagers claimed that two bikers while moving very fast triggered air fire after which the villagers nabbed them,” the officer added. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/45-year-old-trader-shot-dead-in-sawai-madhopur-robbers-flee-with-rs-4l/articleshow/69833423.cms", "time": "2019-06-18 04:39:00"}, "Tejashwi Yadav": {"link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "time": "", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "City’s PG facilities popular among outstation students": {"description": "JAIPUR: After applying for admissions in universities and colleges, students begin the endless search for hostels that meet their budget and required facilities. Finding an ideal hostel is an uphill task for the outstation students who run from one area to another in the city. TOI scanned areas like Raja Park, Gopalpura Bypass, Mansarover, C-Scheme and Bani Park which are hub for hostels and rented accommodations . Raja Park turned out to be the most popular destination for students for hostels and paying guest (PG) accommodation. Its closeness to several institutes has made the area most preferred and expensive. Eateries that have come up in the last three years have also added to its popularity. Some high-end hostels which are fully air-conditioned, have thumb impression regulated entry and exit, RO water, round-the-clock security, Wi-Fi, dining space, multi-cuisine food, in-house party area, doctor on call that charge from Rs 8,000 to 25,000. Rita Kharbanda of Vatsalya Hostel who has 100 rooms in different locations in Raja Park, said, “The first thing that parents and students look for is safety. Girls and women can go for a walk till late in the night.” Mansarovar and Gopalpura Bypass are other popular areas for the PG accommodation. These areas have easy connectivity to educational institutes and coaching centres. Since the area is wide several families have started subletting extra rooms of their houses to the students. Pragya Bhatnagar, a resident of Triveni Nagar, said, “We sublet rooms to girls. Generally, three to four girls stay in a room and most of them prepare for competitive exams like SSC, RAS. There are no security issues in the colony as it is a residential area with CCTV cameras.” Almost all the PGs are very particular about the timings and impose restrictions on the students. Generally, the time limit is till 10pm and after that the students are not allowed to enter the hostel. They follow proper safety guidelines. Ankita Singh, owner of a girl's PG in C-Scheme, said, “We have both students and working professionals. Jaipur is still an orthodox city so we are very particular about cleanliness and timings. We don’t allow girls to enter and exit the premises after 9.30pm unless it is urgent. We keep their parents or local guardians in loop. The rent ranges from Rs 7,000 to 8,000 for double sharing rooms and Rs 5,000 to 6,000 for triple sharing rooms.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/citys-pg-facilities-popular-among-outstation-students/articleshow/69833291.cms", "time": "2019-06-18 04:29:00"}, "SMS registers more patients on Monday": {"description": "JAIPUR: It was a difficult day for 70-year-old Hukum Singh from Gangapur of Sawai Madhopur, who reached Jaipur early Monday morning with his ailing 72-year-old brother Khelan Singh. Last time, when he came to Sawai Man Singh Hospital, doctors had told him that they would admit Khelan for his treatment. But when they reached the out-patient department (OPD) on Monday, they found their treating doctor missing from the OPD. “There is a wound on his leg and brown pus is continuously spurting from the wound. There is no one to admit him,” said Hukum Singh, a farmer of Gangapur area, while his elder brother was lying on the floor at the OPD of SMS Hospital waiting for medical assistance. Bandikui’s Ram Narayan, who came to the hospital with his brother for his jaundice treatment, said, “Last week my brother remained admitted to the hospital and blood was transfused. The doctor told me to come for a follow-up but the treating doctor is not available.” Despite the announcement of strike by various doctors’ associations, patients kept pouring in at the hospital in rising numbers. The number of patients that turned up at the hospital was much higher than it registers every day. The daily average registration of patients at SMS Hospital is 8,047, but on Monday, 8,240 patients were registered. Considering the rush of patients at the hospital, a section of doctors attended to OPD patients. At the SMS hospital, while resident doctors remained on strike, medical teachers including assistant professors, associate professors, senior residents and medical officers took care of the patients in the OPD. The medical teachers had decided to boycott work earlier. They had boycotted work for two hours from 8 am to 10 am. When they realised that there was a huge rush of patients, they decided to resume work for the benefit of the patients. “The medical services were not completely hit as medical college teachers, few senior resident doctors and medical officers gave their services,” said Dr D S Meena, medical superintendent, SMS Hospital. The doctors performed surgeries and they also admitted patients who required immediate attention. At the SMS hospital, 116 surgeries were performed against a daily average of 284 operations per day. Also, indoor patient department also remained affected as 303 patients were admitted against the daily average of 584. Most patients who came in were unaware about the strike and included those from districts like Alwar, Sawai Madhopur, Dausa, Sikar. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/sms-registers-more-patients-on-monday/articleshow/69833354.cms", "time": "2019-06-18 04:33:00"}, "Chandrababu Naidu": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "time": "", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "We need separate security forces for protection: Doctors’ association": {"description": "JAIPUR: Doctors’ agitation, which emerged from West Bengal, has taken Rajasthan in its grip too. Doctors in private hospitals and nursing homes, as well as government doctors and resident doctors will boycott work for 24 hours in the state to express solidarity with agitating doctors in West Bengal.  Emergency services and care of already admitted patients will be excluded from this shutdown. In support of Indian Medical Association’s (IMA) call for a nationwide medical bandh, Private Hospitals and Nursing Homes Society (PHNHS) has declared a complete shutdown of all non-essential medical services, including OPD, elective surgeries and new admissions, from Monday 6am onwards to Tuesday 6am. “All private hospitals including corporate hospitals and nursing Homes, clinics and diagnostic centres will remain closed,” said Dr Vijay Kapoor, secretary, PHNHS. All Rajasthan In-Service Doctors’ Association (ARISDA), a body of government doctors posted in rural areas and district hospitals across the state, has also extended support to the agitating doctors of West Bengal. “The incidents of violence against doctors have become frequent in Rajasthan as well. We demand the government to form special security forces in hospitals for the security of doctors. ,” said Dr Ajay Chaudhary, president ARISDA. IMA’s state branch secretary Dr VK Jain said, “We protested peacefully but no action has been taken to fulfil our demands.” Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/we-need-separate-forces-for-protection-docs-assn/articleshow/69817373.cms", "time": "2019-06-17 09:16:00"}, "World Cup 2019 Schedule": {"link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "time": "", "description": ""}, "Mumbai University Merit List": {"link": "https://timesofindia.indiatimes.com/home/education/news/mumbai-university-first-merit-list-2019-to-be-released-today-check-details-here/articleshow/69823540.cms", "time": "", "description": ""}, "Govt fair on contact": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Govt-fair-on-contact/articleshow/55009513.cms", "time": "", "description": ""}, "AP BJP List 2019": {"link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "time": "", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "time": "", "description": ""}, "Shahid-Kangana": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/shahid-kapoor-talks-about-kissing-kangana-ranaut-in-the-mud-for-a-scene-in-rangoon/articleshow/69835755.cms", "time": "", "description": ""}, "Four of family from Delhi killed in Bikaner mishap": {"description": "JAIPUR: Four people were killed when the car in which they were travelling collided head-on with a truck coming from the opposite direction at Lunkaransar of Bikaner district on Monday. The accident happened at around 4.15 pm. Those killed in the accident have been identified as Satish Kumar (42), Vikas Kumar (45), Dhruv Kumar (16) and Dev Kumar (12), all from a family. The police said that they were residents of Karol Bagh in Delhi. The accident happened on the Ganganagar-Suratgarh road, which is a two-lane stretch and the road does not have any divider at Lunkaransar. “They were coming from Ganganagar and heading towards Suratgarh. The truck was coming from Suratgarh. Their car rammed into the truck. The four of the same family died on the spot,” said Girdhari Lal, station house office, Lunkaransar. The police said that Satish and Vikas are brothers, while Dhruv was Satish’s son, Dev was Vikas’s son. The accident was so fierce that the car in which they were travelling got stuck under the truck. The four of the family remained trapped in the car. With the help of crane, police managed to take out bodies from the badly damaged car. The police said that they have informed the family and kept the bodies in government hospital in Lunkaransar. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/four-of-family-from-delhi-killed-in-bikaner-mishap/articleshow/69833339.cms", "time": "2019-06-18 04:31:00"}, "BJP List 2019 Karnataka": {"link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "time": "", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Congress MLA asks aam aadmi to approach PM Narendra Modi over frequent power cuts in Jodhpur": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/congress-mla-asks-aam-aadmi-to-approach-pm-narendra-modi-over-frequent-power-cuts-in-jodhpur/videoshow/69701644.cms", "time": "", "description": ""}, "Play 'Chandrama urf Chamku' delights Jaipur's theatre lovers": {"description": "On the completion of theatre workshop titled ‘New experiments in theatre’, a play titled Chandrama Singh Urf Chamku was staged at Rangayan auditorium of Jawahar Kala Kendra in Jaipur. The play has been written by Bhanu Bharti and directed by Abhishek Mudgal. The play was presented by Rang Mastaaney, a theatre group in Jaipur. The play’s story is inspired by Lu Xun’s Chinese novella, The True Story of Ah-Q.  A scene from the play (Shalini Maheshwari/BCCL)  Abhishek Mudgal, director of the play The story of the play revolves around a man named Chamku, who lives in a village called Ikbari. All the villagers disregard him, but he shakes off all humiliation and tries to live a happy life. Chamku has a habit of always bragging or boasting about himself and his accomplishments, real or imagined. This leads him into a lot of troubles, which is the premise of the play. Tikesh Kumawat played the role of Chamku in the play. In Video:Chandrama Singh play delights JaipuritesDownload The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/play-chandrama-urf-chamku-delights-jaipurs-theatre-lovers/articleshow/69826407.cms", "time": "2019-06-17 17:24:00"}, "\nJaipur party witnesses a musical swag!\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/Jaipur-party-witnesses-a-musical-swag/articleshow/51928364.cms", "time": "", "description": "A lively band performance titled Rock Rulez Chapter 5 was held at the lawns of Devraj Niwas (The Forresta Kitchen & Bar) recently. Youngsters grooved to peppy numbers belted out by the band, Night Wings III. The atmosphere was charged up as youngsters cheered for the band and danced their heart out. The sumptuous food at the event was like a cherry on the cake for the visitors. Said Maneish Devraj, MD and owner, “It was a wonderful night and we are glad Jaipur’s youngsters enjoyed the party. We will continue to host such parties in the coming days as well.” Download The Times of India News App for Latest City ."}, "Khejri Ki Beti: A play": {"link": "http://photogallery.indiatimes.com/events/jaipur/khejri-ki-beti-a-play/articleshow/69739882.cms", "time": "", "description": ""}, "Ranveer Singh": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/ranveer-singh-makes-his-commentary-debut-in-icc-world-cup-2019/videoshow/69835509.cms", "time": "", "description": ""}, "jaipur": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jaipur/articleshow/59765270.cms", "time": "", "description": ""}, "Rajasthan: Journalist couple to adopt newborn girl abandoned in Nagaur": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/rajasthan-journalist-couple-to-adopt-newborn-girl-abandoned-in-nagaur/videoshow/69801088.cms", "time": "", "description": ""}, "illegal commercial activities in residential area": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegal-commercial-activities-in-residential-area/articleshow/58440027.cms", "time": "", "description": ""}, "Bharat Box Office": {"link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-12-salman-khan-entertainer-continues-its-impressive-run/articleshow/69822281.cms", "time": "", "description": ""}, "\nRoyal grandeur on Jaipur roads\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/Royal-grandeur-on-Jaipur-roads/articleshow/53668212.cms", "time": "", "description": "This is just spectacular!' That's how most foreign tourists reacted when they gathered at the Tripoliya Gate to witness the Teej procession. Trying their best to capture everything in their cameras, most of them were awestruck at the grandeur of the procession, which began from the Zanani Deorhi at City Palace. Organised by the Department of Tourism, Jaipur Municipal Corporation and City Palace, the event saw scores of folk artistes putting up a colourful show. Tourists Georgia and Elinor said, “We came only for two days and our tour guide suggested that we extended our stay to witness the Teej festivities. This is such a fantastic event. I love how the animals have been decorated with jewellery and finery .I don't think any other country has such traditions.“ What Alice Duckner from Washington DC enjoyed was relishing ghewar and applying mehndi on her hands. Duckner said, “With henna and ghewar, I am feeling a part of the festival. I'm taking such wonderful memories with me from this procession.\" Medical students Rory and Tom were surprised that the festival involved women fasting for the well-being of their husbands.Tom said, “We were amazed to learn that married women fast for the long life of their husbands. We don't have such festivals in Europe.\"Download The Times of India News App for Latest City ."}, "‘Thar Desert expanding since last 20 years’": {"description": "JAIPUR: The Thar Desert in Rajasthan is expanding with every passing year since the last 20 years towards a man-made catastrophe. A report by Central Arid Zone Research Institute (CAZRI) reveals that the spurt in economic activities in the desert districts has shattered the fragile landscape, impacting its residents directly. CAZRI shared the report to mark the World Day to Combat Desertification on June 17. This was compiled using multiple independent studies including the Indian Remote Sensing Satellite data 2015-16. The report made the astonishing claim that 14.88-million-hectare land in 12 western Rajasthan districts suffered from different kinds of land degradation contributing to desertification. The report has studied the features of desertification: wind erosion / deposition, water erosion, salinity/ alkalinity, waterlogging and vegetation degradation to conclude that the situation may take decades to reverse the damage. The report studied districts of Barmer, Bikaner, Jaisalmer, Churu, Ganganagar, Hanumangarh, Jodhpur, Jalore, Jhunjhunu, Nagaur, Pali and Sikar. “The biggest reason contributing to desertification turned out to be water erosion. Our report suggested that 64.69% mapped area is facing wind erosion. For instance, 10% of land degradation in districts like Barmer, Jaisalmer and Jodhpur is due to water erosion,” said O P Yadav, director, CAZRI. Explaining the reason why the sandy landscape existing from millions of years is facing the change only in the last few decades, the report explained that such landscapes are highly vulnerable to wind erosion and it is a universal phenomenon. “What made the situation worse is human-induced activities like fast urbanization, deforestation, mining, indiscriminate use of groundwater, rise in livestock population and the hot summers leading to evaporation. This has accelerated desertification,” said Yadav. Supporting their claim, the scientist says that western Rajasthan harbours a total domestic livestock population of nearly 30.18 million heads – an increase of 14.63 million heads (94.72%) over the 1956 Census figures. “The destruction of vegetative cover due to overgrazing, felling of trees, etc. have accelerated the removal of sediments from the catchment areas of waterbodies as well as loosening of farm soil,” said Yadav. Large-scale mining has been mapped in Jhunjhunu, Jalore, Jodhpur, Barmer for the minerals and building materials, which has impacted the equilibrium. The vegetation cover has gone forever, making the land vulnerable. The report added that the overall scenario has affected the agricultural productivity to a great extent. The introduction of water intensive and multiple crops have their adverse effects in the region. “The empirical data is still being collected to give exact mass land converted into desert,” said Yadav. The team of scientists are also accessing the damage being caused due to increasing vehicular traffic, construction of roads and canal and exploration of oil and gas. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/thar-desert-expanding-since-last-20-yrs/articleshow/69817318.cms", "time": "2019-06-17 10:25:00"}, "Bollywood couples who went public with their love affair in 2018": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "time": "", "description": ""}, "Taimur's Pictures": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/fans-go-gaga-over-taimurs-picture-celebrating-indias-victory-over-pakistan/videoshow/69831257.cms", "time": "", "description": ""}, "Kuldeep Yadav": {"link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/teams/india/news/kuldeep-yadav-revives-ball-of-century-memories/articleshow/69834426.cms", "time": "", "description": ""}, "India vs Pak: Ziva, Pant have a blast": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/icc-world-cup-2019-ziva-dhoni-rishabh-pant-have-a-blast-during-india-pakistan-match/videoshow/69826147.cms", "time": "", "description": ""}, "Cops, forest officials attacked in Alwar": {"link": "https://timesofindia.indiatimes.com//city/jaipur/cops-forest-officials-attacked-in-alwar/articleshow/69807443.cms", "time": "2019-06-16 10:07:00", "description": "ALWAR: The mining mafia in Alwar’s Khairthal village attacked the combined team of forest department and local police. The accused beat up the officials before speeding off with three tractors filled with stones. The police said that the incident took place when the forest officials had learnt of illegal stone mining near Khairthal. When the team seized three tractors and was heading back to Alwar, the men working for the mafia attacked them at 3.30 am on Saturday. The miscreants vandalised police and forest department’s vehicles and jeeps, forcing cops and forest teams to make a quick retreat. Download The Times of India News App for Latest City ."}, "Aryan Khan": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/confirmed-aryan-khan-makes-film-debut-with-father-shah-rukh-khan-in-the-lion-king/videoshow/69835606.cms", "time": "", "description": ""}, "it's a UNORGANISED Traffic here at Sec15 part1 &2": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/it2623393bsaunorganisedtraffichereatsec15part126amp3b2/articleshow/58408637.cms", "time": "", "description": ""}, "Sach Ka Bhram: A play": {"link": "http://photogallery.indiatimes.com/events/jaipur/sach-ka-bhram-a-play/articleshow/69773752.cms", "time": "", "description": ""}, "17 lakh more farmers to get benefits of PM-KISAN scheme": {"description": "JAIPUR: Under the Pradhan Mantri Kisan Samman Nidhi (PM-KISAN)) scheme, 17 lakh more farmers would be benefitted in the state and their applications would be uploaded online by June 30 as the central government has extended the ambit of the scheme to all land-holding farmers. So far, 38.1 lakh farmers have submitted their applications online under the scheme. After the government's decision to extend the benefit, about 55 lakh farmers in the state are now eligible for benefits under the scheme. Under the PM-KISAN scheme, farmers will get annual assistance of Rs 6,000 in three equal instalments. Initially, only small and marginal farmers were eligible under this scheme but revised guidelines issued by the Centre has included large farmers as well. Rajasthan chief secretary D B Gupta reviewed the progress in implementation of the scheme and asked district collectors to upload the pending cases within a week. “The progress of some districts – Ajmer, Jaipur, Baran, Sirohi, Alwar, Pali, Barmer – was slow with regard to uploading of applications online. Now, the districts have been asked to upload the pending applications online in one week. They have also been asked to upload the applications of the rest 17 lakh farmers by June 30,” said an official. “The districts have also been directed to start a helpline number so that the farmers don’t face problems. Since there are 4-5 lakh farmers only in Barmer district, the collector has been asked to set up special camps to get the applications uploaded by the farmers at the earliest,” he added. Gupta said that applications of 34.50 lakh farmers have been uploaded on PM kisan portal, out of which 19.34 lakh applications have been verified and verification of the remaining 19 lakh applications will be done at the earliest. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/17-lakh-more-farmers-to-get-benefits-of-pm-kisan-scheme/articleshow/69833408.cms", "time": "2019-06-18 04:38:00"}, "Tejasvi Surya": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "time": "", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Is half a numberplate legal?": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/is-half-a-numberplital-legal/articleshow/59482411.cms", "time": "", "description": ""}, "BJP List 2019 Maharashtra": {"link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "time": "", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "MI team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "time": "", "description": ""}, "Inspections expose bribery at government hospitals": {"link": "https://timesofindia.indiatimes.com//city/jaipur/inspections-expose-bribery-at-govt-hosps/articleshow/69807429.cms", "time": "2019-06-16 09:59:00", "description": "JAIPUR: State’s National Health Mission (NHM) unit exposes irregularities during its inspections conducted in government-run hospitals in past six months. Cases of staff demanding money in lieu of providing services in government hospitals have also surfaced during inspection. A report has also been prepared on the inspection and submitted to the health department. One such case was of Dausa government hospital, where health department suspended seven healthcare staff including six nurses for demanding money for mothers of new-born babies after their births in the hospital. All the seven employees were suspended as enquiry was pending against them. NHM found hospitals where surgeries were not happening despite of the fact that these hospitals have all the necessary facilities and staff. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "time": "", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Girl gang-raped in Jaipur, two held": {"description": "JAIPUR: A 21-year-old girl alleged that she was gang-raped by two youths inside her paying guest accommodation, on Friday, under the limits of Shipra Path police station area. The police have arrested the accused Shiv Ram(22), a student of agricultural science, and Om Prakash(20), a student of nursing, on Sunday. “The girl has been preparing for competitive exams in Jaipur for past few months. She alleged that the two accused lived next to her room. On Friday, the accused barged into her room and allegedly took turns to rape her,” said Surendra Yadav, SHO, Shipra Path. Yadav told TOI that the police searched for the whereabouts of the two accused and arrested them. “We are investigating the matter. We will record the survivor’s statements and quiz the two accused,” he said. The police said that the survivor told them that she was petrified after the incident. “Since, it was a very sensitive matter we set up a team to nail down the accused. Efforts are underway to file an early chargesheet into the case, the official informed TOI. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/girl-gang-raped-in-city-two-held/articleshow/69817377.cms", "time": "2019-06-17 08:57:00"}, "HC issues notices to convener of CLAT-2019": {"description": "JAIPUR: A single bench of Rajasthan High Court on Monday issued notices to the consortium of National Law Universities, common law admission test-2019(CLAT-2019) through its convener for one of the objective type questions out of 200 questions asked in the exam. The petitioner claimed that for a question there were two right answers out of four given options; however the examinee considered only one option due to which 1.25 marks of the petitioner were deducted. Vacation bench of Justice Indrajit Singh gave this order while giving an initial hearing on the petition filed by one Rochit Baklewal. In the petition, counsel for the petitioner Kinshuk Jain told the court that the CLAT test was conducted on May 26 for admission to the five-year law course at National Law Schools. “Since the petitioner Rohit too appeared for the CLAT-2019 exam there was a question asking ‘in which field Golden Peacock Award is given?’ The exam organizer issued a reply key considering the answer as - corporate governance. The petitioner had given a different answer and realized it only after answer key was released. Thus petitioner lost one marks for the wrong answer and .25 marks as negative marking,” said Jain. The next hearing in the matter will be on June 26. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/hc-issues-notices-to-convener-of-clat-2019/articleshow/69833345.cms", "time": "2019-06-18 04:32:00"}, "Kriti Sanon": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kriti-sanon-finds-dance-numbers-being-called-item-numbers-disrespectful/videoshow/69835438.cms", "time": "", "description": ""}, "Jet Airways": {"link": "https://timesofindia.indiatimes.com/business/india-business/jet-airways-insolvency-process-to-commence/articleshow/69833607.cms", "time": "", "description": ""}, "RCB team 2019": {"link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "time": "", "description": ""}, "JP Nadda": {"link": "https://timesofindia.indiatimes.com/india/jp-nadda-is-bjp-working-president-amit-shah-to-stay-party-chief/articleshow/69833718.cms", "time": "", "description": "NEW DELHI: Ending speculation over the appointment of a working president, the BJP parliamentary board on Monday appointed former health minister and senior leader Jagat Prakash Nadda to the post even as home minister Amit Shah will continue to be party president. Nadda's appointment as working president was on the cards after he was not inducted into the government. Since Shah will need to meet his ministerial commitments, Nadda, as a full time party functionary, is expected to help him with the nitty-gritty of organisational tasks. \"I am confident that under the leadership of Amit Shah and JP Nadda, and powered by the hard work of our karyakartas (workers), BJP will continue winning people's trust and serving our society. We remain committed to building a strong, developed and inclusive India,\" PM Modi tweeted. I am confident that under the leadership of Shri @AmitShah and Shri @JPNadda, and powered by the hardwork of our Ka… https://t.co/EyDidISB2W&mdash; Narendra Modi (@narendramodi) 1560786282000Modi said Nadda is a diligent worker who has risen through the ranks due to his hard work and organisational skills. \"Humble and affable, he is widely respected across the BJP family. Congratulations to him on becoming the working president of the party,\" the Prime Minister added. Announcing the decision, defence minister Rajnath Singh said, \"BJP won several elections under leadership of Amit Shah. But since PM appointed him home minister, Amit Shah himself said the responsibility of party president should be given to someone else. BJP Parliamentary board has selected JP Nadda as working president.\" Modi and other parliamentary board members including Shah, Rajnath Singh, Union ministers Nitin Gadkari, Thawar Chand Gehlot and senior BJP leaders Sushma Swaraj, Shivraj Singh Chauhan and Ramlal greeted Nadda after his selection as party working president. Hailing from Himachal, Nadda (58) has held several organisational posts at the national and state level. This will be the first time the party has appointed a working president. After considerable discussion it was decided that Shah's continuance would be required in view of important state elections coming up and the party also announced a membership drive and organisational elections that will keep cadre busy for several months. Singh said Nadda will remain the working president till BJP's membership drive and organisational elections are over. Process of the organisational elections has already begun as state unit elections are likely next month. As per procedure, it takes four-five months to complete the entire organisational elections. Singh said the parliamentary board wanted that Shah should look after the party as president until organisational elections of the party are completed. \"However, Amit Shah himself urged that as home minister, he can't do justice with responsibilities as party chief and wanted someone to take over after which the parliamentary board unanimously selected Nadda as working president,\" Singh said. Nadda was mentioned as a likely party chief in 2014 when Rajnath Singh resigned after joining the Union ministry. However, Shah took over as party president. Nadda has long experience of the party organisation as he was the in-charge of the party headquarters and is a popular figure. In Video:JP Nadda elected as BJP Working President in DelhiDownload The Times of India News App for Latest India News."}, "Tiger ST-16 dies post tranquillisation in Rajasthan’s Alwar": {"link": "https://timesofindia.indiatimes.com//videos/city/jaipur/tiger-st-16-dies-after-tranquillisation-in-rajasthans-alwar/videoshow/69712015.cms", "time": "", "description": ""}, "Mira Rajput": {"link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/shahid-kapoors-wife-mira-rajput-is-setting-up-fitness-goals-for-all-new-mommies-in-her-latest-photo/videoshow/69832600.cms", "time": "", "description": ""}, "Nagpur BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "time": "", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Narendra Modi": {"link": "https://timesofindia.indiatimes.com/india/pm-modis-outreach-to-opposition-your-every-word-counts/articleshow/69833753.cms", "time": "", "description": "NEW DELHI: Urging the opposition to stop worrying about numbers, PM Modi on Monday said every word of the opposition was important and all efforts should be made for a \" nishpaksh\" (non-partisan) approach to issues of public welfare and the larger interest of India. His remarks at the start of the first session of the 17th Lok Sabha echo his announcement on Sunday of a meeting of leaders of all parties and an informal interaction of MPs, in what is seen as a bid to break the ice after a bitter poll campaign. \"The opposition should stop worrying about numbers. The people have given them a certain number. Every word of the opposition is important. When it comes to Parliament, we should forget the ruling side and opposition. We should think of issues with a nishpaksh spirit,\" Modi said. The Prime Minister said an active and effective opposition is a necessity in a democracy and pointed out that a well- argued and factual criticism of the government strengthens democracy. \"Sometimes such positive contributions are not noticed as they do not get high TRPs,\" he said. Though he did not mention the media, he said highlighting such efforts would strengthen the functioning of Parliament. Modi noted that the recent elections have yielded several firsts such as the highest number of voters exercising their franchise since Independence, a high number of women voters and a higher representation for women in Parliament. \"It is also after several decades that a government has been re-elected with a bigger majority,\" he said. Referring to his recent speeches, the Prime Minister said that \"we started with ' sab ka saath, sab ka vikas', but the people have added an unprecedented 'vishwas' (trust) to the matter\". He said Monday marks the the start of the first session after the 2019 Lok Sabha polls. \"I welcome all new MPs. With them comes new hope, new aspirations and new determination to serve,\" he said. In Video:Oppositions' every word is valuable: PM Narendra ModiDownload The Times of India News App for Latest India News."}, "BJP Candidate List": {"link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "time": "", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Six of Jaipur among nine killed in three accidents": {"description": "", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/6-of-jaipur-among-9-killed-in-3-accidents/articleshow/69817386.cms", "time": "2019-06-17 09:31:00"}, "Guess the registration number": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/guess-the-registration-number/articleshow/58426461.cms", "time": "", "description": ""}, "Sad road condition": {"link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sad-road-condition/articleshow/60384773.cms", "time": "", "description": ""}, "Mamata Banerjee": {"link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "time": "", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "\nTV actress Smita Bansal home in Jaipur for a chat show\n": {"link": "https://timesofindia.indiatimes.com//city/jaipur/tv-actress-smita-bansal-home-in-jaipur-for-a-chat-show/articleshow/63667618.cms", "time": "", "description": "Smita Bansal, who is known for her daily soap 'Balika Vadhu', was recently in town for a chat show Desert Storm. She also shared tidbits from her childhood days, her passion for dance and music, and her career in TV, with the audience. Nitasha Chordia was the moderator for the chat show, which is an initiative by the Rajasthan Forum. Talking about her early childhood days, Smita said that she had a very protective childhood and her mother would always motivate her to participate in fancy dress and dance competitions in school, which helped her gain confidence. She also said that acting happened by chance and that she always wanted to become a doctor. Talking about the changes in the attitude of the present generation, Smita said, \"Today's generation wants everything instantly and lacks patience to deal with life and in the process, lose their focus and become depressed. Therefore, it is very important to train and guide them to accept success and failure, to lead a balanced life.\" Smita Bansal (right) in conversation with Nitasha Chordia Smita added that she began her acting career when she was 17. Her first break was the TV show, 'Itihaas', where she played the role of Padmini and that her makeup artist recommended her to other production houses. Talking about her acting studio, Smita said, \"The field of acting has a lot of competition and challenges and to prepare budding talent, we train and guide them. This will make them head-strong and help them in establishing themselves in big cities like Mumbai.\" In Video:TV actress Smita Bansal home in Jaipur for a chat showDownload The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "time": "", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Man held for killing wife in Pokhran": {"link": "https://timesofindia.indiatimes.com//city/jaipur/man-held-for-killing-wife-in-pokhran/articleshow/69807424.cms", "time": "2019-06-16 10:00:00", "description": "JAISALMER: The district’s Pokhran police have cracked a week-old murder case in which a married woman was found dead. The police have arrested the woman’s husband for the murder. According to police, Raees Khan was suspicious about the character of his wife, Bhanwari, and thus murdered her and hid the body inside a shed meant for the goats. Barkat Khan, brother of the deceased, had lodged a case against his sister’s husband, mother-in-law and father-in-law, for murdering her for dowry. Police questioned Raees Khan and he confessed to murdering his wife, Bhanwari. Police produced him in the court and court sent him on one-day police remand. SP Kiran Kung said, Barkat gave a written report at Bhaniyana police station in Jaisalmer that his sister was married five years ago to Raees, a resident of Mohabatasar Jaloda. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "time": "", "description": ""}, "World heritage tag: Walled City area to soon become ‘no construction zone’": {"description": "Jaipur: The entire Walled City area in Jaipur will be notified as a ‘no construction zone’ and special permission from Jaipur Municipal Corporation (JMC) will be required even to carry out repair works of existing structures. A decision to this effect was taken at a meeting, chaired by chief secretary D B Gupta, prior to the one at International Council on Monuments and Sites (ICOMOS) to be held in Paris on June 19. ICOMOS is a professional association that works for the conservation and protection of cultural heritage around the world. Now headquartered in Paris, it was founded in 1965 in Warsaw following the Venice Charter of 1964 and offers advice to UNESCO on World Heritage Sites. Chief secretary D B Gupta said a notification to this effect would be issued under the Rajasthan Municipal Building Regulation Act, 1970. The state government has been trying to declare the old city of Jaipur a world heritage site without any success so far. However, at the last meeting of ICOMOS held last year, it was presented again in the light of rampant encroachments and illegal constructions damaging the heritage structures. A delegation, including Jaipur mayor Vishnu Lahta, JMC commissioner V P Singh and local self-government secretary Siddharth Mahajan, will visit Paris to pursue the matter. According to sources, a delegation from ICOMOS had visited Jaipur last year in September and pointed out these drawbacks in giving the city the tag of a heritage site. The government has now woken up and started the process. Sources said a special committee, comprising experts and officials, will be constituted by the JMC to give approvals even for any repair work in the future. The JMC would also issue architectural control guidelines for restoring each of the markets to its original form and design. The front elevation of markets will be restored to its original height. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/world-heritage-tag-walled-city-area-to-soon-become-no-construction-zone/articleshow/69833197.cms", "time": "2019-06-18 04:19:00"}, "Samsung Galaxy M40": {"link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "time": "", "description": ""}, "Lok Sabha Poll 2019": {"link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "time": "", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Horoscope Today": {"link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-18-2019-check-astrological-prediction-for-sagittarius-capricorn-aquarius-pisces-and-other-signs/articleshow/69834705.cms", "time": "", "description": ""}, "Whatsapp Feature": {"link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "time": "", "description": ""}, "Rajasthan government to take steps to boost medical tourism": {"description": "JAIPUR: Taking note of patients coming from other countries to India for treatment, state government has decided to attract more patients from foreign countries and other states by formulating a separate policy on medical tourism. So aiming to give a boost to the medical tourism in the state, health department has decided to develop healthcare facilities accordingly. “A separate medical tourism policy will be formulated in the state,” said Raghu Sharma, health minister. He said, “Under the policy, hospitals attached to medical colleges will develop superspecialty and organ transplant facilities.” Sharma said that in three medical colleges of the state, super-speciality blocks of Rs 150 crore have already been constructed in the state. In Jaipur’s Sawai Man Singh medical college and hospital too, a super-speciality block will be constructed. Along with that a multiple organ transplant institute will also be developed at Sawai Man Singh Hospital. At the SMS Hospital, healthcare services under urology, nephrology and gastroenterology departments will also be improved to give a boost to the kidney transplant facilities. At Ajmer’s government hospital, the health department is taking measures to develop a super-speciality block. The medical education department has already sent the proposal of a superspecialty block at Ajmer Medical College to the centre. Besides this, state cancer institute at Jaipur and other two tertiary cancer care centres in Bikaner and Jhalawar are also coming up in the state to enhance cancer treatment facilities. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/govt-to-take-steps-to-boost-med-tourism/articleshow/69817336.cms", "time": "2019-06-17 09:53:00"}, "Satta Matka 2018": {"link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "time": "", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Brainless captaincy: Shoaib Akhtar slams Pakistan captain after defeat to India": {"link": "https://timesofindia.indiatimes.com//videos/sports/cricket/brainless-captaincy-shoaib-akhtar-slams-pakistan-captain-after-defeat-to-india/videoshow/69828886.cms", "time": "", "description": ""}, "Docs’ strike: No OPD services in 2,900 govt hosps across state": {"description": "JAIPUR/UDAIPUR/AJMER/KOTA: Health services remained crippled in the state as government and private doctors went on a 24-hour strike from 6am on Monday in support of Indian Medical Association (IMA)’s call for nationwide medical bandh. There are 40,000 doctors in the state, working in government and private hospitals. “No OPD services were provided by doctors in the 2,900 government hospitals and health centres. Only emergency services were available. However, doctors conducted post-mortems,” said Dr Ajay Chaudhary, president, All Rajasthan In-Service Doctors Association (ARISDA), a body of doctors posted in rural areas and district hospitals. Health minister Raghu Sharma said, “We have deployed AYUSH doctors practicing Ayurveda, Unani, Homoeopathy in district hospitals along with nursing staff to take care of the patients as an alternative measure.” However, the alternative measures failed to provide much relief to the patients. In Ajmer’s JLN Hospital, patients had to wait for their turn in serpentine queue of patients for registration. But there was no doctor in the OPD. No operation was conducted in the hospital and even patients going to different government hospitals were forced to come to JLN Hospital. At least six serious patients had to be rushed to Jaipur’s SMS hospital from Ajmer’s JLN Hospital for treatment. In JLN Hospital there was long queue of patients early Monday morning where patients got the receipt but there was no doctor in the OPD. The senior doctors came out to help the crowd but it took hours for patients to get their turn. Besides Ajemer, medical and health services were also badly hit in Udaipur division as doctors refrained from duties. Hundreds of patients during the OPD hours had to leave without any treatment as 350 resident and senior doctors were not on duty at the government MB Hospital here in Udaipur. The doctors took out a rally from the hospital campus to the collectorate raising slogans against increasing attacks on the medical practitioners. However, surgeries had to be postponed for the day. Doctors tied bandage on their foreheads and protested against the Bengal incident in the state. At Chittorgarh, delivery operation cases and major surgeries were badly affected and only those patients requiring immediate medical care were taken in. Emergency OPD functioned with the help of the nursing staff while 56 doctors posted at the district hospital remained on strike. The OPD services in hospitals in Kota region witnessed medical care of indoor patients, emergency unit in hospitals attached to New Medical College hospital in Kota continued without any disturbance and the surgeries upon serious patients were also conducted. However, 2,200 doctors attached with ARISDA and IMA had been on strike in hospitals across Hadouti region comprising Kota, Bundi and Jhalawar district. The medical and health services in OPD as well as in indoor, emergency wards continued undisturbed in Maharao Bheem Singh (MBS) Hospital in Kota, said Dr Naveen Saxena, superintendent, MBS Hospital. Faculties took the charge of OPD in MBS Hospital while nine out of 14 surgeries were conducted here. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/docs-strike-no-opd-services-in-2900-govt-hosps-across-state/articleshow/69833372.cms", "time": "2019-06-18 04:34:00"}, "Movies to watch on New Year's Eve": {"link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "time": "", "description": ""}, "Jilted lover streams suicide online": {"description": "ALWAR: In a bizarre incident, a man ended his life by hanging himself live on social media platform in Behror of Alwar district on Monday. According to the police, the deceased has been identified as Nirmal Kumawat, who committed suicide showing it live to his beloved expressing his intense love towards her. The police said that he was sad and heartbroken as his beloved betrayed him. Before hanging self from the ceiling, he also consumed poisonous substance. None of those who watched his act online stopped him.  He explained that his beloved did not understand him and he wanted to show her that he could die for her. Download The Times of India News App for Latest City .", "datetime": "", "link": "https://timesofindia.indiatimes.com//city/jaipur/jilted-lover-streams-suicide-online/articleshow/69833347.cms", "time": "2019-06-18 04:32:00"}}