{"Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Lucknow: Shortage of A+, AB+ blood at KGMU": {"datetime": "", "time": "2019-06-19 10:10:00", "description": "LUCKNOW: There is acute shortage of A+ and AB+ blood at the KGMU blood bank. Against daily requirement of 400 units, the current availability of A+ is 40 units and AB+ just 10 units. Even the donation of over 100 units on the World Blood Donor Day did not ease the situation as only a few units of these two blood groups were received at KGMU. The shortage is creating problems not only for general patients but also for thalassemia patients as they require regular blood transfusions. In wake of the crisis, only one unit of blood group A+ and AB+ per patient is being issued daily from the bank. There are 100 registered thalassemia patients at KGMU and in all they require 125 units of blood for transfusion in every three to four weeks. Sixty of these patients belong to these two blood groups. For thalassemia patients, KGMC issues blood units even without donors. Prof Tulika Chandra, head of the transfusion medicine department, said, \"On a single day, we give out 100 units of A+ and AB+ blood groups. The stock to be maintained is of 400 units as it takes four to five days for screening a unit and the cycle has to be maintained.\" Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/shortage-of-a-ab-blood-at-kgmu/articleshow/69851608.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Police deny victim’s account in Rampur gang-rape case": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/police-deny-victims-account-in-rampur-gang-rape-case/videoshow/69852056.cms", "description": ""}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Happy Streets is back with a bang!": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/happy-streets-is-back-with-a-bang/articleshow/69843973.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Niti Aayog: Privatise power distribution": {"datetime": "", "time": "2019-06-18 04:39:00", "description": "Lucknow: Government think tank Niti Aayog has recommended privatisation of power distribution to minimise line losses — or waste of electrical energy owing to overheating of wires. This has upset power employees who say this will invite strong protest. In a note to all states, including UP, the Niti Aayog has said distribution companies may adopt a franchisee model for retail business in rural areas and stipulate minimum performance parameters, including the use of decentralised generation sources and storage systems for local reliability and resilience. The recommendations come at a time the UP government is grappling with line losses, particularly arising out of power thefts, to the tune of 25-30% against an expected 15%. As of now, only Agra and Noida have entrusted private companies with power distribution. While Torrent does the job in Agra, NPCL works in Noida. Implementation of the Niti Aayog recommendation will mean that power distribution of other discoms such as Madhyanchal, Paschimanchal, Dakshinanchal, Poorvanchal and Kesco will rest with private companies, who will not only maintain infrastructure but also generate electricity bills for consumers. Energy minister Srikant Sharma told TOI the state government would review the recommendation before taking any further step. “The objective is to improve the power distribution system and the government is working in that direction,” he said. The development, nevertheless, has sent power employees into a tizzy. President of All India Power Engineers Federation Shailendra Dubey said any move to privatise distribution would invite strong protests. “Attempts have failed in the past 25 years. The energy department should initiate talks with power employees before taking another drastic decision. The aim should be to provide better and cheap power to consumers,” Dubey said. The federation plans to write to Union power minister RK Singh on the issue. The idea to privatise power distribution was first mooted under the Mayawati government in 2009, after which Agra was handed over to Torrent. The Akhilesh Yadav government came up with a similar plan for Kanpur, but the move was thwarted by power employee protests. Among its other important recommendations, the Niti Aayog has suggested performance-based incentive in the tariff structure. It has said that to manage the demand for power, it is necessary to introduce 100% metering, use of smart meters and metering of electricity supplied to agriculture. It Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/niti-aayog-privatise-power-distribution/articleshow/69833755.cms"}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "\nAn all-girls party at this school reunion in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/an-all-girls-party-at-this-school-reunion-in-lucknow/articleshow/68874519.cms", "description": "It was a day full of fun and masti for the former students at the golden jubilee celebrations of the 1969 batch of a prominent girls’ school in the city. Organised at the school campus, the celebrations witnessed ladies coming from all across the globe inlcuding the USA, the UK and Germany to meet their friends.  Vipra Sriwastava (L) and Deepika Chaturvedi with Vidhi Bhragava (BCCL/ Aditya Yadav)  (L-R) Prakash Mohini Bhargava, Kamla Advani, Madhur Bhatnagar and Trishna Tandon (BCCL/ Aditya Yadav)  (L-R) Anjuman and Mekhola (L) and Mridul (BCCL/ Aditya Yadav)  Shiamin (L) and Veena (BCCL/ Aditya Yadav)  (L-R) Bina, Manju and Kumkum (BCCL/ Aditya Yadav) Sister Anjuman, principal of the school, while welcoming the ladies, said, “I feel so happy to see such vibrant faces back in the school. It’s amazing to see that 50 glorious years have passed and still that bond is so fresh.” Deepika Saxena, who came all the way from Washington, and was visiting the college after a long gap said, “It’s a wonderful experience for me to meet my friends after 50 years. I am reliving my golden days again.” As a token love, the ladies gifted a set of benches and swings to the school. — Prachi Arya In Video:An all-girls party at this school reunion in LucknowDownload The Times of India News App for Latest City ."}, "Tree branches tangled with electricity wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tree-branches-tangled-with-electricity-wires/articleshow/59782742.cms", "description": ""}, "UP: Gorakhpur zoo to get lions from Gujarat": {"time": "2019-06-17 20:58:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-gorakhpur-zoo-to-get-lions-from-gujarat/articleshow/69829763.cms", "description": "LUCKNOW: After Akhilesh Yadav, the Yogi Adityanath government is bringing lions from Gujarat for the chief minister’s pet project — Gorakhpur zoo. While Gujarat lions led to a verbal duel between then UP CM Akhilesh Yadav and BJP’s PM-candidate Narendra Modi in 2014 when the state government brought lions for Etawah Lion Safari, this time it is a quiet advent of big cats, six of whom are females. UP government has got the official custody of the lions after Gujarat CM Vijay Rupani gave the lions’ handing-over certificate to VK Singh, director, Etawah lion safari and NK Janoo, director, Gorakpur zoo last week. Gujarat government has agreed to part with eight lions from Junagarh zoo without seeking any animals in exchange from UP. The lions will be kept in Etawah Lion Safari till Gorakhpur zoo is ready to house them, and that could be not before November. Also, Gorakhpur zoo has a capacity for only three lions. The rest of the felines, therefore, might stay in Etawah safari. Though the final decision on lions’ stay would be taken by the state government. The eight big cats were initially set to reach Etawah by May 22, but the blistering heat forced the forest department to postpone the plan. “We will bring lions as soon as rains start which could be by the end week of June,” said V K Singh, director, Etawah Lion Safari. Four of the safari keepers had already been to Junagarh and spent 10 days with the lions to get the first hand feel of each of its behaviour and habits. The same set of keepers accompanied the officers to Gujarat this time as well. While officers will come back keepers have to stay. In Etawah safari, lions will be kept in isolation for 21 days after which they will be moved to their new destination. Download The Times of India News App for Latest City ."}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Principal secy’s visit hits strike plan in Jhansi govt med facilities": {"datetime": "", "time": "2019-06-18 04:00:00", "description": "Jhansi: Even as most resident doctors working in private medical facilities abstained from work in protest on Monday, two of the biggest government hospitals in Jhansi— Jhansi Medical College and the District Hospital—continued to function with clockwork efficiency. Reason: The scheduled two-day visit of UP principal secretary (urban development) Manoj Kumar Singh to the district to inspect developmental projects. Extending their emotional support to the cause, junior resident doctors did not observe the Indian Medical Association’s (IMA) call for a nationwide strike in protest against the attack on a Kolkata doctor. After a brief interruption due to a group of protesting resident doctors, things remained calm at Jhansi Medical College. When TOI team visited the wards of the hospital, doctors were seen tending to patients while wearing black ribbons on their arms in support of the ongoing agitation of medicos across the country. Chief medical superintendent of Jhansi Medical College Harish Chandra Arya, said, “Both resident and senior doctors of the medical college reported to duty. On Monday, we treated 28,015 patients in the OPD and 28 in general ward. We also received 35 emergency cases.” Former principal of Jhansi Medical College and head of nephrology department, who was present on the campus to conduct a viva voce examination, Dr NS Sengar said, “We are government employees so we have to follow certain rules. Hence, we did not join the agitation. However, we support the agitation in spirit as it is a serious matter requiring immediate attention. Most doctors are scared of tending to patients brought to them in a serious condition, simply out of fear of attendants.” Likewise at Jhansi District Hospital, patients had no problem seeking doctors. The principal secretary also visited the district hospital on Monday. Talking to media persons, Singh said he was satisfied with the hospital’s functioning and its staff. “I’ve pointed out some minor shortcomings, which I have been assured will be rectified soon,” he said. Orthopaedic specialist at Jhansi District Hospital Dr Rajive Singh Bhadauria said, “We support the strike emotionally, but as principal secretary’s visit was a scheduled one we had to carry on working.” Meanwhile, over three hundred private doctors, led by Indian Medical Association’s Jhansi chapter Dr Ramesh Chandra, took out a protest march from Jhansi Medical College’s gate number 3. They demanding stricter laws to curb the rising attacks on doctors by patients’ families. “We have suspended all OPDs for 24 hours, but emergency patients will be treated. All clinics and private nursing homes have pledged support to IMA’s cause,” said Chandra. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/principal-secys-visit-hits-strike-plan-in-jhansi-govt-med-facilities/articleshow/69833585.cms"}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "\nBusinessmen in Lucknow enjoy this musical eve\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/businessmen-in-lucknow-enjoy-this-musical-eve/articleshow/69344966.cms", "description": "A get-together of entrepreneurs was organized at a prominent hotel in the city. The evening was full of music, dance and lots of fun filled games. The event had several businessmen from the city indulge in dancing and singing.  Rachana & Sanjay and Rizwan Khan (BCCL/ Aditya Yadav)  Surabhi Gupta and Vivek and Vimi (BCCL/ Aditya Yadav)  Komal and Kartik with Prakhar Tandon (BCCL/ Aditya Yadav)  Nidhi and Abhishek and Prableen Bajpai (BCCL/ Aditya Yadav) The musicians on their flute and synthesizer, performed many Bollywood numbers from old to new which included 'Main Tenu Samjhanwa Ki' and 'Na Tum Hame Jano Na Hum Tumhe Jane'. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "\nIla Arun and KK Raina bring the house down in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/ila-arun-and-kk-raina-bring-the-house-down-in-lucknow/articleshow/69398057.cms", "description": "The Cultural Department of Uttar Pradesh organized an event with the play Namaste Jai Shree Krishna staged at the Sangeet Natak Akademi, recently. The event saw all the theatre lovers and theatre veterans from the city come to watch it. Veteran theatre artists Ila Arun and KK Raina flew from Mumbai to perform in the play. The who’s who of the city, including OP Singh, DGP, UP, along with Dr Hari Om, IAS and Poornima Pandey, Director SNA and secretary Rubeena Baig were at SNA to enjoy the evening.  Gopal Sinha & Poornima Pandey and Surya Mohan Kulshreshtha (BCCL/ Vishnu Jaiswal)  (L-R) Suchi Sahu, Pankaj and Col BK Prasad (BCCL/ Vishnu Jaiswal)  (L-R) Malvika and Dr Hariom , Mini Bajpayee (L) and Neerja Shukla (BCCL/ Vishnu Jaiswal)  (L-R) Neelika, Sangeeta Jaiswal, Nehi & Sameer Agarwal (BCCL/ Vishnu Jaiswal)  Pradeep Kapoor and Ila Kapoor with RKS Rathore and Sushma Rathore (BCCL/ Vishnu Jaiswal)  Rakhi Kishore (L) & Geeta Singh, Rachita Vyas (L) & Shamita Joshi (BCCL/ Vishnu Jaiswal)  Rakesh Chandra (L) and Ajay Jain and Tarun Raj and Archna (BCCL/ Vishnu Jaiswal) Adapted from Tom Dudzick’s play of the name Greetings! the story revolved around the contradictions in a family when the son brings home his girlfriend of a different culture and dialect, and the problem faced by the son in hiding the fact the girl is his girlfriend. Written and directed by Ila Arun and KK Raina, the play had the audience in splits with them creating magic with their chemistry on stage. — Saad Abbasi Download The Times of India News App for Latest City ."}, "Absconding Lucknow University staffer arrested": {"time": "2019-06-17 10:35:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/absconding-lucknow-university-staffer-arrested/articleshow/69820437.cms", "description": "LUCKNOW: Police arrested Sanjay Singh Chauhan, the class-IV LU employee, on Sunday in the marksheet racket that was unearthed on April 17. Hassanganj police nabbed Chauhan from his sector-L Aliganj residence, under the jurisdiction of Vikasnagar police. It was the seventh arrest in the case since six persons, including a serving LU examination departmentemployee, Nayab Hussain, and ex-employee Kirodhan Prasad, who was sacked in 2003 for a similar offence, had been arrested. Chauhan was absconding since his involvement in the racket came to light, said police. During probe, the kingpin revealed names of two other LU class-IV employees, who were also suspended. “Hussain and Prasad revealed that tabulation charts were supplied by Chauhan,” said SHO Hassanganj Dhirendra Kushwaha. Chauhan will be taken on remand and questioned, he added. Download The Times of India News App for Latest City ."}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Ordinance bars anti-national activity in UP private universities": {"datetime": "", "time": "2019-06-19 09:38:00", "description": "LUCKNOW: Private universities in UP will have to give an undertaking at the time of getting approvals that it will “not be involved in any anti-national activity, allow such activity within its premises or let its name be used for any such activity. Any such act would be construed as violation of the rules of establishment and the government can take action.” The existing 27 private universities in the state have been given a year to promulgate rules according to the Uttar Pradesh Private University Ordinance, 2019, which was passed by the state Cabinet on Tuesday. The ordinance will now be presented in the Assembly in the session beginning from July 18. The ordinance makes provisions for “inclusion of a sense of national integration, secularism, social equality and international harmony in the objectives of the universities.” Among its other clauses, the ordinance states that “universities will not be allowed to bestow an honorary degree without prior approval of the state government. 75% of teaching staff will be regular appointmentsThe appointment of vice-chancellor can also be done by the chancellor only after consultation with the governing body.” It has been proposed in the ordinance that “land for the university cannot be sold, transferred or leased though it can be mortgaged to a bank or financial institution for establishment of the university.” The ordinance further states that a “minimum of 75% teaching staff have to be regular appointments. A common academic calendar will be specified under which there will be common dates for conducting of exams and declaration of results.” Provision has been made in the ordinance to ensure that fee structures are placed in the public domain. Also, “universities will have to reserve 10% seats for students from the economically backward category. Such students will pay only 50% of the normal fee”. According to the ordinance, the UP State Higher Education Council will now be the nodal agency that will oversee compliance of the ordinance and rules. It empowers the council to file reports with the government for action if it is unable to get information from any private university within a specified period of time. The council, as per the ordinance, will “inspect a university at least once a year to monitor the quality of education and its compliance with rules, and submit an annual report on its working. If any violation comes to light, the state government will issue appropriate instruction which will be mandatory for the university to follow.” The government, the ordinance said, is also “empowered to revoke recognition to a university if charges of cheating, corruption or misuse of funds against it are proven. The council can order an investigation into such charges. After the university is given a chance to defend itself, the government will be authorised to dissolve the university through a notification.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/ordinance-bars-anti-national-activity-in-up-private-universities/articleshow/69850499.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Shiv Sena chief Uddhav Thackeray reaches Ayodhya, says 'Centre must bring law to build Ram temple'": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/shiv-sena-chief-uddhav-thackeray-reaches-ayodhya-says-centre-must-bring-law-to-build-ram-temple/videoshow/69811594.cms", "description": ""}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "A five-day theatre festival concludes in Lucknow": {"datetime": "", "time": "2019-06-19 01:00:00", "description": "A five-day theatre festival organized by Utsaah Foundation, concluded in Lucknow recently. Organised at Rai Umanath Bali Auditorium, the festival was inaugurated by UP, Dr Dinesh Sharma, Deputy Chief Minister, UP.  A scene from the play Ghar Jamai (BCCL) The opening play of the festival was Avruddh, which was staged by Shiv Sambhav group from Varanasi. It was directed by Sumit Srivastava. Next was Chaand Ke Paar Ek Chhabhi by Theatron Group and was directed by Subrat Rai. On the third day, a play directed by Sanjay Tripathi, Ghar Jamai based on Munshi Premchand’s work was staged. Lucknow-based group Manjushri also staged a play Abu Hasan which was directed by Shailesh Srivastava. On the concluding day, play Kabrgaah was staged by Ashutosh Vishwakarma from Innovation Theatre.  A scene from the play Avruddh (BCCL)  A scene from the play Chaand Ke Paar Ek Chhabhi (BCCL)  A scene from the play Kabrgaah (BCCL) In Video:A five-day theatre festival concludes in LucknowDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/a-five-day-theatre-festival-concludes-in-lucknow/articleshow/69841241.cms"}, "6 dead, several injured in road accident in UP’s Sitapur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/6-dead-several-injured-in-road-accident-in-ups-sitapur/videoshow/69840757.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Drains completely blocked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drains-completely-blocked/articleshow/62611760.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Missing India-Pak clash due to power supply bias, says man; govt denies": {"datetime": "", "time": "2019-06-18 13:58:00", "description": "LUCKNOW: Unable to watch the India-Pakistan tie on Sunday, an Azamgarh man virtually set off a political slugfest when he in a tweet accused the BJP, which is in power in UP, of step motherly treatment to the district over power supply. The government, in turn, said “unlike in the previous SP government, all districts for us are VIP distrcits.” On Sunday, Deepak Singh had tweeted to energy minister Srikant Sharma: “Azamgarh (gramin kshetro) me jabardast bhed bhav ho raha hai ... India-Pak match dekhne ko va light nahi mil rahi hai (The rural areas of Azamgarh are receiving step-motherly treatment on the power front. People are not able to watch the India-Pak match).’’ In his reply to this, Sharma tweeted: “Provide the names of villages, the average power supply and mobile number and get a complaint registered on 1912.” Deepak Singh also tweeted while tagging SP chief Akhilesh Yadav, who recently got elected as an MP from from Azamgarh: “Azamgarh ke saansad sahab jabardast beejli katauti ho rahi hai ... aapke kshetra mein India-Pakistan ka match nahi dekh pa rahe hain hum log.” “Shashan prashashan? BJP ka ... lekin UP ke charon konon mein kya khabarein aa rahi hai?, (Administration is in the hands of the BJP. What is the type of news that’s pouring in from across UP?)” Akhilesh tweeted. Gram Pradhan of Isaura village in Azamgarh said that the village is getting barely 5 to 6 hours of power supply. “There is repeated tripping of power supply. It is not until we approach higher ups and lodge complaints that power supply gets restored,’’ he said. Gram Pradhan of Dhanaurband village too said that the power supply hovers in the range of barely eight to nine hours. “If there is a snag in transformers, there is no time limit as to when it would be replaced,’’ he said. Sharma admitted that there might be some problems because of overloading and subsequent tripping of power supply in the rural areas. He, however, rubbished the allegation of power cuts being driven by political vendetta. “Unlike previous government, all districts are VIP districts for us,’’ he said. Sharma said that the department is consistently monitoring snags in power supply through a dedicated phone number -- 1912. “In the present case, the department was trying to find out where the problem actually lay,’’ claimed Sharma. Sharma maintained that as of now the transformers in rural areas are being replaced within 48 hours, while in the urban areas it is being done in 24 hours. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/missing-india-pak-clash-due-to-power-supply-bias-says-man-govt-denies/articleshow/69833769.cms"}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Snatch gangs stalk morning walkers in Lucknow": {"datetime": "", "time": "2019-06-19 06:40:00", "description": "LUCKNOW: If you’re a woman who loves to flaunt her gold trinkets or a man with a fat wallet, it is time to exercise extra caution. TimesViewFrequent incidents of chain and purse snatchings in the heart of the city mean there is no fear law among petty criminals . In such a scenario, CCTV cameras and quick response by police can act as deterrents. In case of arrest, evidence in the form of footage will help speed up investigation. Severe punishment should follow, especially for repeat offenders.A police dossier has listed 255 cases of chain and cash snatching in the city since January, which effectively means one person is being targeted every 15 hours. Worse, very few of the these cases have been cracked till date in the absence of effective electronic surveillance. Indiranagar and Gomtinagar top the list of unsafe neighbourhoods with a total of 49 cases followed by Aliganj with 11. The victims were mostly morning walkers, besides working women returning home late from office. In some cases, the accused used firearms to rob their victims of valuables. On May 29, two bikers tried to rob Urmila Devi of her gold chain at gunpoint in B Block, Indiranagar. She managed to retain half of the chain. Shikha Tiwari of Mahanagar recalled the horror of June 3 when two men flashed a pistol and snatched her gold chain in broad daylight. There were no patrol teams or CCTV cameras to nail them, Tiwari said. On June 8, Rekha Shah was robbed of her gold chain right in front of a police outpost in Talkatora. It was early morning. Her husband was teaching her how to ride a scooter. There were no policemen who could come to their rescue, she recalled. Not just women, snatch gangs have targeted men too in the recent past. On June 7, Ayush Jaiswal was robbed of his wallet by two men on a bike near Bhoothnath market. He says police have done precious little to identify the culprits, let alone arrest them. Sangeeta Agarwal of Mahanagar is still afraid to go out alone. On June 11, two men on a bike snatched her chain near Gole market when she was out to buy milk. “I have stopped venturing out alone since that day. Police rarely patrol the city and CCTV cameras are absent. The city has become unsafe,” she said. Ayushi Garg of Vibhuti Khand, who was robbed near Kathauta Crossing in May, said Lucknow police lack a dedicated mechanism to curb snatching. “Last year, my friend was targeted at Husadiya Crossing while my aunt was robbed near Viram Khand crossing in 2017. Police are yet to crack those cases or take concrete measures to prevent rerun,” she said. SSP Kalanidhi Naithani denied allegations that police were not doing enough to curb bike gangs that target unsuspecting victims and speed away. “We have identified vulnerable areas. These will now be geo-tagged to facilitate regular patrolling by the UP 100 fleet, besides district police,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/snatch-gangs-stalk-morning-walkers/articleshow/69849324.cms"}, "Uttar Pradesh to have herbal highways soon": {"datetime": "", "time": "2019-06-19 06:59:00", "description": "LUCKNOW: For centuries, Indians at home have used these Ayurveda herbs, either as condiments in cooking or to cure diseases. Now, the UP government is on course to grow haldi (turmeric), brahmi, ashvagandha, anantmula, janofa and mashparni — among 34 herb varieties — along national and state highways for their medicinal benefits in the belief that they will “keep air-borne, bacterial and face (skin) diseases at bay”. According to Ayurveda experts, the benefits of brahmi include sharpness of memory, ashvagandha has been in use for general wellness, including against depression and high blood sugar, and mashparni’s benefits include boosting body energy, strengthening muscles and increasing sperm count. Undertaken by UP’s public works department (PWD), the plan is an extension of NDA’s flagship Ayushman Bharat Yojana. According to the detailed note by PWD, accessed by TOI, pilot project has started in 18 districts. The PWD note also blames the invasion of “English plants” (meaning non-native species) such as cacti and bonsai (the Japanese word for growing miniature trees by stunting their growth) in homes, offices and parks, and the declining use of plants mentioned in the Ayurveda system of medicine. “Besides, one of prime reasons for unfit India is shrinking open air and disappearing Ayurveda trees. There is a need for herbalrich gardens, herbal-rich roads (sic) to use them to our advantage,” the note said. “Asthma, cancer and face (skin) diseases are growing despite hospitals and availability of doctors. The cure is possible with help of these herbs,” the note added. A pilot initiative has already been implemented on busy stretches of the Delhi-Yamunotri state highway 57 in Saharanpur, Ashapur-Sarnath state highway in Varanasi, Panchkosi Parikrama state highway in Ayodhya, the Gorakhpur-Deoria state highway, the Aligarh-Mathura highway via Keshavdham and the Banda-Bahraich stretch in Chitrakoot. ‘UP is the 1st state to implement scheme’For centuries, Indians at home have used these Ayurveda herbs, either as condiments in cooking or to cure diseases. UP deputy CM Keshav Prasad Maurya, who heads the PWD, says the plan was conceived last year to revive both Ayurveda in India as well as help people stay disease-free. “UP has become the first state to implement such a plan in India,” said Maurya. The PM’s endeavour to bring the benefits of Ayushman Bharat to the common man is already reaping benefits. Such a scheme will help both development and beautification and bring medicinal benefits,” said Maurya. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/uttar-pradesh-to-have-herbal-highways-soon/articleshow/69850481.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Leaning poles and trees": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaning-poles-and-trees/articleshow/61029757.cms", "description": ""}, "Ministers get additional charges as colleagues become MPs": {"datetime": "", "time": "2019-06-18 14:11:00", "description": "LUCKNOW: Amid speculation of a cabinet expansion after three ministers were elected as members of Parliament in the recently concluded Lok Sabha elections, the government has, for the time being, distributed their portfolios among sitting ministers. Governor Ram Naik accepted the resignation of three ministers on Monday and has approved of the distribution of their portfolios as additional charge to other ministers, as recommended by chief minister Yogi Adityanath. Of the portfolios held by SP Singh Baghel, the animal husbandry and fisheries departments have been handed over to minister of dairy development Laxmi Narayan Chaudhary while Dharam Pal Singh, who already holds the irrigation portfolio, also gets minor irrigation. Rita Bahuguna Joshi’s departments of family welfare, and mother and child welfare have been given to health minister Sidharth Nath Singh while the chief minister has kept women welfare and tourism. Industries minister Satish Mahana will hold charge of all departments previously held by Satyadev Pachauri which include khadi and village industries, sericulture, textile, micro, small and medium enterprises and export promotion. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/ministers-get-addl-charges-as-colleagues-become-mps/articleshow/69833798.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Doctors' strike: Medical services hit in Uttar Pradesh": {"time": "2019-06-17 17:10:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/doctors-strike-medical-services-hit-in-uttar-pradesh/articleshow/69826167.cms", "description": "LUCKNOW: With thousands of doctors both from the government and private hospitals striking work Monday in solidarity with their West Bengal counterparts, medical services were severely hit in the state capital. Hundreds of resident doctors from three government hospitals and thousands of others from private hospitals resorted to strike on a call by Indian Medical Association. The three government hospitals whose doctors joined the stir are Sanjay Gandhi Postgraduate Institute of Medical Sciences (SGPGIMS), King George's Medical University (KGMU) and Dr Ram Manohar Lohia Institute of Medical Sciences (RMLIMS). With resident doctors striking work, the government hospital failed to admit any new patient, leaving senior doctors to attend to old patients only in the OPD. The situation in various private hospitals was worse where even the OPD remained non-operational. Patients, some of them in serious conditions, were seen waiting outside various government and private hospitals, making fervent pleas to the medical staffers to attend to their problems. SGPGIMS chief medical superintendent Amit Agarwal said some 150 doctors of the institute were on strike due to which no operation was performed or new patients admitted. \"Though new patients are not being admitted, senior doctors are attending to the ones already admitted in the hospital,\" said Dr Agarwal. KGMU spokesperson Sudhir Singh, however, claimed the work was only partially affected in the hospital, which has a strength of 575 resident doctors. Claiming that some resident doctors were working in some departments, Singh said 3,580 patients were attended to in the OPD, while 104 new patients were admitted and 22 operations performed. Similar conditions prevailed in the Lohia Hosptial. IMA Lucknow unit president G P Singh, meanwhile, said besides the resident doctors, some 4,000 private doctors struck work in private hospitals, nursing homes and clinics. Only emergency patients were being treated in private hospitals, Dr Singh said, adding hundreds of doctors held a protest at the IMA office here and demanded security for themselves. Balrampur Hospital director Rajiv Lochan said the patient flow has gone up by 35 to 40 per cent following the strike in other hospitals. Dr Lochan, however, claimed that medical services were going on as routine as there were no resident doctors there. Reports from Jhansi, Meerut, Gorakhpur and Varanasi said the strike call evoked a mixed response. Download The Times of India News App for Latest City ."}, "Wells dry up in scorched Bundelkhand , rain deficit looms": {"datetime": "", "time": "2019-06-19 09:17:00", "description": "BANDA/MAHOBA: It was still morning in Banda, yet the heat was oppressive and sweltering, but it made little difference to almost 100 residents of Panghara village who had blocked the highway between Banda and Naraini on June 15. The protesters were all scheduled caste, demanding action against their gram pradhan for providing water supply only to the village area inhabited by upper castes and not giving them any. “We are forced to walk to the handpump across our village, crossing a highway for it. When we cannot go to fill water, our children do. It is highly dangerous for them. The pradhan has diverted all the water to the area where upper caste people live. We are unable to do daily wage work because we have to get water,” said Savitri, a resident. Uttar Pradesh’s Bundelkhand district, one of the most backward in country, has a perennial problem of water scarcity, but the situation is worse this year. In 2018, the region saw rainfall deficiency ranging from 8% to 56%. This year, with monsoon already delayed, the rainfall deficiency between June 1 and June 18 is already being pegged from 26% to 84%. Ponds and wells have dried up and locals have to walk an hour to fetch water. The livestock is worst affected as carcasses are seen lining roads and lying scattered in fields. In the absence of jobs, failing agriculture and water shortage, most people have left for cities for temporary employment and will return to sow their fields when monsoon arrives. In Dhikwaha village of Mahoba district, 18-20 tubewells have gone dry. Princy Yadav (14) tells she has to walk an hour to the only tubewell outside the village to get water. “Around 125 people from our village have gone to cities because there is neither water nor any work here. The women of the households go to fetch water in the morning, and in the evening, it’s the turn of children after they return from school,” she says. It takes 30 minutes to reach the tubewell, but well over two hours are actually spent in returning with water because there is a long queue at the tubewell. “There are frequent fights, as the tubewell often runs out of water and so all the people want to fill their vessels first,” she said. In Dhoraiyan, residents say that 15 families left the village with the onset of summer and will return only after first monsoon rain. “Monsoon had failed last year,” says Pushpa, a resident. “It is delayed this time also because of which agriculture has been seriously affected. The fields are dry and there is no fodder for cattle. The wells and tubewells dried up months back. The government doesn’t send any water tankers,” she added. Mahoba recorded a rainfall deficit of 56% in 2018 where Banda was 8% rain deficient. This year, the pre-monsoon deficit is already 29% and 84%, respectively, with no rains yet to recharge wells and village ponds. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/wells-dry-up-in-scorched-bkhand-rain-deficit-looms/articleshow/69849301.cms"}, "CM speeches, press notes in Sankrit too": {"datetime": "", "time": "2019-06-18 04:48:00", "description": "Lucknow: For possibly the first time in the state, the UP government will now be issuing important press notes, the chief minister’s speeches and messages in Sanskrit. The language will join Hindi, English and Urdu as one of the media for disbursal of information. Officials said that though there aren’t many Sanskrit publications in UP—notable exceptions being a publication in Allahabad and a few magazines—the aim of releasing information in Sanskrit was to reach a target audience on social media and help scholars of Sanskrit use official material. “On September 6, 2018, CM Yogi Adityanath had expressed the desire to have his speeches and messages published in Sanskrit. In pursuance of this, we recently asked the chairperson of the Sanskrit Sansthan to translate a press note on the Niti Ayog meeting in Sanskrit and it was received very well on social media. This is the government’s bid to keep alive a language and we will now send out important information in Sanskrit more regularly,” said an official. The government’s information department is expected to hire content writers for this job. Sources said that scholars in the Sanskrit Sansthan, including their MA students, were a ready pool of experts who could do this work. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/cm-speeches-press-notes-in-sankrit-too/articleshow/69833791.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Clouds, gusty wind to cool Lucknow today": {"datetime": "", "time": "2019-06-18 07:45:00", "description": "LUCKNOW: Gusty winds and partly cloudy sky might bring down temperatures by a degree or two on Tuesday. There is also a possibility of rain and thunderstorm. On Monday, the weather was hot and humid. The maximum and minimum temperatures were 40.9 and 27 degrees Celsius respectively and relative humidity was between 31% and 86%. State Met director JP Gupta said strong winds and partly cloudy sky are because of the western disturbance over the Himalayas. It may cause a thunderstorm on Tuesday and Wednesday at several places in the state, including Lucknow. Monsoon advancement is slow and is expected to reach the city by the end of the month. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/clouds-gusty-wind-to-cool-lucknow-today/articleshow/69834762.cms"}, "Tree branches on electricity wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/treebranchesonelectricitywires/articleshow/66078828.cms", "description": ""}, "Lucknow development authority offer for defaulting flat buyers": {"datetime": "", "time": "2019-06-19 09:09:00", "description": "LUCKNOW: Lucknow Development Authority (LDA) has decided to introduce a one-time settlement (OTS) scheme for defaulters to pay the remaining amount for apartments they have bought from the authority. The scheme will give the defaulters a discount of 10% and all the fine on the pending amount will be waived. According to LDA officials, there are more than 26,000 defaulters on the list. These defaulters have not paid their EMI for months. LDA finance controller Rajeev Kumar Singh said, “The OTS will be implemented after the government’s approval. The authority could gain around Rs 75 crore pending for long.” Defaulters can pay online or at LDA office. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/lda-offer-for-defaulting-flat-buyers/articleshow/69849398.cms"}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Lucknow: Children fit fitness into their fathers’ busy life": {"time": "2019-06-17 10:01:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-children-fit-fitness-into-their-fathers-busy-life/articleshow/69820067.cms", "description": "The first day of powerpacked Happy Streets not only attracted Lucknowites to reclaim their streets but also served a special purpose! The venue saw father-kid duo’s spending a quality time with each other on Father’s Day on Sunday. A large number of fathers were seen celebrating the day with their kids while peddling down the road. Manik Anand participated in a bicycle race with his teenage daughter Saanvi. “Though my father cheated during the race, I didn’t complain because today is his day. That is why I let him win... He is too busy during week days. Happy Streets also gave me a chance to fit fitnesses into his lifestyle,” said Saanvi. Five-year-old Ayyan was a happy lot on Sunday. He always wanted to learn to ride a bicycle with his father, but couldn’t do so due to his busy schedule. With an array of activities, he not only enjoyed the event but also fulfilled his wish of learning the ride with his father. “He always stayed busy round the clock. It was difficult for him even on Sundays to take out time from his hectic schedule. Today, he came around with me and not only played games, but also danced with me during the fitness session,” said Ayyan. Echoing similar sentiments was Madhu Mishra, who attended Happy Streets for the first time with her father. “Social media has taken a toll on us because of which we are spending less time interacting with our parents. Happy Streets encourages us to step out of our home with our parents. Since today is a day dedicated to the fathers, I couldn't think of a better Download The Times of India News App for Latest City ."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "UP: Explosion in garbage heap injures 3 children": {"datetime": "", "time": "2019-06-19 10:07:00", "description": "MUZAFFARNAGAR: Three children were seriously injured in an explosion in a garbage heap in Purbalyan village here, police said Wednesday. The incident took place when the trio was playing near the garbage heap on Tuesday evening in the village which comes under the jurisdiction of Mansur police station, they said.  According to preliminary investigation, some waste from a firecracker factory was also in the garbage heap which led to the explosion, police said.  The injured kids were rushed to a nearby hospital, they added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/meerut/explosion-in-garbage-heap-injures-3-children/articleshow/69852146.cms"}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Yogi Adityanath rushes to Delhi ahead of cabinet rejig": {"datetime": "", "time": "2019-06-19 09:18:00", "description": "LUCKNOW: Uttar Pradesh chief minister Yogi Adityanath on Tuesday cancelled all his official engagements and rushed to Delhi to discuss expansion of the state cabinet and strategy for the 11 byelections in the state. Even the cabinet meeting, which took a series of important decisions, was advanced for about an hour so that the CM could leave for Delhi. Officials said Yogi, along with BJP general secretary for UP Sunil Bansal, visited Delhi to greet the new working president of the party JP Nadda and attend a dinner hosted by the party's national organising secretary Ram Lal. Sources said discussions on the new BJP state president Mahendra Pandey's elevation as a cabinet minister in the Modi government was also discussed. The CM had a series of engagements for most of the day and an official programme of distribution of laptops to revenue officials here on Tuesday. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/yogi-adityanath-rushes-to-delhi-ahead-of-cabinet-rejig/articleshow/69851571.cms"}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "\nLove for strays brought this couple together in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/love-for-strays-brought-this-couple-together-in-lucknow/articleshow/69504839.cms", "description": "Childhood BFFs, Kunal Lamba and Caroline Borges had a unique wedding recently at St. Joseph Cathedral Church. The two share a love for strays and looking after the ones in their neighbourhood brought them together.  Varun and Khushboo Lamba and Alisha Jackson (BCCL/ Farhan Ahmad Siddiqui)  Anju and Rajendra Lamba and Babita Lamba (BCCL/ Farhan Ahmad Siddiqui)  Dheeraj and Sonam Arora and Jennifer Borges (BCCL/ Farhan Ahmad Siddiqui)  Jeffrey Borges and Tina Frank (BCCL/ Farhan Ahmad Siddiqui) Caroline, looking resplendant in a flowing white gown made a grand entry in a vintage car, while Kunal waited for her with at the alter. After exchanging wedding vows, from the church, the couple celebrated the moment with their four-legged babies and fed them and played with them. “We believe that no one can be as pure in their love as animals and we wanted to cherish the moment where it all started for Kunal and me,” said an elated Caroline.  Khyati Lamba with Palak Shanker (L) and Hibah Beg (BCCL/ Farhan Ahmad Siddiqui)  Parveen Talha and Priscca and Beat Frank (BCCL/ Farhan Ahmad Siddiqui)  Raj Lakshmi Singh with Stephen and Andrey Griffs (BCCL/ Farhan Ahmad Siddiqui)  Rebekah Jackson and Ritu Mudgal Suri (BCCL/ Farhan Ahmad Siddiqui)  Twinkle & Shobhit Mehndi Ratta and Vandana Lamba (BCCL/ Farhan Ahmad Siddiqui) Following the church ceremoney, the wedding was also solemnized with Hindu rites, followed by a grand party where the couple, their parents, family and friends all danced with gay abandon. The enthusiasm of celebrating each other’s traditions was an inspiration to many. — Farhan Ahmad Siddiqui In Video:Love for strays brought this couple together in LucknowDownload The Times of India News App for Latest City ."}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "UP: Conmen pose as cops, dupe dentist of cash, jewellery": {"time": "2019-06-17 06:31:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-conmen-pose-as-cops-dupe-dentist-of-cash-jewellery/articleshow/69818396.cms", "description": "LUCKNOW: Four unidentified miscreants posed as policemen and duped a dentist from Azamgarh of cash and gold ornaments on Sunday morning in Gomtinagar. The conmen struck when UP police officials, led by DGP OP Singh, were taking out a cycle rally to spread traffic awareness in Gomtinagar. The victim, Sachin Jaiswal said he had come from Azamgarh and was going to his friend Saurabh Maurya’s house at Sharda Apartment in Gomti Nagar extension when the miscreants duped him. “I got down from bus at Husadiya crossing and took a rickshaw for Sharda Apartments around 6.45am. Near power sub-station in Gomti Nagar extension, four youths stopped the rickshaw saying they were policemen and were conducting checking,” Jaiswal said in his complaint to police. “Two of them were of 35-40 year age group while other two were of younger and looked like between 25-30 years. They claimed to be cops and said that a murder had taken place in the locality and some weapons have also been recovered,” he added. “They asked me about my profession and then told me to keep all the cash, gold chain, ring and bracelet in the bag I was carrying. When I was putting the goods in bag, they took it handed me another and fled. When I opened the bag, it was empty,” he said. Talking to reporters, Jaiswal said that he runs a clinic in New Colony locality, Azamgarh, and had come to the state capital to purchase some equipment used in dentistry from an exhibition at Indira Gandhi Pratishthan in Vibhuti Khand. Gomtinagar circle officer, Avnishwar Chandra Srivastava said that police are scanning the footage of CCTVs installed on the stretch to identify the miscreants involved in the incident and also to ascertain the exact sequence of events. Download The Times of India News App for Latest City ."}, "Uttar Pradesh: Electric buses to operate in 9 cities": {"datetime": "", "time": "2019-06-18 18:06:00", "description": "LUCKNOW: City transport will get a boost in nine cities including Lucknow with electric buses ferrying commuters in days to come. Under PPP model, the directorate of urban transport has selected private firms which will deliver and maintain 630 electric buses in nine cities. Lucknow, Kanpur, Allahabad, Agra and Ghaziabad will get 100 buses each. Varanasi and Mathura-Vrindavan will get 50 buses each. Gorakhpur will get 20 and Shahjahanpur will get ten electric buses. What is needed now is the state government’s approval and release of funds to provide the needed infrastructure. The project will cost about Rs 800cr which includes cost of buses and construction of depots with charging shed, parking shed and a power sub-station. Land has been identified in nine cities for constructing the needed facilities. Construction might take at least six months after which the buses will start operation. “In Dubagga the construction of the depot is almost complete. CM will inaugurate it and operation of buses will start,” said director, urban transport, Ajit Singh. As many as 40 electric buses have reached Lucknow. At least ten electric buses are already plying as city buses. A charging facility has been provided at Alambagh depot for the buses in operation. The plan to operate electric buses was pending since June 2018. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/electric-buses-to-operate-in-9-cities/articleshow/69843473.cms"}, "Lucknow: Dussehri makes market guest appearance, price tag Rs 100 a kilo": {"datetime": "", "time": "2019-06-19 09:05:00", "description": "LUCKNOW: Like every year, delectable Dussehri mangoes are an instant hit in the city markets this summer. However, mango lovers would be disappointed as the yield is less this year as a good quantity of the fruit got damaged in the blistering heat. People will be able to savour mangoes only for 30-40 days as compared to two months because of the drop in production by 40%. Also, the price is currently high at Rs 70-100 per kg depending on the quality. Fruit sellers said prices are not expected to come down this year. “Unlike last year when prices had dropped to Rs 15-20 due to bumper crop, the price will remain high this season. At the most, it will drop to Rs 40-50 per kg if the supply increases,” said Subhash Singh, a wholesaler at Nishatgang mandi. Mango lovers have also started flocking marts in different parts of the city. Naman Shukla, a resident of Nishatganj, said, “Price doesn’t bother me as no other variety of mango can deliver the rich taste as Dussehri.” Balikrishna Srivastava, a resident of Gomtinagar, said, “Though I and my family love mango, we will wait for prices to come down.” Anushka Katiyar, another resident, said: “I was rushing back home from office when I saw vendors selling dussehri. After bargaining, I bought 2kg for Rs 180.” Navin, who had come on a business trip to Lucknow from Delhi, said he wanted to take back Dussehri mangoes in large quantity and had been waiting for a long time. “The prices are higher than last year’s but these mangoes are not available anywhere else and I am taking 10kg.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-dussehri-makes-market-guest-appearance-price-tag-rs-100-a-kilo/articleshow/69851441.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Happy Streets is back in Lucknow with a bang!": {"datetime": "", "time": "2019-06-18 16:13:00", "description": "The much awaited Happy Streets 2019 was back with a bang on Sunday morning. Organised at Marine Drive in Gomti Nagar, by The Times of India and Navbharat Times, the event saw hundreds of Lucknowites queuing up early in the morning to participate in their favourite road show. The event began with a yoga session conducted by Mohit Singh. Mohit taught different aasans including parvataasan, bhujangaasan and padmaasan to the enthusiastic lot which had collected around him.  Om Singh (BCCL/ Aditya Yadav) Emcee Shadab, with his funny one-liners and anchoring, made sure that the excitement among city folk remained high. \"I am really happy that Happy Streets is back. I was really missing this event and was waiting ki kab yeh wapas aayega. We Lucknowites are kind of addicted to Happy Streets now. Iss event mein participate karne aao toh poora nazara dekh ke aisa lagta hai ki hum jaise abroad hain!\" shared Radhika, a collegian.  Emcee Shadab clicking a selfie with the crowd at Happy Streets (BCCL/ Aditya Yadav) A large number of Taekwondo students performed at the event displaying their talent. Also present at the event were several skaters from the city, ranging from kids to adults. \"These kids were really excited to participate in this event. In fact, for the past one week they have been practising all day and night for Happy Streets,\" said Neeraj Srivastava, the coach of the students.  (L) Amit Bhatnagar (R) Meena (BCCL/ Aditya Yadav) There was a DJ too who added more fun and enthusiasm in the crowd by playing peppy Bollywood songs like Ladki Beautiful Kar Gayi Chull, DJ Wale Babu and Kala Chashma.  (L) Arun and Bhawna (R) Marshita Verma and Muskan Singh (BCCL/ Aditya Yadav) The highlight of the event however, just like every year, was the dance competition conducted by Ayaz Sheikh in which large number of keen dancers participated. Lucknowites danced to just one song Aankh Maarey for almost an hour with different moves and in the end Emcee Shadab finally selected a few good dancers and made them play a game on stage.  (L) Mohit Singh (R) SK Mintu (BCCL/ Aditya Yadav) A large group of cyclists displayed dare-devil stunts and earned several ‘wows’ from the crowd. The morning concluded on a musical note with a live band performance by Rising Star’s Friendship Band. — Saad Abbasi and Viti Goel  (L) Raju (R) Shivam Mishra (BCCL/ Aditya Yadav)  Vancy (L) and Sakshi (BCCL/ Aditya Yadav) In Video:Happy Streets is back in Lucknow with a bang!Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/happy-streets-is-back-in-lucknow-with-a-bang/articleshow/69825643.cms"}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "UP: Dalit man burnt alive in Pratapgarh": {"time": "2019-06-17 14:35:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-dalit-man-burnt-alive-in-pratapgarh/articleshow/69824055.cms", "description": "LUCKNOW: A dalit-man was allegedly burnt alive under Patti police station area of Pratapgarh in Uttar Pradesh on Monday. The incident came to light when the villagers in Belarampur village woke up and went to the fields only to find charred body of one Vinay Prakash Saroj (33). They later informed the kin of Saroj. Pratapgarh SP Avanish Mishra told TOI that Saroj had come to sleep in the fields for guarding his haystack on late Sunday night. The sequence of events leading to the death of Saroj is yet to be ascertained. \"The post-mortem examination is being conducted which will provide clues in the causes of his death. We are yet to get any complaint from the kin of deceased so far,” added Mishra. Uttar Pradesh chairman of SC/ST Commission Brij Lal has condemned the incident and instructed the police to arrest the accused. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "8 killed, 11 critical in UP highway mishap": {"datetime": "", "time": "2019-06-19 06:59:00", "description": "BAREILLY: At least eight people were killed and 10 sustained serious injuries after a DCM truck and a passengers utility vehicle (PUV) had a head-on collision on Agra-Moradabad highway in Sambhal district at around 1:30 am on Wednesday. People who met with the fatal accident were coming from neighbouring Budaun district after participating in a wedding ritual. Upon learning the incident, police rushed to the spot and pulled out injured persons from severly damaged vehicles and took them to hospital. Police said that the people killed in gruesome incident were residents of Budaun, Sambhal and Chandausi. \"People from Laharvana village in Sambhal had gone to Chachipur village in Budaun to participate in Lagna ceremony of one Ram Bharose's daughter, while those travelling in the DCM truck were coming back home at the time incident occurred. The collision was drastic as both vehicles turned turtle on the road,\" ASP Pankaj Pandey said. Those who were killed have been identified as Pavan (8), Horilal (65), Ramkumar (65), Ranveer (50), Dinesh Sharma (40), Hari Shankar (55), Brijesh (10) and Sher Singh (40). Critically injured persons include Chandrapal, Ram Svaroop, Ajay Kumar, Aman, Priyanshu, Jayprakash, Mukesh Pal, Somesh, Kishanveer, Ajay Pal and Rinku. SHO Satendra Singh said that all bodies had been sent for postmortem examination while injured persons were referred to district hospital after being provided with first aid at community health center. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/agra/8-killed-10-injured-in-head-on-collision-of-truck-and-puv/articleshow/69851431.cms"}, "Lucknow: Conmen pose as STF staff, dupe woman": {"datetime": "", "time": "2019-06-18 07:49:00", "description": "LUCKNOW: Two men impersonating as STF officials robbed a woman of her ornaments in Mahanagar by conning her on Monday. This is the 40th such incident in the city in this year alone. The complainant, Kusumlata Dubey of Badshahnagar railway colony, informed the police that two unidentified miscreants stopped her near Rajkiya Balika Inter College in Nishatganj on Monday morning. “They introduced themselves as STF officials and told me that a murder had taken place in the locality. Intimidating me in the name of checking, they forced me to take off my gold chain and put it in a paper bag they had. They gave me the bag but when I opened it, I found there were pieces of stones inside it,” she told police. CO Mahanagar Santosh Singh said, “We are working on the menace of conning in the city. The modus operandi shows that a specific gang is on the prowl and is pretending to be cops to con people.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-conmen-pose-as-stf-staff-dupe-woman/articleshow/69834779.cms"}, "Trauma centre to come up along Agra e-way": {"datetime": "", "time": "2019-06-18 04:45:00", "description": "Along with petrol pumps, chief minister Yogi Adityanath has said that more restaurants, dhabas and a trauma centre should also be built along the Lucknow-Agra Expressway. Reviewing the work of UPEIDA on Monday, the CM further directed that one official each should be made responsible for the Purvanchal Expressway, Bundelkhand Expressway, defence corridor and Ganga Expressway. These officials will be posted on the field to monitor the projects on a continuous basis. They will be required to submit regular reports to the government to ensure that all the projects are completed on time. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/trauma-centre-to-come-up-along-agra-e-way/articleshow/69833771.cms"}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Gang supplying spirit to hooch shops busted in UP districts": {"time": "2019-06-17 09:30:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/gang-supplying-spirit-to-hooch-shops-busted-in-up-districts/articleshow/69819673.cms", "description": "LUCKNOW: With the arrest of seven persons, UP Special Task Foce (STF) on Sunday claimed to have busted a gang supplying rectified spirit (used to make illicit liquor) to countrymade liquor shops in districts like Barabanki, Lucknow, Sitapur, Chitrakoot, Kanpur Dehat. STF sleuths seized more than 5,000 litres of rectified spirit and 1.10 lakh QR (quick response) code slips of different English and countrymade liquor brands from the accused. The accused were all natives of Rae Bareli and were nabbed from Bachhrawan area of Rae Bareli . STF SSP Abhishek Singh said that Suraj Lal, who has been arrested, was the gang leader. The gang smuggled rectified liquor from one Gyanendra in Fatehpur and smuggle them to various places in Barabanki, Lucknow, Sitapur, Chitrakoot, Kanpur Dehat for preparing illict liquor and then selling to countrymade shops. “Lal used to make a profit of Rs 2,000 on the sale of each set of illicit liquor,” said Singh. Download The Times of India News App for Latest City ."}, "Akhilesh Yadav meets UP governor Ram Naik": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/akhilesh-yadav-meets-up-governor-ram-naik/videoshow/69800812.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Critical day ahead for Lucknow as doctors to go on strike on Monday": {"time": "2019-06-17 07:30:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/critical-day-ahead-for-lucknow-as-doctors-to-go-on-strike-on-monday/articleshow/69818534.cms", "description": "LUCKNOW: Health care services in the state capital will be crippled for 24 hours starting Monday 6am as over 10,000 medical practitioners, including those in government and private sectors, will strike work in solidarity with their brethren in West Bengal. Emergency and trauma services will be functional but there will be no out-patient-department (OPD) services and elective surgeries will have to be postponed. The resident doctors of King George’s Medical University (KGMU) and Queen Mary’s hospital, Sanjay Gandhi Post Graduate Institute of Medical Sciences (SGPGIMS) and Dr Ram Manohar Lohia Institute of Medical Sciences (RMLIMS) will stay away from work till Tuesday 6am. The 24-hour strike has been called by Indian Medical Association (IMA) in support of the stir of junior doctors of NRS Medical College, Kolkata, who were attacked on June 10. As a precautionary measure, chief medical officer (CMO) of Lucknow, Dr Narendra Agarwal has asked all district hospitals and community health care centres to be prepared for rush of patients and make necessary arrangements to ensure that no needy is deprived of medical care. If the strike is not called off, and services are hit, Dr Ram Manohar Lohia combined hospital, Lokbandhu Rajnarayan hospital, Balrampur hospital, Rani Laxmibai combined hospital, BRD hospital, Ram Sagar Mishra hospital, Veerangana Avanti Bai women’s hospital and Veerangana Jhalkari Bai women’s hospital would see a surge in patients. “The resident doctors’ associations of KGMU, SGPGIMS and RMLIMS have decided to strike on IMA’s call. We will not let emergency services get affected,” said KGMU RDA president, Dr Nayani Amrin. Not just medical colleges, private diagnostic and medical centres in the city will also join the strike. “The 1,000 diagnostic centres, pathology laboratories, nursing homes and private clinics affiliated to IMA and otherwise will also remain shut for 24 hours,” said IMA member, Dr PK Gupta. SGPGIMS faculty forum secretary Dr M S Ansari said that they support the cause but will not strike work. RDA president, Dr Ajay Shukla said, “There are 500 resident doctors at SGPGIMS, and all will be on strike. We will also take out protest march in morning and evening on Monday.” Download The Times of India News App for Latest City ."}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "UP government to now issue press releases in Sanskrit too": {"datetime": "", "time": "2019-06-18 13:25:00", "description": "LUCKNOW: For possibly the first time in the state, the UP government will now be issuing important press notes, the chief minister’s speeches and messages in Sanskrit. The language will join Hindi, English and Urdu as one of the media for disbursal of information. Officials said that though there aren’t many Sanskrit publications in UP—notable exceptions being a publication in Allahabad and a few magazines—the aim of releasing information in Sanskrit was to reach a target audience on social media and help scholars of Sanskrit use official material. “On September 6, 2018, CM Yogi Adityanath had expressed the desire to have his speeches and messages published in Sanskrit. In pursuance of this, we recently asked the chairperson of the Sanskrit Sansthan to translate a press note on the Niti Ayog meeting in Sanskrit and it was received very well on social media. This is the government’s bid to keep alive a language and we will now send out important information in Sanskrit more regularly,” said an official. The government’s information department is expected to hire content writers for this job. Sources said that scholars in the Sanskrit Sansthan, including their MA students, were a ready pool of experts who could do this work. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-govt-to-now-issue-press-releases-in-sanskrit-too/articleshow/69838992.cms"}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "No takers for Hindi, Urdu courses at Lucknow University this year": {"datetime": "", "time": "2019-06-18 14:00:00", "description": "LUCKNOW: It is not just Hindi and Sanskrit which are not finding takers at Lucknow University but there are 15 such subjects out of the 39 offered which have seen dismal response. More than 40% seats in these BA or BA (Hons) courses are likely to remain vacant as candidates are not choosing them. The university will conduct the final counselling for the two courses on Tuesday. Till late Monday evening, as many as 489 seats in various subjects were lying vacant. With only a day left for admissions to be finalised, the chances of these seats getting filled are dim. In subjects like home science, Urdu, Arab culture, French, jyotir vigyan and Arabic, more than 30% of seats are vacant while in Persian, not a single seat of the 60 has a candidate. Even honours courses such as public policy and Hindi have failed to attract candidates with just 50% seats filled in both. For admission to 60 seats each in public policy and Hindi, only 28 and 31 candidates turned up, respectively. Admission coordinator Anil Mishra cited poor choice of career options and less familiarity of students with these subjects as the reasons behind the response. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/no-takers-for-hindi-urdu-courses-at-lu-this-year/articleshow/69833807.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-copies-sara-ali-khan-opts-for-ethnic-airport-look/videoshow/69836999.cms", "description": ""}, "6 students of RMLIMS suspended for assault": {"datetime": "", "time": "2019-06-19 04:03:00", "description": "Lucknow: Dr Ram Manohar Lohia Institute of Medical Sciences (RMLIMS) on Tuesday suspended six MBBS students for vandalising a general store opposite the campus in Gomtinagar and beating up its owner on Monday. The students are from the 2017 and 2018 batches, and were participating in a 24-hour strike sponsored by junior doctors. The owner of the store, Ranjeet Yadav, has accused 10-15 unidentified students of trespassing, vandalism, assault and theft after he scolded one of them for spraying a deodorant without permission. Director of RMLIMS professor AK Tripathi set up a three-member internal committee to probe the allegations. The preliminary report on Tuesday vindicated Yadav’s claims and identified six students from CCTV camera footage from the store. The institute has asked professor Ishwar Dayal to submit a report in 15 days for action. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/6-students-of-rmlims-suspended-for-assault/articleshow/69849311.cms"}, "UP: All new bus stations to be outside cities now": {"datetime": "", "time": "2019-06-18 14:44:00", "description": "LUCKNOW: All bus stations will be constructed outside towns and cities from now on. The instruction came from chief minister Yogi Adityanath on Monday during a review of the transport department. The stations should serve multiple purposes, he said, each having multilevel parking and shopping plazas, etc. Directions have been given for construction of bus stations at Baghpat, Shamli and Chandauli. Meanwhile, to subsidise travel for those living in rural areas, the chief minister has said that bus passes should be issued to them at “reasonable rates”. In view of the upcoming traffic safety week, the CM has asked transport department officials to begin a crackdown on overloaded vehicles and those violating traffic rules. The CM has also asked the department to carry out a programme in schools for two weeks, from July 15 to 30, and teach students about traffic rules. It was also shared that after becoming the first state in the country to start issuing e-challans, the department had issued e-challans of Rs 5.97 crore in 2018-19. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/all-new-bus-stations-to-be-outside-cities-now/articleshow/69833790.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Agony fails to melt striking doctors’ heart": {"datetime": "", "time": "2019-06-18 09:55:00", "description": "LUCKNOW: The strike by more than 10,000 junior doctors in the city had serious repercussions on a number of patients, many of whom are suffering from serious ailments like cancer. With no doctors to attend to them, these patients lay in pain even as their family members haplessly sought help from the hospital staff. Cancer patient on floor, doctors absentRajendra Pratap lay on a bedhsheet on the floor of KGMU’s haematology department. His wife Malti Devi kept begged for help to get her husband, a cancer patient, admitted to the Emergency. The couple had come from Basti on Monday along with their son Manoj Kumar but were denied admission in wake of the strike. The family is poor and cannot afford treatment in private hospital. “The people in the hospital are asking me to come back tomorrow. But I don’t think my husband would survive if we take him back to home. We will stay at the hospital because we don’t have anywhere to go,” she said. Office leave goes in vainParas Saxena took a leave from office and brought his mother from Shahjahanpur to get her medical tests done at KGMU. But owing to strike the test were postponed to Tuesday. Paras said he did not have enough money to stay in a hotel. “We will spend our night in the corridors of KGMU. Also, I will have to take another day’s off. We had come last week too to take an appointment and had got it after standing in a long queue,” he said. Diabetic woman’s bitter experienceThe journey from Basti to Lucknow was an ordeal for Roop Ratna, whose body has swelled up due to diabetes. Riding on her will power, she arrived in the city in the hope that doctors would end her misery. But that did not happen. Despite her son’s repeated requests, the staff at Ram manohar Lohia Institute refused to admit her. “Why should we suffer if something wrong happened in Bengal. I came here with all my family members and now they have refused to admit me. I am not in a condition to go anywhere else because of my illness,” she complained. Disabled son by side, mom on her ownSavitri Devi, a Rae Bareli resident, had brought her differnetly abled son Sonu Singh to KGMU OPD. But no OPD registrations were done as junior doctors remained on strike. Savitri Devi was livid as her son was in acute pain. “What is the fault of my son? Why should he be made to suffer? I reached the hospital on time but nobody is ready to attend to my son. Now, I will have return to Rae Bareli and take my son to a private hospital,” she said. Cancer patient sleeps on roadRupa (35), a blood cancer patient, had been given Monday’s appointment in the haematology OPD of KGMU. She, along with her brother, had reached Lucknow from Siddharth Nagar on Sunday night itself and was among the firsts to stand in the queue at the registration counter on Monday. However, two hours later the hospital staff informed her that the appointment had been cancelled as doctors were on strike. She still did not leave the queue. Finally, at 11.30am, hospital staff told all patients to leave. “I will have to stay here on footpath so that I can see the doctor on Tuesday. I don’t have enough money to go back and come again later this week,” she said. Yes to meeting, no to treatmentSatya Bansal was operated upon recently for an intestine related disease and has an external bag attached on his stomach. He came from Gorakhpur on Monday morning, unaware about the doctors’ strike, and got his registration done. He even met his doctor but the latter told him that he won’t be able to attend to him because no junior doctor was present in the hospital to assist him in the check-ups. Woman misses chemotherapyDinesh Mishra had accompanied his cancer-stricken wife Neelam from Siddharth Nagar for chemotherapy. But the couple were in for a shock when the doctors at RML Insituite told them it had been posponed in the wake of strike. “I was given June 17 appointment for chemotherapy of my wife and now I am worried what to do as I have no other option. I asked the doctor about the next date but he was clueless,” said Dinesh. (With inputs from Urooj Khan, Pranchal Srivastava, Rahul Tripathi, Aditya Shukla ,Shambhavi Mishra and Niba Mirza) Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/agony-fails-to-melt-striking-doctors-heart/articleshow/69835466.cms"}, "Uttar Pradesh: Principals, headmasters to be chosen through UPPSC": {"datetime": "", "time": "2019-06-18 08:23:00", "description": "LUCKNOW: Chief minister Yogi Adityanath on Monday issued instructions that selection of principals and head masters of government, aided and recognised schools should be done through Uttar Pradesh Public Service Commission (UPPSC) and further added that a Shiksha Seva Chayan Aayog be set up to recruit teachers. Yogi passed the instructions to officials during a review meeting of education department. UPPSC had been already conducting selection of principals of government inter colleges and government girls’ inter colleges. Now, it will also recruit principals of aided schools. Reviewing the basic and secondary education departments, the CM also added that the midday meal scheme in Lucknow and Mathura should be linked to Aadhaar number of students . “The CM was annoyed over the delay in providing textbooks, bags, and uniforms to students and has directed the department to do so immediately. He further said that milk being provided to students once a week should be checked for quality,” said an official present at the meeting. The CM has also asked for instituting a state award to encourage teachers and honour the good work being done by them, said sources. The criteria for selecting the winners will be fixed. Basic Shiksha Adhikaris (BSAs) posted in one district for many years should be transferred and all of them should inspect schools within their jurisdiction each day, CM Yogi further added. Reiterating the directions issued in the last meeting, the CM said that officials should carry out as many field visits as possible to inspect schools and interact with principals, teachers and guardians of students. He also instructed principals to meet parents of students twice a year. Yogi also said that strict action should be taken against any official who fails to clear files within three days, unless necessary. He further said that solar panels should be installed in schools. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/principals-headmasters-to-be-chosen-through-uppsc/articleshow/69833802.cms"}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Will construct Ram Mandir at any cost: UP Deputy CM Keshav Prasad Maurya": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/will-construct-ram-mandir-at-any-cost-up-deputy-cm-keshav-prasad-maurya/videoshow/69803451.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "\nA fun filled evening for the ladies\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69755680.cms", "description": "This party hosted by a ladies' club in the city was high on entertainment. Dancing was the highlight of the do where we spotted the femme brigade dancing to latest Bollywood tracks. They also played several games.  Neha Mathur and Ruchi Jain (BCCL/ Aditya Yadav)  (L-R) Ravindra Kaur, Rashmi Pandey and Aarti Bhatnagar (BCCL/ Aditya Yadav)  Akanksha and Anita Srivastava (BCCL/ Aditya Yadav)  Anju Pandey and Richa Nigam (BCCL/ Aditya Yadav) Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Samajwadi Party prepares to go solo in 2022 UP elections": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/samajwadi-party-prepares-to-go-solo-in-2022-up-elections/videoshow/69819680.cms", "description": ""}, "Why is this bus shelter here? for which bus?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/why-is-this-bus-shelter-here-for-which-bus/articleshow/60849057.cms", "description": ""}, "RML medicos assault trader, ransack store": {"datetime": "", "time": "2019-06-18 12:26:00", "description": "LUCKNOW: A group of MBBS students of RML Institute allegedly ransacked a general store in Gomtinagar on Monday and thrashed its owner and workers. Taking cognizance of the incident, RML director has set up a three-member committee to probe the incident and directed it to submit report within 24 hours.  The victim Ranjeet Yadav, owner of store opposite RML Institute in Vibhutikhand, later filed a complaint against unidentified students accusing them of trespassing, assault, robbery and ransacking the store following which police lodged an FIR. In his complaint, Yadav said that 10-15 MBBS students stormed into his shop at 1pm, vandalised it, assaulted him and customers and took away some articles. He said that the students asked him to down shutters in support of their strike and attacked him when he refused. Other shopkeepers rushed to his rescue and called UP100 following which force from three police stations reached the spot. SHO Vibhutikhand, Rajeev Dwivedi told TOI that police found CCTV footage and found that the dispute started when an MBBS student came to Yadav's shop to buy a deodorant. He started spraying it to check its fragrance. Yadav stopped him saying the bottle will go waste if every customer starts doing the same. The student left threatening to teach him a lesson and returned with 10-15 batchmates, vandalized the shop and thrashed staff, he added.  RML spokesperson, Dr Tribhuwan Tiwari said, \"We have identified students from the footage. A committee has been formed to probe the incident and recommend action.\" Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/rml-medicos-assault-trader-ransack-store/articleshow/69838157.cms"}, "Drinking water crisis: Hathras family seeks PM Narendra Modi's permission to end life": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/drinking-water-crisis-hathras-family-seeks-pm-narendra-modis-permission-to-end-life/videoshow/69816624.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Kaifi Azmi Akademi organises a dance event": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/kaifi-azmi-akademi-organises-a-dance-event/articleshow/69785184.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "Ayodhya: Uddhav Thackeray offers prayers at Ram Lalla temple": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/ayodhya-uddhav-thackeray-offers-prayers-at-ram-lalla-temple/videoshow/69811565.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Safai Abhiyaan": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/safaiabhiyaan/articleshow/67186443.cms", "description": ""}, "\nHappiness all around at this wedding reception in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/happiness-all-around-at-this-wedding-reception-in-lucknow/articleshow/69082634.cms", "description": "The wedding reception of Anirudh and Avni Jain was a grand affair. The ceremony had Dr Dinesh Sharma, deputy Chief Minister UP coming to bless the newlyweds. Many prominent people of the city were also present as guests including Anup Chandra Pandey, Malini Awasthi, Awanish Kumar Awasthi among others.  Dr Anup Chandra Pandey with Ashu Jain and Anita Bhatnagar Jain (BCCL/ Aditya Yadav)  Anushree Jain and Prafful and Apoorva Jain (BCCL/ Aditya Yadav)  Archana and Bhuvnesh Kumar with Awanish Kumar Awasthi (BCCL/ Aditya Yadav)  Dr Rakesh Kapoor with Navneet and Vanadana Sehgal (BCCL/ Aditya Yadav)  Eva Sharma, Malini Awasthi and Mahesh Kumar Gupta (BCCL/ Aditya Yadav)  Pravir Kumar, Renu Prakash and OP Singh (BCCL/ Aditya Yadav)  Suhani and Kaushal Raj Sharma and RP Singh (BCCL/ Aditya Yadav)  Ravindra Gupta with Anil Jain & Shobha Doorwar (BCCL/ Aditya Yadav)  Sangeeta Singh and Anil & Alka Patni (BCCL/ Aditya Yadav) “Avni and I met in IIM Ahmedabad when we were doing our MBA back in 2015, we became best friends because of our mutual interest in dance. And now we are married after 3 years,” said Anirudh while Avni said she’s thankful to God that she found a loving and understanding partner in Anirudh. Sharing in the couple's happiness were their respective parents Ashu Jain-Anita Bhatnagar Jain and Anil-Alka Patni.  — Aditya Yadav Download The Times of India News App for Latest City ."}, "Priyanka Gandhi to begin weekly meetings for ‘mission 2022’": {"datetime": "", "time": "2019-06-18 08:12:00", "description": "LUCKNOW: Moving on from the party’s worst show in Uttar Pradesh, Congress national general secretary and in charge of eastern UP Priyanka Gandhi is busy giving final shape to ‘Mission 2022’ these days. According to sources, she has been meeting a lot of people regarding the ‘mission’ these days at Rahul Gandhi’s Tughlaq Lane residence-cum-office in Delhi and will also hold weekly meetings in Uttar Pradesh. “The first few meetings will take place over the next 3-4 weeks in New Delhi. Thereafter, weekly meetings would also be organised in different parts of UP. The aim is to take stock of the party’s booth-wise presence to rebuild the organisational structure,” sources said. Priyanka had set the tone for the mission in her review of the party’s performance last week. “Jo samjhauta karna chahta hai… jiska dil is sangharsh mein nahi hai…uske liye Congress mein koi jagah nahi hai… apna man bana lijiye… party ke liye kaam karna hai toh dil se kaam karna padega,” she had said at Sonia Gandhi’s victory thanksgiving ceremony suggesting that ‘perform or perish’ was the mantra for survival in the Congress from now. Priyanka’s review was followed by an assessment by general secretary and in charge of western UP Jyotiraditya Scindia, who had indicated an impending organisational overhaul. “Priyanka’s plan is about starting from the scratch. She is collecting her own data to formulate the strategy that would begin from the booth level,” said a senior leader in the core team, adding, “Heads will also roll in the process which will weed out non-performers.” In Priyanka’s launch road show, Congress president Rahul Gandhi had said that he had brought Priyanka for ‘mission 2022’ in UP. Stating that the Congress party would form the state government in 2022, Rahul had asked Priyanka to rebuild the Congress in UP for it. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/priyanka-gandhi-to-begin-weekly-meetings-for-mission-2022/articleshow/69833759.cms"}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Tree branches tangled with wires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/Tree-branches-tangled-with-wires/articleshow/55372900.cms", "description": ""}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Road dug up since 5 months": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-since-5-months/articleshow/59907825.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Lucknow: Drive against strays fails to pick pace": {"datetime": "", "time": "2019-06-19 06:30:00", "description": "LUCKNOW: Despite a high court order to make Cantonment roads free of stray cattle by June 30, the Lucknow Cantonment Board (LCB) has caught only 40% of the stray animals so far. On May 28, the high court had directed the Lucknow Municipal Corporation and Cantonment Board to remove stray cattle and garbage piles from Cantonment. On June 1, the LCB had launched a drive to catch stray animals in the civil areas, particularly Sadar and Topkhana Bazaar. But so far, only 120 stray bulls and cows out of estimated 300 have been caught. Sadar Bazaar residents say that stray cattle continue to be a menace. They cause traffic jams and pose threat to commuters and pedestrians, especially elderly and children. Stray cows can be seen in the main Sadar market in the morning. Civic authorities promises us that the menace would end whenever they launch such drives but nothing happens,\" said Sunil Kumar, a resident. Besides the animals also cause damage to the gardens and green areas. They also raised complaints over the issue of cattle dung on roads and outside their homes, but to no avail. Amit Mishra, CEO of Lucknow Cantonment Board, said, \"We have sent 83 stray animals to Kanha Upvan while the rest will be shifted to a cow shelter in Memaura soon.\" Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-drive-against-strays-fails-to-pick-pace/articleshow/69850365.cms"}, "UP: July 30 deadline for Aadhaar enrolment of 50 lakh schoolchildren": {"datetime": "", "time": "2019-06-18 11:48:00", "description": "LUCKNOW: The state government has given a July 30 deadline to the education department to complete the Aadhaar enrolment of over 50 lakh schoolchildren taking admissions in classes up to VIII across the state. The 12-digit unique identity number would be used to filter out fake beneficiaries of government schemes such as free of cost school uniforms, shoes, text books, midday meal and scholarships, said an official. Besides these students of 1.58 lakh government schools, Aadhaar enrolment of students of all recognised private and aided junior high schools would also be done. The director for basic education has appointed a nodal officer for completion of the work within 30 days. Secretary of Basic Shiksha Parishad Ruby Singh said, “The mass exercise will help us in removing fake beneficiaries of government schemes. The unique number will be written in the enrolment register of every child and will act as a reference number for the children during distribution of uniforms, books, shoes and meals, among others.” The instruction has been passed on to all recognized private and aided junior high schools in cities and rural areas. UP midday meal authority director Abdul Samad told TOI, “It is not that we will stop giving meals to children who do not have an Aadhaar card. But the basic education department should ensure that kids availing the schemes have the card by July-end. This will ensure transparency in the mammoth project.” The state education department has signed a memorandum of understanding with the Unique Identification Authority of India for completion of the project. Besides, an agency would be entrusted with the task of making Aadhar cards in schools under each of the 822 development blocks of the state. Around a crore students study in 1.13 lakh primary and 45,700 upper primary schools of the state. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/july-30-deadline-for-aadhaar-enrolment-of-50l-schoolkids/articleshow/69833765.cms"}, "\nWhen music ruled supreme at this event in Lucknow!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/when-music-ruled-supreme-at-this-event-in-lucknow/articleshow/69294370.cms", "description": "A private school in lucknow, celebrating 60-years of its establishemnt, organised a western classical music concert, Historic International Concert of the Indian National Youth Orchestra, conducted by Lucknow-born composer and conductor Vijay Upadhyaya.  Brigitte Oppinger-Walchshofer and Jean Claude Kugener (BCCL/ Aditya Yadav)  Amrita Das, Jagdish Gandi and Finous (BCCL/ Aditya Yadav)  Geeta Kingdon, Julia and Mona (BCCL/ Aditya Yadav) Ricky Kej, Roger and Roshan Gandhi (BCCL/ Aditya Yadav) Armed with a 368-piece orchestra, with 118 musicians and 250 chorus artists from 17 foreign nations and also musicians from 11 states of India, the performance witnessed a jam-packed auditorium with people also coming in from outside of the city to listen to ‘their own Upadhyaya’. And undoubtedly the performance of the musicians left everybody in awe. Most people in the audience were seen recording the music on their mobile phones.  Vijay Upadhyaya with Dr Abhilasha (BCCL/ Aditya Yadav) The evening began by the lighting of the lamp by chief guest Hriday Narayan Dikshit, Speaker, Uttar Pradesh Legislative Assembly. Also present at the event was Indian Grammy award winner Ricky Kej. — Saad Abbasi In Video:When music ruled supreme at this event in Lucknow!Download The Times of India News App for Latest City ."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Teenager tries to kill self over 'poor marks'": {"datetime": "", "time": "2019-06-19 06:43:00", "description": "LUCKNOW: A 17-year-old girl tried to commit suicide on Tuesday because she did not get admission in the college of her choice after class XII. The girl jumped in front of a train in Hasanganj and was badly injured. However, a team of police took the girl to trauma centre where she was treated. In a letter, the girl, Khushi, wrote, \"Due to poor grades, I did not get admission due to which I am not able to complete my studies.\" She also regretted that she \"was a girl\". If she was a boy, she wrote, she would have survived because a boy can survive even without studying. Her father Mannapal is a security guard and she has a 15-year-old brother. \"I don't understand why she has taken this step. God has saved her,\" he said. Hasanganj SHO Dhirendra Pratap Kushwaha said the case is under government railway police. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/teenager-tries-to-kill-self-over-poor-marks/articleshow/69850426.cms"}, "Lucknow: BJP sets eyes on Jatav, Yadav voters": {"time": "2019-06-17 09:51:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-bjp-sets-eyes-on-jatav-yadav-voters/articleshow/69819950.cms", "description": "LUCKNOW: While the Samajwadi Party and BSP are still to recover from the shock of the humiliating defeat at the hands of the BJP in the recently-concluded general elections, the BJP -- in a bid to weaken the regional parties further – will begin a membership drive with main focus on Yadavs and Jatavs. In their first meeting following the parliamentary elections held on Sunday, the BJP decided to make a concerted effort to win over the traditional votebank of the two regional parties. The fresh membership drive will begin from July 6, birth anniversary of founding president of Jan Sangh -- rechristened in 1980 as BJP -- Shyama Prasad Mukherjee. Party vice-president JPS Rathore has been made in-charge of the drive that will conclude on August 10. One of the vice-presidents of the party told TOI that though BJP had won 312 Assembly seats in 2017, the 2019 Lok Sabha election saw the lead of the party coming down to 284, despite registering overall increase in vote share in 385 Assembly seats. The BJP leadership, while deliberating at length on the success of the party in the Lok Sabha elections, emphasised that the membership drive should have focus on members of Jatav and Yadav communities who voted in less number for the BJP as compared to other social sections. Download The Times of India News App for Latest City ."}, "\nSpreading cheers among cops’ kids in Lucknow\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/lucknow/spreading-cheers-among-cops-kids-in-lucknow/articleshow/69187856.cms", "description": "A cultural event Children Summer Carnival was held recently at the Reserve Police Line, Mahanagar. The event was organised by the UP Police Family Welfare Association for the wives of the Uttar Pradesh policemen. The guest of honour at the event was Neelam Singh, a lawyer and the wife of the Director General Police UP. The event exhibited paintings and drawings by children which sought much attention. The event also spread awareness regarding voting among those present.  The highlight of the event was the dance competition where children participated in good numbers. A classical dance reciatl by Unnati Giri won many hearts and a Bhangra dance performance on Punjabi songs was loved by most.  (L-R) Kalanidhi Naithani, Sarvesh Kumar Mishra and Vijay Shankar Agnihotri (BCCL/ Vishnu Jaiswal)  (L-R) Vikrant Vir (L) and Abhishek Verma and Manju Srivastava (BCCL/ Vishnu Jaiswal)  (L-R) Dr Anshita Verma (L) & Kalyani Verma and Dr Pravin Ajaz (L) and Anshu (BCCL/ Vishnu Jaiswal)  Deepti (L) and Saeeda Saira (BCCL/ Vishnu Jaiswal) Present at the event was Minakshi Krishna Sima Modi, Dr Pravin Ajaz, Niharika Singh and Shephali Bhagat among others. — Vishnu Jaiswal In Video:Spreading cheers among cops’ kids in LucknowDownload The Times of India News App for Latest City ."}, "Residency to relive 1857 revolt in Big B baritone": {"datetime": "", "time": "2019-06-19 09:40:00", "description": "LUCKNOW: Whizzing bullets. Thundering cannons. And, an unforgettable uprising that laid the foundation of India’s freedom from colonial rule. The Revolt of 1857 will come alive at the Residency this Independence Day, courtesy a sound and light show that might boast a voice over by Amitabh Bachchan. The state tourism department has sanctioned a budget of Rs 5 crore for the son et lumière that is being revived after almost a decade. Funds have already been sent to Uttar Pradesh Rajkiya Nagar Nigam for the production and permission has been sought from the Archaeological Survey of India (ASI) to host the show like it is done at Mysore Palace (Karnataka) and Victoria Memorial (Kolkata). The 16-page script — beginning from the time when Lucknow was called Lakshmanpuri — to the gallantry of heroes led by Begum Hazrat Mahal against the colonial might — has been revised and approved by former ASI superintendent AR Siddiqui. Complete with 4D effects, the 30-minute show will play on loop for four hours every evening in front of the memorial museum. “The sound and light show will take people back in time when the siege happened inside the Residency premises. The show had been withdrawn after 2010 because we had not been able to get mandatory approval from the ASI headquarters in Delhi. This year, all formalities have been completed. On August 15 and thereafter, Lucknow will witness history and the role of Awadh in it,” said PK Singh, joint director of UP tourism. “The need to revive the sound and light show was felt because it helps today’s generation understand the significance of historical monuments,” Singh added. While a Mumbai-based digital company has been roped in for the production, a proposal has been sent to Big B to lend his baritone voice to the show. An official confirmation from the actor is awaited, but sources have said he is unlikely to turn down the offer. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/residency-to-relive-1857-revolt-in-big-b-baritone/articleshow/69849345.cms"}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "A fun filled evening for the ladies": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/a-fun-filled-evening-for-the-ladies/articleshow/69799979.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Road dug up, stones left": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up/articleshow/58524681.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "All drains in colony choked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/all-drains-in-colony-choked/articleshow/62201776.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Lucknow beams with happiness on Happy Streets": {"time": "2019-06-17 09:57:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/lucknow-beams-with-happiness-on-happy-streets/articleshow/69820008.cms", "description": "Just like the streets of Chatori Gali have become synonymous with Happy Streets, so are its fans who have been a part and parcel of the event since its inception in Lucknow. While the family of Happy Streets is growing every passing year, the excitement among the revellers who have been constant with the event from Season 1 to Season 4, remains the same. Zoha Azeem and her family have been attending Happy Streets since it became a part of the City of Nawabs. \"When I first attended the event, I came along with my family and a bunch of school friends. This year, when we saw the Happy Streets ad on TOI's Facebook page, I told my parents not to schedule anything for Sunday. Though we stay in Indiranagar, we make it a point to learn activities here and make new friends,\" said Zoha. Another loyal visitor, Harish Choudhary said it is his love of roller-skating that brings him to the event every season. \"Roller skating is the most sought after activity for youths and adults alike, while Zumba is the one which majorly attracts youngsters here. It was here that I first learned a few techniques from the fellow skaters. It has been giving a platform to children like us to showcase our talent and take it forward in the future,\" he said. \"We have been attending Happy Streets often as the children get to run around the vehicle free streets. They can jump, laugh and play with other children in the area,\" said Mona Roy, a resident of Gomtinagar. The Happy Street craze is not only visible among the residents, but also the trainers at the event. \" We never miss an opportunity to walk along the Happy Street. We feel proud that we get a chance to perform and show our skills in a traffic less space,\" said Arti Jaiswal, a martial arts trainer. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Five persons including three toddlers died in Balrampur accident": {"time": "2019-06-17 15:02:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/five-persons-including-three-toddlers-died-in-balrampur-accident/articleshow/69824366.cms", "description": "LUCKNOW: Five persons including three toddlers died while 19 persons were injured when a tractor-trolley overturned in Maharajganj police station area in Balrampur district on early Monday. Police said that three persons-Bharat (25), his wife Resham (23) and his son Nanhu (03) died on the spot, while two others-Satish (03) and Nandini (01) of another family were declared brought dead at the government district hospital. Uttar Pradesh chief minister Yogi Adityanath has expressed condolence on the incident and also instructed authorities to provide all possible medical aid to the injured. According to the police, around 3 am on Monday, 15 labourers working at a brick kiln with their families were on their way to Lohepaniya village when their vehicle reached Kovapur railway crossing the driver lost control on the wheels and the tractor overturned in a ditch. Hearing a loud thud, villagers woke up and informed the police. ASP (Balrampur) Arvind Mishra told TOI that eight persons have been discharged while 11 are still recuperating at the hospital. Download The Times of India News App for Latest City ."}, "5 killed in UP's Balrampur as tractor trolley overturns": {"time": "2019-06-17 12:12:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/5-killed-in-ups-balrampur-as-tractor-trolley-overturns/articleshow/69821953.cms", "description": "BALRAMPUR: Five persons, including three belonging to a family, were killed when the tractor trolley in which they were travelling overturned into a roadside ditch on Monday in Uttar Pradesh's Balrampur district, police said. Seventeen persons were also injured in the incident and have been admitted to the district hospital. Conditions of five of those injured were stated to be critical. Police said labourers working at a brick kiln were on their way to Lohepaniya village when the vehicle lost its balance and overturned near Kovapur. Those killed were identified as Bharat (25), his wife Resham (23), their son Nanhu (2), Satish (3) and Nandini (1). Download The Times of India News App for Latest City ."}, "Amitabh Bachchan begins shooting for Gulabo Sitabo in Lucknow": {"datetime": "", "time": "2019-06-19 01:00:00", "description": "Amitabh Bachchan reached Lucknow on Tuesday afternoon to begin shooting for Shoojit Sircar's 'Gulabo Sitabo'. With an extensive schedule planned in the city till the end of July, the film is written by Lucknowite and National Award winner Juhi Chaturvedi. Giving Bachchan company on screen is Ayushmann Khurrana, who has always called himself a huge fan of the senior actor. Bachchan Senior reached Lucknow on a chartered plane and also wrote about beginning the film shoot in Lucknow on Twitter.  In an interview with Mumbai Mirror, while talking about the film, Shoojit Sircar said, \"Gulabo Sitabo are popular glove puppet characters in Uttar Pradesh. In the story Sitabo is the worn-out, overworked wife of a man, while Gulabo is his enticing mistress. It is peppered with local humour and songs that depict the nuances of daily life.\" The shoot begins in Qaiserbagh from today in a private house and will also be conducted at a few locations in the city including the City Station and Aminabad. In Video:Amitabh Bachchan begins shooting for Gulabo Sitabo in LucknowDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/amitabh-bachchan-begins-shooting-for-gulabo-sitabo-in-lucknow/articleshow/69842766.cms"}, "Poles with decoration": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/poles-with-decoration/articleshow/58524678.cms", "description": ""}, "Scored 5 out of 300 in Lucknow University management entrance test? Pick your course": {"datetime": "", "time": "2019-06-18 14:03:00", "description": "LUCKNOW: Seeking admission to MBA in LU? Even if you have scored as low as five marks in the Lucknow University management entrance test, you stand a chance of getting admission to the course. LU has invited all candidates who have appeared for the entrance test for admission to its management courses for counselling on Tuesday. A candidate scoring marks even in single digit in the entrance test is likely to get admission. This is because for admission to 600 MBA seats, only 742 candidates had appeared for the entrance test. Besides, a number of candidates did not turn up for counselling. As a result, low scorers are likely to get an opportunity for admission as the difference between the total number of seats and the number of candidates is very low. LU offers six management courses. While there is maximum rush for regular MBA, seats in other courses—MBA (finance & control), MBA (human resources & industrial relations), MBA (marketing), MBA (international business) and master’s in tourism and total management, often remain vacant. In the overall merit list for the six courses, all candidates from rank 1 till rank 742 have been called. The candidate with the last rank has scored 5 marks in the entrance test out of 300. “A number of candidates don’t take admission if they don’t get admission in the most sought after MBA courses offered due to lack of career prospects. As a result, in the remaining management courses, admission is a cake walk,” said an LU official. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/scored-5-out-of-300-in-lu-mgmt-entrance-test-pick-your-course/articleshow/69833805.cms"}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Streetlight or tree?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlight-or-tree/articleshow/59570574.cms", "description": ""}, "Bahti Hawa Se Gir Jaate Hain Patte: A play": {"time": "", "link": "http://photogallery.indiatimes.com/events/lucknow/bahti-hawa-se-gir-jaate-hain-patte-a-play/articleshow/69800697.cms", "description": ""}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Notorious criminal arrested in UP's Sambhal, 1 cop injured": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/notorious-criminal-arrested-in-ups-sambhal-1-cop-injured/videoshow/69809161.cms", "description": ""}, "Stress on anti-romeo squads, encourage women to report crimes: New UP ADG (law and order)": {"time": "2019-06-17 14:09:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/stress-on-anti-romeo-squads-and-encourage-women-to-report-crimes-adg-law-and-order/articleshow/69823728.cms", "description": "LUCKNOW: The country’s largest police force got a new additional director general of police (law and order) on Monday. PV Ramasastry, an Indian Police Service (IPS) of 1989-batch has replaced Anand Kumar who was promoted to the rank of DG and has now been posted in the same capacity in the Prisons department. Ramasastry, in his first interaction with the newsmen in the capital, laid stress on the working of anti-romeo sqauds and also asked women to report about crime against them. Talking about the recent rapes in the state, the officer said \"after a spate of such incidents there is usually a lull. This has happened time and again, but we will strive not to get such instances repeated,” added Ramasastry. The instructions down the line are very clear, that is only to work. \"If any complaint comes in this department then action against the errant official is also taken very swiftly,” said Ramasastry, answering a question on corruption in the police department. Download The Times of India News App for Latest City ."}, "Lucknow civic body uses plastic waste to construct road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/lucknow/lucknow-civic-body-uses-plastic-waste-to-construct-road/videoshow/69810634.cms", "description": ""}, "Pathetic road condition": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pathetic-road-condition/articleshow/60716116.cms", "description": ""}, "Lucknow civic body fires, hires & fires again three laggard agencies": {"datetime": "", "time": "2019-06-19 09:14:00", "description": "LUCKNOW: The Lucknow Municipal Corporation (LMC) has terminated the contracts of three private agencies that were hired despite being blacklisted for shoddy performance in the past, but it is yet to initiate action against its own officials who engaged them a second time. According to LMC records, the original contracts of these agencies were revoked and they were blacklisted in December 2018 for slacking off on garbage collection, cleaning drains and sweeping roads. However, they were hired once more in March this year by the corporation’s zonal officials. The anomalies came to light recently when municipal commissioner Indramani Tripathi was reviewing complaint registers. Residents of Raqabganj and Aashiana had voiced maximum grievances. On enquiry, Tripathi found that the three agencies at fault had earlier held contracts of Campbell Road, Yahiyaganj and Jankipuram extension. They were hired again by LMC zonal offices for Raqabganj, Aashiana and Alambagh. Tripathi said he had cancelled the contracts once more and ordered a probe into the role of zonal officials in hiring blacklisted agencies. New agencies have now been entrusted with cleanliness work in the affected areas, he added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/lmc-fires-hires-fires-again-three-laggard-agencies/articleshow/69849368.cms"}, "UP government to now issue press releases in Sanskrit also": {"datetime": "", "time": "2019-06-18 13:06:00", "description": "LUCKNOW: In a bid to promote Sanskrit, the Uttar Pradesh government will now issue press releases in Sanskrit along with Hindi, English and Urdu, an official said Tuesday. The first press note in Sanskrit was issued by the state government's Information Department on Monday. Senior officials of the Information Department said the important speeches of Chief Minister Yogi Adityanath and government information will be released also in Sanskrit, along with Hindi, English and Urdu. The department has decided to take help of Lucknow-based Rashtriya Sanskrit Sansthan for translating chief minister's speeches for public release. \"This is the first time that such a step is being taken. The speech of chief minister (Yogi Adityanath) delivered at a recent NITI Aayog meeting in New Delhi was released in Sanskrit and was well received. Now we plan to expand it further,\" the official said. During a function on Monday, Adityanath had said that Sanskrit was in the DNA of the country. \"Sanskrit is in the DNA of India, it is now limited to the work of priests,\" he had said. Incidentally, there are 25 periodicals in Uttar Pradesh which are printed in Sanskrit but none of them is a daily. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/up-government-to-now-issue-press-releases-in-sanskrit-also/articleshow/69838809.cms"}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Now, UP press releases will be in Sanskrit too": {"datetime": "", "time": "2019-06-19 07:08:00", "description": "LUCKNOW: In a bid to promote Sanskrit, the Uttar Pradesh government will now issue press releases in Sanskrit along with Hindi, English and Urdu, an official said on Tuesday. The first press note in Sanskrit was issued by the state government’s information department on Monday. Information department officials said the important speeches of CM Yogi Adityanath and government information will be released also in Sanskrit, along with Hindi, English and Urdu. “This is the first time that such a step is being taken. The speech of CM delivered at a recent Niti Aayog meeting was released in Sanskrit and was well received. Now we plan to expand it further”. During a function on Monday, Adityanath had said that Sanskrit was in the DNA of the country. “Sanskrit is in the DNA of India, it is now limited to the work of priests,” he had said. Incidentally, there are 25 periodicals in Uttar Pradesh which are printed in Sanskrit but none of them is a daily. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/lucknow/now-uttar-pradesh-press-releases-will-be-in-sanskrit-too/articleshow/69850512.cms"}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Road dug up for 5 months": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/road-dug-up-for-5-months/articleshow/59782740.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "No entry for 2-wheeler riders without helmet in Lucknow": {"time": "2019-06-17 06:21:00", "link": "https://timesofindia.indiatimes.com//city/lucknow/no-entry-for-2-wheeler-riders-without-helmet-in-lucknow/articleshow/69818368.cms", "description": "LUCKNOW: Ten prominent routes in the city will become out of bounds for twowheeler riders without helmet from Monday. Also, these riders will be slapped with challans and will be allowed entry only after they pay a fine of Rs 500. Those not paying the fine on the spot fine will have to take alternate routes. Assistant superintendent of police (traffic) Purnendu Singh said helmet has been made mandatory across the city and offenders will be slapped with fine. The main focus will be on the 10 major routes during the drive. “We will gradually include more routes and compel people to follow traffic rules,” he said. “From next week, we will implement “no helmet, no petrol” drive in which riders without helmet will not get fuel at petrol pumps,” he added. Download The Times of India News App for Latest City ."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}}