{"Manali-Leh highway opens to vehicular traffic": {"time": "2019-06-10 07:08:00", "link": "https://timesofindia.indiatimes.com//city/shimla/manali-leh-highway-opens-to-vehicular-traffic/articleshow/69717928.cms", "description": "Manali: The strategically important Manali-Leh highway, which passes through some of the world’s highest mountain passes, has finally opened for vehicular movement after seven months as the BRO has cleared snow from the 474km-long highway. “After hard work of over two months, our jawans have finally cleared snow from Manali-Sarchu highway. We have given a green signal to traffic from June 10,” 38 Border Road Task Force (38 BRTF) commander Col Uma Shankar said. He added that clearing 30 to 40ft deep snow from Rohtang and Baralacha passes was the main challenge. The 16 BRTF of the BRO had cleared snow from Leh to Sarchu a few days back but clearing snow from Manali to Sarchu was a big challenge for 38 BRTF. According to BRO officials, over a 100 avalanches along the Manali-Sarchu highway had not only deposited over 50ft thick layer of snow and ice but also damaged the road at many places. The highway till Lahaul valley was opened for vehicles on May 18 after BRO jawans had cleared snow from the 13,050ft high Rohtang pass but it took another three weeks for them to clear snow from Baralacha pass. The snow clearance operations on Manali-Leh highway had started officially on March 25. Multiple attack points were made to clear snow fast and different teams were clearing snow at multiple stages in Manali and Lahaul. Opening of the Manali-Leh highway has not only provided relief to local residents but it will help the Army in supplying essential goods to border areas of Ladakh. Also, it will boost tourism as thousands of them are waiting for opening of this highway. Uma Shankar said that they would continue to improve road surface conditions, widening of the highway and various civil works. Meanwhile, the BRO will now concentrate on the opening of the Manali-Spiti road after clearing snow from Kunzum pass. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "Fight for Rohtang permit ends": {"datetime": "", "time": "2019-06-18 12:39:00", "description": "MANALI: The struggle to visit Rohtang Pass, it seems, has finally ended after a large number of permits were left unsold on the official website. Despite the fact that permits can be booked a week in advance there were no takers for June 24 till late Monday evening. Infact, a large number of permits are available for June 20, 21, 22 and 23 and they can be booked easily by anybody. Of late, all 1,300 permits were seen getting booked within 30 seconds of opening of the website window every day. Until last week, local taxi drivers were hiring others to book permit for them at a higher cost. Both tourists and taxi operators even resorted to agitations, shouted slogans against administration for the want of permits. But as the tourist season comes to a close the taxi operators refuse to waste permit fee of Rs 550. “We are not getting advance booking as number of tourists visiting Manali is decreasing every day,” said a taxi operator Chaman Thakur. “The peak season will end by June 25. We are expecting the last batch of bumper crowd in coming weekend. We shall book permit only if we are approached by tourists,” he added. There is a cap of 800 petrol and 400 diesel engine vehicles who can get permit to visit Rohtang Pass for tourism purpose on a daily basis. Besides, 100 special permits are available for non-Himachal vehicles. Until last week, over 20,000 permits were in demand every day. It is expected that Manali would get relief from long traffic jams in the coming days. However, demand for permits for Ladakh and Lahaul has increased which will keep the Manali-Rohtang highway busy till the end of this month. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/shimla/fight-for-rohtang-permit-ends/articleshow/69832814.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Seasonal snow cover up 25.16% in Himachal": {"time": "2019-06-14 07:03:00", "link": "https://timesofindia.indiatimes.com//city/shimla/seasonal-snow-cover-up-25-16-in-himachal/articleshow/69780070.cms", "description": "Shimla: Assessment of spatial distribution of seasonal snow cover during 2018-19 in Himachal Pradesh using space data has revealed that there is considerably increased snowfall in the Himalayas in Himachal. The analysis, based on The Advanced Wide Field Sensor (AWiFS) satellite data for 2018-19, was done for assessing the total area under snow cover during October-March period and its temporal analysis with that of the monthly averaged values of the total area under snow in 2017-18. As a whole, total increase of 25.16% in the area under snow cover has been observed in Himachal Pradesh in 2018-19 in comparison to the total area in the preceding year. Himachal Pradesh receives winter precipitation in the form of snow at the higher altitudes. About one-third of the total geographical area of the state remains under thick snow cover during the winter season. Most of the major rivers like Chenab, Beas, Parvati, Baspa, Spiti, Ravi, Satluj and their perennial tributaries originating from the Himalayas depend on the seasonal snow cover for their discharge dependability. Besides, the snow cover also helps in controlling the accumulation and ablation patterns of the glaciated regions in the state. Considering the importance of seasonal snow cover as a major input in controlling the hydrology of the river basins, its assessment in spatial distribution is carried out in different river basins in Himachal Pradesh during the winter season from October to March. During the last winter in 2018-19, it was a general perception that the winter precipitation was of higher magnitude in comparison to the preceding year. Keeping this into consideration, the total area under snow cover was estimated using satellite data during 2018-19 and was compared with that of the values estimated during the period 2017-18 in the state. The study was conducted by the Himachal Pradesh State Centre on Climate Change under the aegis of Council for Science, Technology and Environment, and Space Application Centre, ISRO, Ahmedabad. Based on the satellite data, it was observed that by and large all the river basins of Himachal Pradesh show an increased percentage change in their area under snow, reflecting that 2018-19 is the year of exceptionally heavy snowfall in all the basins of state. Basin-wise analysis from October to March in 2018-19 and its comparative analysis with that of 2017-18 reveals that, in Chenab basin, maximum increase is of the order of about 183.2% in the month of October, whereas November shows an increase of about 45.1% and December and January an increase of about 17.4% and 4.2% respectively, and February and March show about 7.2% and 5.3% increase in comparison to 2017-18. Ravi basin shows overall increase of about 411.2% in October, while in November it shows an increase of about 93% in 2018-19, whereas January, February and March show 38.3%, 96.1% and 51.2% respectively, and in December, the total snow cover decreased by 11.4% (2018-19) in comparison to the corresponding period in previous year. Beas basin also shows a more or less similar trend of increase in October of about 106.45%, whereas November, February and March show increase of 52.66%, 31.46%, 30.69%, respectively, in 2018-19, and there is reduction of 16.18 % in the month of December (2018-19). In Satluj basin, it is concluded that during 2018-19, there is considerably increased snowfall in October (185.2%) and November (75.2%), whereas December and January months show reduction of 0.95% and 0.05%, and an increase of the order of 14.9% and 18.1%, respectively, is in February and March. Download The Times of India News App for Latest City ."}, "In Himachal Pradesh, growing incidents of tourists-locals conflicts": {"time": "2019-06-12 14:05:00", "link": "https://timesofindia.indiatimes.com//city/shimla/in-himachal-pradesh-growing-incidents-of-tourists-locals-conflicts/articleshow/69754067.cms", "description": "MANALI: The hill stations of Himachal are witnessing an ever-growing number of tourists in the summer season, and so is the number of the incidents of scuffle between tourists and local residents. This time, some tourists from Uttar Pradesh scuffled with a local man in Mandi and even fired a gunshot in the air to scare him. Earlier, a group of local residents had thrashed some Punjabi tourists in McLeodganj following an argument on Saturday late night, while an angry mob had manhandled four visitors from Haryana, who had beaten up a truck driver in Kullu on Monday. In the latest incident, two UP tourists scuffled with a person at Nagchala in Mandi district on Monday night. One of them, who is an inspector with the UP Police, in a bid to intimidate the person, pulled out the gun and fired a shot in the air. According to sources, the scuffle between the local man and tourists started over the issue of car parking. Lunapani resident Avtar Singh stopped his car after a SUV came in front of him from the wrong side on the national highway. During the ensuing argument, the driver of the SUV pulled out his gun and fired in the air. The accused have been identified as inspector Jitender Singh, a resident of Farrukhabad in UP, and Abhishek Singh, a resident of Etawah in the same state. Mandi superintendent of police (SP) Gurdev Chand Sharma said both tourists have been arrested under sections 307 (attempt to murder) and 34 (acts done by several persons in furtherance of common intention) of the IPC and sections 25, 54 and 59 of the Arms Act. A large number of conflicts between tourists and local residents on small issues are coming to light. Such incidents are common in tourist places like Manali, Shimla and Dharamshala. Road-rage, overtaking, playing loud music, hurling abuse, drinking while travelling, non-payment of bills and eve-teasing are the common reasons of such conflicts. The difference in culture and tone is also a reason for the scuffles. The scuffle increases during peak summer season. \"It is not that every time tourists are wrong. Some mischievous local elements also create ruckus. Very few of the incidents are reported to the police,\" said a local taxi operator. \"We have got used to tourists intimidating us with guns, steel roads and sharp-edge weapons. Some tourists become violent on small issues. We are habitual to hearing derogatory language. People of Himachal have a soft voice and light tone, while tourists coming from some states have heavy and rough tone, which is sometimes taken for a threat by local residents. We deal with good educated tourists as well but mischievous elements also come along,\" said taxi driver Ramesh Thakur, who was threatened with a gun by a tourist at Rohtang some time back. May and June are the months of peak tourist season and this is the time when traffic jams, noise pollution, crowding and extra burden on local resources irks majority of residents, especially those who have nothing to do with the tourism industry. This is the time when police are relatively busier in maintaining law and order as crime rate also increases. On one hand, tourism is one of the main sources of state's economy, while on the other, the maddening tourist crowd, weak infrastructure and unplanned tourism are taken their toll on the peaceful atmosphere of the state. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Shimla witnesses congestion but no jam on roads": {"time": "2019-06-17 07:07:00", "link": "https://timesofindia.indiatimes.com//city/shimla/shimla-witnesses-congestion-but-no-jam-on-roads/articleshow/69807538.cms", "description": "Shimla: Tourist town of Shimla though witnessed traffic congestion but efforts made by district administration and police prevented a total jam on city roads. For a few days now, traffic congestion is being witnessed in Shimla constantly. To prevent traffic jam, extra staff of 120 has been deployed, in addition to 180 personnel of traffic police. There are 14 police riders working most of the times on the roads and police station staff is additionally deployed during rush hours. To ensure the smooth flow of traffic, the administration had announced holiday of all government and private schools of town on Saturday, which helped ease the situation. In Shimla, there are 1,12,000 registered vehicles, the number for the district is approximately 1,65,000. There are around 7,500 hotels and guest house rooms. Parking space created by hotels can accommodate 2,500 vehicles, while public parking can can take in another 2,500 cars. Many employees in the state capital have vehicles registered outside and there are around 9,600 vehicles usually parked on roads within the Shimla Municipal Corporation jurisdiction. These are apart from the tourist vehicles. Daily in-out at Shoghi barrier is around 4,000 vehicles during usual times, while from Ghanahatti side it is half of that. Last week, the number rose to cross 10,000 at Shoghi entry point. The roads coming from Darlaghat side join Chandigarh road at three points from Chakkar side, Boileauganj side at Kannedy Chowk. At the interjections, traffic is stopped to make way for incoming or outgoing vehicles. Similar is the situation at Tutikandi bifurcation where buses movement is frequent and traffic one side is stopped to make passage for vehicles from other side. Download The Times of India News App for Latest City ."}, "Woman doctor assaulted in Himachal, medicos threaten pen down strike on Tuesday": {"time": "2019-06-17 13:49:00", "link": "https://timesofindia.indiatimes.com//city/shimla/woman-doctor-assaulted-in-himachal-medicos-threaten-pen-down-strike-on-tuesday/articleshow/69823127.cms", "description": "SHIMLA: A woman doctor posted at a primary health centre in Seraj assembly constituency in Mandi district of Himachal Pradesh was assaulted by an unidentified person on Saturday. While police have registered a case and started an investigation, Resident Doctors Association of Indira Gandhi Medical College and Hospital, Shimla has threatened a two-hour pen down strike on Tuesday followed by an indefinite strike if no strict action is taken against those involved in the incident. A woman doctor on Saturday evening was assaulted while on duty by an unidentified person at a primary health centre in Seraj assembly constituency represented by chief minister Jai Ram Thakur. It is being alleged that the accused misbehaved with the woman doctor and when she resisted, she was subjected to assault and abuses. Resident Doctors Association general secretary, Dr Bhartendu while interacting with mediapersons in Shimla on Monday, said their association opposed the assault. “Inquiry is going on and if no solution is found, we will hold a two hours pen down strike on Tuesday. If no strict action is taken then we will go on indefinite strike,” he added. Doctors in Shimla and other parts of state on Monday also protested against the attack on doctors in Kolkata by wearing black badges on duty. Download The Times of India News App for Latest City ."}, "To protect ecology of hills, NHAI puts its projects on hold": {"time": "2019-06-12 19:34:00", "link": "https://timesofindia.indiatimes.com//city/shimla/to-protect-ecology-of-hills-nhai-puts-its-projects-on-hold/articleshow/69759505.cms", "description": "DHARAMSHALA: To protect ecology of the hills in Himachal Pradesh the National Highway Authority of India (NHAI) has stopped the land acquisition process for the four lane projects that were sanctioned during previous regime of BJP at center. Now, realignment process has been started with a survey of traffic volume for Pathankot – Mandi and Kangra – Shimla, the two four lane projects remained in lime light during elections, Lok Sabha and assembly, in past three years. When contacted, the concerned officials said that this has been done to minimize the disturbances and in the view to protect ecology of the region. GS Sanga, regional director of NHAI while talking to TOI said that the new process will be completed in next few days and work will resume again. “This has been done to do minimum destruction to the environment in Himachal Pradesh,” he added. It is said that departments doing survey of traffic volume in this area to work out the width of the highways. Fresh guidelines have been issued to the revenue department for land acquisition process. Officials claimed that the fresh procedure initiated in this process will be completed in a one month period. The foundation stones for the projects, valuing around 25,000 crores, were laid in 2017 by union minister Nitin Gadkari. Well placed sources also told that state government has also interfered in the process of four lane projects after which this development has taken place. Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Paraglider pilot goes missing in Himachal Pradesh": {"time": "2019-06-17 18:15:00", "link": "https://timesofindia.indiatimes.com//city/shimla/paraglider-pilot-goes-missing-in-himachal-pradesh/articleshow/69827276.cms", "description": "SHIMLA: In yet another incident of paragliding mishap, a 37-year-old paraglider-pilot suspected to be from Singapore or Korea has gone missing in Multhan area of Chhota Bhangal in Kangra district after taking off from Billing valley near Baijnath on Saturday. Local shepherds had found the paraglider hanging from a tree in Dharman area but there is no clue of the pilot. A 20-member rescue team was sent towards Dharman on Monday to trace the pilot. Baijnath SDM Rameshwar Das told TOI that missing the pilot had arrived in Bir village three days back and had checked into a private hotel there. On Saturday, he took a flight from Billing towards Multhan, and is missing since then. He said that it is being verified whether the missing pilot belongs to Singapore or Korea. He said that paraglider was spotted by a group of local shepherds in a forest area above Dharman station near Multhan and is still there hanging over a tree. He said that on receiving the information, local coordinator of Special Area Development Authority (SADA), Bir-Billing, Ranvijay was contacted and asked to send a team of professional rescuers comprising of trekkers and mountaineers, but the pilot is still not traceable. He said that the police team has also been sent to the spot while a 20-member rescue team was also sent on Monday. He said that chances are there that pilot might have descended to the lower area from spot where glider was found hanging with a tree but considering the presence of wild animals and the high altitude area, the possibility of any mishap also cannot be ruled out. Rameshwar Das said that missing pilot had not taken any permission for the flight and had done it illegally at his own. Bir-Billing valley is among the top 10 aero-sports sites in the world. Valley is surrounded by snow-covered Dhauladhar ranges having lush green tea gardens. Paragliding World Cup Association (PWCA) had cleared Bir-Billing as one of the venues of World Cup Tour 2015 following the successful hosting of Pre-Paragliding World Cup in 2013. Bir-Billing area has now become a popular site for the paraglider pilots after successful hosting of World Cup in October 2015 and each year attracts both domestic as well as international pilots for paragliding during flying season. Download The Times of India News App for Latest City ."}, "Gridlocks leave tourists stranded from Kullu to Rohtang": {"time": "2019-06-09 10:40:00", "link": "https://timesofindia.indiatimes.com//city/shimla/gridlocks-leave-tourists-stranded-from-kullu-to-rohtang/articleshow/69708561.cms", "description": "MANALI: Hundreds of tourists, including children and elderly, had to spend Friday night in their cars without meal between Rohtang Pass and Gulaba as season’s worst traffic jam has left entire Manali stranded. Be it Kullu town, Manali, Rohtang or other roads of the district, the traffic came to a standstill on Saturday as well. Entire Kullu district is facing the gridlock as it has failed in handling the traffic rush. Hundreds of tourists who had left Manali for Rohtang Pass, 51km from here, on Friday morning could return to their hotels on Saturday morning. Similarly, lot many tourists’ vehicles that had started their 51km journey in the early morning could reach Rohtang Pass at night. The taxi drivers illuminated the area with headlights so that tourists could have some fun in the snow after remaining stuck in the jams for the whole day. However, the trouble was far from over for them as the vehicles coming back to Manali again got stuck between Rohtang and Gulaba. Sharing his ordeal with TOI, a tourist from Delhi Anurag Bhasin said, “We were left to die near Rohtang. No one was present to help us. All vehicles had stuck badly. I was more worried for my wife and children. It was our driver who assured us that it is his responsibility to take us to our hotel safely. He offered us some snacks and water. We reached our hotel at about 8 am.” Local taxi drivers said over 2,000 cars were plying on the Manali-Rohtang highway without following traffic rules and police personnel were absent from the traffic bottlenecks. This highway was completely jammed on Saturday as well, while Kullu, Manali and Bhuntar towns also witnessed tailbacks. Drivers are getting hardly one or two hours to sleep which has increased the chances of accidents. A taxi carrying tourists from Delhi and Uttar Pradesh collided with a concrete wall below Rohtang on Saturday morning in which two tourists sustained head injuries. “Every driver and tourist wants to reach Rohtang first. It is mostly our local taxi drivers who break the queues of vehicles and overtake despite knowing that his car could block the vehicles coming from the opposite direction. Tourists follow the local drivers and cause traffic jam. As roads are narrow, curvy and dangerous, tourists from plain areas hesitate in reversing the vehicle or bringing it to the edge of the road due to fear of falling into valley. Police jawans are not present at major bottlenecks like the one near Rahla Fall and another near Chumbak Mor,” a taxi driver Chaman Thakur said who also reached Manali from Rohtang in the morning. All roads and streets of Manali town have choked with vehicles. There is no space left to park the cars. Three narrow bridges in Manali that allow one way traffic are also causing traffic jams. National highway in Kullu and Bhuntar towns were also jam-packed on Saturday. Even ambulances were seen stuck in the jam. Manali deputy superintendent of police Sher Singh Thakur said the police are doing their best to manage traffic. “We are not allowing idle parking in crucial areas. The narrow bridges are the main traffic bottlenecks. Jumping of the queues is another reason that creates problem. Jawans are deployed all along Rohtang highway,” he said. Download The Times of India News App for Latest City ."}, "Congress questions BJP’s global investors’ meet": {"time": "2019-06-11 11:11:00", "link": "https://timesofindia.indiatimes.com//city/shimla/cong-questions-bjps-global-investors-meet/articleshow/69732284.cms", "description": "SHIMLA: While chief minister Jai Ram Thakur started his official tour of Germany and The Netherlands from Monday to attract industrial investment in Himachal Pradesh, the Congress has questioned the decision to hold a global investors’ meet at Dharamshala in September this year. The party has claimed that in the absence of special industrial package industries, global investors would not come to the state, rather the existing ones too would migrate to other parts of the country. The Jai Ram Thakur-led government has set the target to attract Rs 85,000 crore investment through the meet. Leader of opposition Mukesh Agnihtori, who was industries minister in the previous Congress regime, said if Himachal Pradesh failed to get industrial package, then existing industries would migrate out of state. While interacting with media persons in Shimla, he said migration was already taking place as some industries were forced to work at low capacity while some had resorted retrenching of work force. He added that retrenchment of work force could stop only when the state got industrial package. He questioned the efforts to attract investment in the state without an industrial package. Agnihotri claimed that during the proposed global investors’ meet, people would sign the MoUs under pressure from the state government but actual investment would come only when the state would get industrial package. He added that Himachal Pradesh should get industrial package on the pattern of North Eastern states. At present around 700 industrial plots are lying vacant in the state while two state-of-the-art industrial areas are being developed at Kandrori and Pandoga. The state government has managed to attract industrial investment of Rs 17,000 crore with the signing of 159 MoUs a few months back. To propel industrial growth, Himachal bureau of investment has is also proposed for the state. Download The Times of India News App for Latest City ."}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-copies-sara-ali-khan-opts-for-ethnic-airport-look/videoshow/69836999.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Himachal police to reach out to elderly": {"time": "2019-06-15 07:54:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-police-to-reach-out-to-elderly/articleshow/69796148.cms", "description": "Shimla: After instances of senior citizens being subjected to neglect and abuse, the Himachal Pradesh Police is contemplating to launch a scheme. Under the scheme, telephone numbers of helpless elderly people would be collected from across the state and calls would be made to them from the state police headquarters to know about their well-being and to provide necessary assistance. Himachal Pradesh DGP S R Mardi said that the state police had around 15 years back launched “Sanrakshan” scheme to help the elderly needy people. Now, a new scheme is being contemplated to gather the telephone numbers of elderly people to extend them the help they need. Addressing a gathering of elderly people at an event to mark “World Elder Abuse Awareness Day” at Shimla on Friday, Mardi said that during emergencies, the elderly people can call 112 for any police assistance. The event was organized by HelpAge India, Himachal Pradesh has elderly population of 7,13,172 and their annual population growth is 3.1%, and by 2026, their population is estimated to reach about 1.1 million or about 15% of the state’s total population. Dr Rajesh Kumar, state head of HelpAge India, said that in Himachal Pradesh, cases of harassment and abuse of elderly people are rising and their organization is receiving calls where children do not want to keep their aged parents with them and request to shift them to old age homes. Download The Times of India News App for Latest City ."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Tourists hassled on Manali-Leh highway": {"time": "2019-06-15 07:54:00", "link": "https://timesofindia.indiatimes.com//city/shimla/tourists-hassled-on-manali-leh-highway/articleshow/69796162.cms", "description": "Manali: The Manali-Leh highway, which was announced open for vehicular traffic on June 10, is good enough now for only one-way traffic at Baralacha Pass, where the road is getting blocked again and again, troubling a large number of tourists. Since June 10, very few tourists could reach their destinations, while most others had to abandon their journey midway. Many spent chilly night near Baralacha, which has 10 to 25ft of snow, while some camped at Keylong and Jispa to wait for the opening of road. Even though the Border Roads Organization (BRO) has cut through the deep snow and made a gallery for the passage of vehicles, it is so narrow at some points that only one vehicle can move at one time. A truck transporting goods from Manali to Leh overturned on the highway at Zingzingbar on June 11 and blocked the highway for the whole day. The BRO personnel removed the truck but then snowfall on June 12 again blocked the road. Although the road was opened on June 13, its condition at some stretches is very bad. Not all can dare to drive on this highway. “Many of our guests from Leh did not reach hotel for check-in. Some tourists cancelled their booking and others chose to try their luck at Baralacha,” Jai Lal, a hotelier at Lahaul, said. He said the hoteliers in the valley are getting countless phone calls from tourists to know the status of the road. “Most tourists are still confused. However, the road condition is improving now. Some tourists from Leh, who reached on Friday, said road is good except for a few stretches.” Non-availability of police at remote Baralacha is also causing difficulty to drivers in guessing the road condition ahead while entering the snow gallery. If a large vehicle comes from the opposite direction, it becomes difficult for the vehicle to move back. The police were trying to regulate traffic from Darcha traffic check-post. It is difficult for the tourists to spend a night in case of emergency in the upper end of Baralacha, as seasonal tourist camps at Sarchu are not ready yet. An official from the BRO said the Manali-Leh highway is open and its personnel are deployed near Baralacha to deal with any problem. “Baralacha and Rohtang are still getting snow. The narrow stretches are being widened,” he added. Download The Times of India News App for Latest City ."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Himachal Pradesh: 792 liqour boxes recovered from truck near Shimla": {"time": "2019-06-12 20:39:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-pradesh-792-liqour-boxes-recovered-from-a-truck-near-shimla/articleshow/69760453.cms", "description": "SHIMLA: Police have recovered 792 boxes of country-made liquor from a truck near Shimla in Himachal Pradesh on Wednesday. The truck was on its way to Rohru in Shimla district from Paonta Sahib in Sirmaur district. Police also arrested the truck driver while further investigation is on. Arrested truck driver has been identified as Wajid Ali (22) of Nagani village of Paonta Sahib and truck was owned by his maternal uncle Asif Ali of Nagani. In his statement to police, Wajid Ali said that he was told that truck was to be taken to Rohru from Paonta Sahib and he was directed to call on reaching final destination. After starting from Paonta Sahib when truck reached at Shoghi barrier near Shimla at around 3.25 pm on Wednesday, police stopped it for checking. Truck was covered with Tarpaulin and illegal liquor consignment was hidden behind the 45 sacks of lime stone powder. Shimla, SP, Omapati Jamwal said that during checking of truck when police team recovered the sacks of limestone power, 792 boxes of country made liquor were found stashed inside the truck. He said that a case has been registered and further investigation is on. Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Himachal Pradesh to lease 2 choppers": {"time": "2019-06-09 10:04:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-pradesh-to-lease-2-choppers/articleshow/69709948.cms", "description": "Shimla: The Himachal Pradesh government plans to hire a twin engine helicopter with carrying capacity of minimum 15 passengers and a twin engine helicopter with carrying capacity of minimum five passengers for multipurpose use, including VIP duty, emergency evacuation and relief operations among others. It has already opened technical bids for both the categories of choppers. In Himachal, helicopter is not only used by the chief minister for his official travels, but is also used during winters to ferry people to remote snow bound areas of state beside in other VIP duties and emergency operations. The government had invited bids for the fresh lease as the chopper provided by earlier company was grounded after a technical snag. It is looking for helicopter equipped with latest avionics system, IFR, air-conditioned cabin and luxury seats and other essential equipment installed as per applicable director general civil aviation and civil aviation requirements. Sources said the government wants a helicopter with carrying capacity of minimum 15 passengers and technically fit for high altitude flights, with capacity to cross passes up to 15,000 feet height and capable of takeoff and landing in narrow valleys at altitudes up to 12,000 feet even in cloudy weather. While requirement for smaller helicopter is that it should be capable of landing and takeoff up to altitude of 7,000 feet with full capacity. After tenders were invited from parties on November 21 last year, two companies had responded and submitted their technical bids for twin engine helicopter with carrying capacity of minimum 15 passengers. whereas, three parties had responded to the tender notice and0 submitted their technical bids for twin engine helicopter with carrying capacity of minimum five passengers. In the technical bid committee meeting held on January 10, two companies had objected to the bid document of company that in past was providing its services to the state government. After deliberations, it was unanimously decided to open the technical bids for helicopter with capacity of carrying minimum 15 passengers. When bids were opened, the company against whom objections were raised did not technically qualify. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Fleecing of tourists by cab operators continues": {"time": "2019-06-17 07:59:00", "link": "https://timesofindia.indiatimes.com//city/shimla/fleecing-of-tourists-by-cab-operators-continues/articleshow/69817830.cms", "description": "Dharamshala: Himachal Pradesh is a hub of hill destinations and pilgrimage places which attracts hordes of tourists from across the globe. The state earns most of its revenue from tourism sector. However, overcharging by taxi operators and hoteliers during peak tourist season continues to be the core issue for the government which has expressed helplessness in protecting tourists from being fleeced by taxi services. Well-placed sources revealed that rates for taxis have not been revised in this region from 2011, while fuel prices changed several times since then. Moreover, transport officials have no powers to act in the absence of any valid proofs. Many complaints of overcharging by taxi operators are floating on social media these days. But there is no platform where government has mentioned approved rates to assist tourists. Kangra airport is one of the busiest airports of the state. Also, there are many railway stations connecting places of pilgrimage. But at no such places one can see government rates for taxis or hotel accomodation. Transport officials, when contacted, said prices for per kilometre were generally fixed by the deputy commissioners of the area. Vishal Sharma, regional transport official while talking to TOI said that complaints about overcharging by taxi operators come without any receipts to support the claim of the complainant and therefore authorities do not act in the matter. “The matter related to meter taxis is pending in court. Rates for taxis have not been revised since 2011. We are going to hold a meeting in this regard,” Sharma said. Number of taxis is increasing gradually in this region but quality of services is not up to the mark due to inefficiency of government. Despite being a tourist state, Himachal Pradesh has no tourism minister in the present BJP government. Many issues in tourism sector are needed to be addressed. Lack of staff in tourism department is also a major road block to an improved tourism. Categorization of hotels is pending for over 10 years. It was planned to help tourist to book accommodation according to their budget but nothing has been done in this regard. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "Himachal Pradesh: Seasonal snow cover up by 25.16 per cent": {"time": "2019-06-14 14:36:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-pradesh-seasonal-snow-cover-up-by-25-16/articleshow/69774032.cms", "description": "SHIMLA: Assessment of spatial distribution of seasonal snow cover during 2018-19 in Himachal Pradesh using space data has revealed that there is considerably increased snowfall in Himachal Himalaya. The analysis has been made from the AWiFS satellite data for 2018-19 for assessing the total area under snow cover during the period October to March and its temporal analysis with that of the monthly averaged values of the total area under snow 2017-18. As a whole total increase of 25.16% in the area under snow cover has been observed in Himachal Pradesh in 2018-19 in comparison to the total area during 2017-18. Himachal Pradesh receives winter precipitation in the form of snow at the higher altitudes. About 1/3rd of the total geographical area of the state remains under thick snow cover during winter season. Most of the major rivers like Chenab, Beas, Parvati, Baspa, Spiti, Ravi, Satluj and their perennial tributaries originating from the Himalayas depend upon the seasonal snow cover for their discharge dependability. Besides this, the snow cover also helps in controlling the accumulation and ablations patterns of the glaciated regions in the State. Considering the importance of seasonal snow cover as a major input in controlling the hydrology of the river basins, seasonal snow cover assessment in its spatial distribution is being carried out in different river basins in Himachal Pradesh during the winter season from October to March. During the last winter that is 2018-19, it was a general perception that the winter precipitation was of higher magnitude in comparison to the preceding year. Keeping this into consideration, total area under snow cover was estimated using satellite data during 2018-19 and was compared with that of the values estimated during the period 2017-18 in Himachal Pradesh. The study was conducted by the Himachal Pradesh State Centre on Climate Change under the aegis of HO Council for Science, Technology and Environment and Space Application Centre, ISRO, Ahmadabad. Based on the satellite data it has been observed that by and large all the river basins of Himachal Pradesh show an increased percentage change in their area under snow reflecting that 2018-19 is the year of exceptionally heavy snowfall in all the basins of the state. A basin-wise analysis from October to March in 2018-19 and its comparative analysis with that of 2017-18 reveals that, in Chenab basin, maximum increase is of the order of about 183.2% in the month of October, whereas November shows an increase of about 45.1% and December, January shows an increase of about 17.4% and 4.2% respectively and February, March shows about 7.2% and 5.3% increase in comparison to 2017-18. Ravi basin shows an overall increase of about 411.2% in October, while in November it shows an increase of about 93% in 2018-19 whereas January, February and March show 38.3%, 96.1% and 51.2% respectively. In December, total snow cover has decreased by 11.4% (2018-19) in comparison to 2017-18. Beas basin also shows a more or less similar trend of increase in October by about 106.45%, whereas November, February and March shows of 52.66%, 31.46%, 30.69% respectively in 2018-19, and there is a reduction of 16.18 % in the month of December (2018-19). In Satluj basin it is concluded that during 2018-19 there is considerably increased snowfall in October (185.2%) and November (75.2%). Whereas December and January months showing reduction of 0.95% and 0.05%. and the increase of the order of 14.9% and 18.1% respectively in February and March. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Most roads in Manali to be one-way from today": {"time": "2019-06-13 07:06:00", "link": "https://timesofindia.indiatimes.com//city/shimla/most-roads-in-manali-to-be-one-way-from-today/articleshow/69763938.cms", "description": "Manali: As Manali has been grappling with worst traffic jams of the state with all plans failing to provide relief, the administration has come up with another move to decongest roads. It has decided to make most of the roads of Manali one-way from Thursday onwards. Officials said this plan may force people to cover some extra distance, but it will help reduce jam and their precious time. The vehicles can enter the town via the national highway only from the south side. The entry from other roads would be stopped. Similarly, only one road from the northern side of the town will remain open for vehicles going out of the town. Similarly, vehicles coming from Old Manali, Rohtang and New Manali sides will have to reach the southern end of the town through the bypass road to enter the town. The bus stand road will be blocked for all vehicles except for buses. After having detailed discussion with police and officials of other departments, Manali sub-divisional magistrate Raman Gharsangi said, “We are planning more changes in the traffic system of the town. Hopefully Manali town will breathe freely after making the roads one-way. We shall install signages along the highway and some crucial points to guide the tourists. We will use a large number of barricades to regulate the traffic. The new traffic plan will be in force from Thursday.” As the police department is suffering the shortage of police personnel, Gharsangi said some volunteers from Government College, Haripur, and the local taxi union will help police in traffic management on Manali-Rohtang highway and within the town. He said the parking being the major problem of the town, some space in available parking lots would be reserved for tourists. The police would be strict on idle parking and would tow away such vehicles, he said. The SDM said NHAI and PWD have been directed to improve road conditions at some portions for smooth traffic movement. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Midterm review meeting organised for Himachal Pradesh Horticulture Development Project": {"time": "2019-06-14 20:34:00", "link": "https://timesofindia.indiatimes.com//city/shimla/midterm-review-meeting-organised-for-himachal-pradesh-horticulture-development-project/articleshow/69792575.cms", "description": "SHIMLA: A mission from World Bank held a midterm review meeting with state government under the chairmanship of chief secretary B K Agarwal to re-assess the initial project design, including objectives, activities, implementation mechanisms and sector priorities. The mission was in Himachal Pradesh on a field tour from June 3 to 14 and visited various parts of the state like Tissa in Chamba, Keylong in Lahaul-Spiti and Janjehli in Mandi. Evaluation of the continued relevance and feasibility of the operation as approved in the current environment was also discussed in the meeting. B K Agarwal said that state government is committed to provide every help to support Himachal Pradesh Horticulture Development Project in the state. When apprised about the shortage of staff, he directed Himachal Pradesh Marketing Corporation (HPMC) and HP Marketing Board to hire professionals on outsource basis. He said that project is supporting interventions designed to help the horticulture sector to improve productivity and build resilience against weather-related shocks while improving market access to provide incentives for fruit growers to produce as per the market need. He said that Rs 240 crores will be spent on HPMC and Rs 330 crores on irrigation facilities till year 2023. He asked the universities to work for package of practices of new varieties of plants and make vital information available to farmers. He said that extensive research should be done on new technology to help farmers to increase their produce and income. He also suggested that a delegation from Himachal Pradesh should go to leading countries in fruit market to study nursery management and new fruit plant varieties. Himachal Pradesh Horticulture Development Project director Dinesh Malhotra said that project worth Rs 1134 crores was started in 2016 and will continue till 2023 in the state. He said that under the project, farmers are being provided with high-breed and improved quality plants of apples, peaches, pears, walnuts etc. through nurseries on affordable prices to increase the yield. He said that Nursery Society will produce 24 lakhs plants of new varieties per year for orchardists. He said that Controlled Atmosphere Store (CA) and packaging houses are being strengthened in the state. Processing plants at Parwanoo and Jarol will be upgraded whereas a new plant will come up at Parala in Theog. Eight new marketing yards will be constructed whereas 8 marketing yards will be upgraded in the state. Earlier, Task Team leader and senior agricultural specialist Manivannan Parthy apprised the present officials with various activities of the project. He showed satisfaction over one year progress of the project. He asked authorities to speed-up the implementation and target achievement in time. He also apprised that there is lack of staff in HPMC and horticulture department. Download The Times of India News App for Latest City ."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "HP seeks Centre’s help to start water transport in state": {"time": "2019-06-17 11:21:00", "link": "https://timesofindia.indiatimes.com//city/shimla/hp-seeks-centres-help-to-start-water-transport-in-state/articleshow/69817861.cms", "description": "SHIMLA: The Himachal Pradesh government has sent a proposal to the government of India for starting water transport and other activities in Chamera, Kol Dam, Larji and Gobindsagar lakes. This will not only promote water transport and water sports in the state but also create employment opportunities for the local youth. With tourist footfall increasing in the state, the government is making efforts to develop newer destinations. The scenic valley of Janjehli and Kamru Nag Lake in Mandi district, Chail and Kasauli in Solan district and Churdhar Peak and Sri Renuka ji in Sirmaur are among the other beautiful destinations in the state, which are being developed on priority. To attract high-end tourists, international airport is being established at Nagchala in Mandi district which would help in attracting more tourists to the state. A senior official of the tourism department said that Himachal Pradesh has emerged as one of the favourite destinations for domestic and overseas tourists in the past few years and keeping this in view, the state government is making efforts to provide best facilities and add more attractions to facilitate tourists at the famous destinations. He said that keeping in view the immense eco-tourism potential of the state, the government has taken initiative to encourage this sector as well for which a master plan would be prepared in consultation with experts wherein provisions for encouraging private investors would be incorporated. He said that emphasis has been laid on developing prominent places like Shimla, Kullu-Manali, Dharamshala, Janjehli, Kasauli and Dalhousie, which are full of natural wonders and most visited by the tourists. He said that apart from regular air services between Delhi, Shimla, Kullu and Dharamshala, now helicopter service under UDAN scheme from Chandigarh to Shimla and further from Shimla to Kullu and Dharamshala has now been made operational and bookings can be done online. He said that the government is also encouraging homestay units in the state, as it not only promotes tourism but also provides respectable employment opportunities to the people. Chief Minister Jai Ram Thakur had last year said that efforts would be made to develop lesser known areas of the state from tourism point of view. He had said that the Centre has approved Rs 1,800 crore project for tourism development in the state. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Shimla hotel and bar owners want government to review excise policy on liquor": {"datetime": "", "time": "2019-06-18 12:51:00", "description": "SHIMLA: New excise policy of state government has left the tourism industry of Himachal Pradesh concerned while the Shimla Hotel and Restaurant Association has demanded to roll back the increased liquor license fee and complete removal of quota system. Association claimed in last 6 years, the license fee for serving and sale of alcohol in the bars, restaurants and hotels in the state has gone up by 700%. It also claimed that imposition of minimum guaranteed quota system has led to the victimization of tax paying and revenue generating bar and hotel owners. Shimla Hotel and Restaurant Association president Sanjay Sood said their association demands from the state government to review and revise the state excise policy for liquor licenses. “We are requesting to make the provisions as per the general benefits of the population at large of state and not to take any undue examples from other states, as each state has its own set of rules as per their geographical and demographical set up,” he added. He said that fee of bar was Rs 55,000 in 2013-14, Rs 64,000 in 2014-15, Rs 1.25 lakh in 2015-16, Rs 1.50 lakh in 2016-17, Rs 2 lakh in 2017-18 and Rs 2.5 lakh in 2018-19 but now it has been increased to Rs 3.75 lakh in 2019-20. He said that fee for bars in hotels too have been increased in similar proportion depending on the number of rooms. He said that under the new excise policy a provision for fixing of minimum lifting has been introduced. He said that minimum guaranteed quota for bars was 148 cases while for restaurants and hotels with 10 to 30 rooms was 72 cases in the year 2013-14 and almost all the hotels and bars in the state could not lift this quota. “Lifting of minimum quota would be reviewed on quarterly basis and accordingly penalty would be imposed,” he said, adding that imposition of minimum guaranteed quota has led to victimization of tax paying and revenue generating bar and hotel owners. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/shimla/shimla-hotel-and-bar-owners-want-government-to-review-excise-policy-on-liquor/articleshow/69845646.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Planning a Rohtang trip? Be ready for 19-hour ordeal": {"time": "2019-06-17 12:56:00", "link": "https://timesofindia.indiatimes.com//city/shimla/planning-a-rohtang-trip-be-ready-for-19-hour-ordeal/articleshow/69817843.cms", "description": "CHANDIGARH: Nearly 19 hours. That is the time Delhi resident Rajat Thakur had to spend on the road to enjoy three hours on Rohtang Pass on Wednesday. It was not really enjoyable, though: the IIT graduate boarded a six-seater taxi in Manali at 1am, sat in it till 12pm to travel just 51km to reach the mountain pass, and then travelled in it from 3pm to 11pm to return to Manali — moving at 5km/hour. Of the 24 hours that comprised the day, the 102km road journey to and from Rohtang, which takes at most five hours in lean season, consumed nearly 19 hours — 11 hours to reach Rohtang and eight to return. Another three hours were spent on the mountain pass. Thakur told TOI on Sunday that he and five of his friends and family members were offered the trip by a taxi operators’ union on Mall Road in Manali. He said they paid Rs 12,000, but instead of rejuvenating him, the trip made him wonder about tourism-inflicted damage to environment. His concern is not unfounded. The National Green Tribunal (NGT), to limit damage to environment, in 2015 banned commercial activity in Rohtang, Solang and Marhi areas near Manali. Now, as part of NGT restrictions, only 1,200 taxis and 100 private ones are given a permit to drive up to Rohtang and return the same day. But, there is no cap on vehicles which travel beyond Rohtang and the only rider is they cannot return on the same day. This loophole made life miserable for Rajat and is also affecting the ecology of Rohtang area. A taxi operator from Manali, who did not wish to be named as he feared backlash from others, said taxi operators who used the permit for travelling beyond Rohtang picked up passengers as early as 1am. “Those who have the permit for Rohtang leave at 5am and return in time,” he said. Rajat says even his taxi had the permit for travelling beyond Rohtang. “I got to know of it while returning. The driver sped past the Gulaba checkpost. When I asked him why, he said he only had the permit beyond Rohtang and could not return on the same day.” Gulaba checkpost is where vehicles going to and coming back from Rohtang are checked for permits. Thakur said the route had been littered by tourists as traffic was crawling throughout. “It was better in Rohtang, but something should be done en route,” he said. Mall Road-based Him-Aanchal Taxi Operators Union Manali president Gupt Ram confirmed that taxis were using the ‘beyond Rohtang’ permit just to take tourists to the mountain pass. “We cannot do anything. There is too much demand and the number of permits too less,” he said. “Anyway, if a driver is caught, he is fined Rs 5,000.” Ram acknowledged it could have taken Thakur 22 hours. “In some cases, it takes longer,” he said. For Thakur, though, the main concern was environment. “Someone has to put an end to this,” he added. Read this report in BengaliDownload The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Congress leader Anand Sharma writes to defence minister on shifting of ARTRAC": {"time": "2019-06-13 18:15:00", "link": "https://timesofindia.indiatimes.com//city/shimla/congress-leader-anand-sharma-writes-to-defence-minister-on-shifting-of-artrac/articleshow/69774353.cms", "description": "SHIMLA: On the proposed shifting of Army Training Command (ARTRAC) headquarter from Shimla to Meerut, Deputy Leader of Congress in Rajya Sabha, Anand Sharma has written a letter to Union Defence Minister Rajnath Singh demanding that proposal to shift the headquarter should be cancelled to save unnecessary financial burden and to protect the loss of employment to local people. He said that shifting of such a big army institution out of the state would adversely affect the economy of Shimla and the state, and loss of employment for local people. In his letter, Anand Sharma said that Shimla has been a Summer capital of the country and the State will lose its pride if the ARTRAC is shifted out of the state. “In view of the popular demand and opinion of senior army officers including retired Service Chiefs and Strategic Experts I seek your urgent intervention to retain ARTRAC in Shimla,” he added. He said that Shimla has been a strategic location of the Indian Army for almost 150 years and was the headquarters of the then Indian Army during the British period from 1864 to 1939, which included two World Wars in which British India Army fought. After India’s independence, the headquarters of Western Command was located in Shimla during the Indo-Pak war in 1948, 1965 and 1971 as well as the India-China war of 1962. Western Command was shifted to Chandimandir only in 1985. He said that on raising of headquarters of Army Training at Mhow, the leadership of the Army considered Shimla as the best location for this prestigious ARTRAC and also to make best use of available Western Command infrastructure. “It was categorically stated by previous Army Commanders, that Shimla was selected as best suitable place for Headquarter ARTRAC given its unique charter different from all regional Commands where officers and soldiers are able to conceptualize the concepts and doctrine in a conducive environment,” he added. He said that ever since its establishment in 1993, the Ministry of Defence has, over a period of 27 years allocated large amount of funds and resources for the ARTRAC. “I am given to understand, that the logic being extended that there is shortage of accommodation at Shimla post merger of DGMT and ARTRAC, lacks substance as adequate infrastructure is available at Jutogh Cantonment,” he added. He said that Meerut is new headquarter does not have any infrastructure advantage and has no airport, but is entirely dependent on the Indira Gandhi International Airport Delhi which is already under stress due to heavy passenger and cargo traffic. Download The Times of India News App for Latest City ."}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "Rains causes losses in Chamba of Himachal": {"time": "2019-06-15 07:54:00", "link": "https://timesofindia.indiatimes.com//city/shimla/rains-causes-losses-in-chamba-of-himachal/articleshow/69796149.cms", "description": "Dharamshala: Rains in peak summer season has caused losses in Chamba district of Himachal Pradesh, with roads getting blocked with rubble. Some schools in remote areas also became inaccessible due to the muck after flash floods. The authorities put the total losses close to Rs 340 lakh. Deputy Commissioner Vivek Bhatiya said that instructions were issued to the officials to keep the roads open and clear the rubble in time. Machines were also deployed to facilitate the public, he said. Janghi village of the district suffered the most, as maize crop in the area was destroyed. Farmers have written to the administration about their losses. A government school in Janghi village could not be opened as muck had blocked the passage to the building. Teachers and students reached the school only to return without holding classes. Work was on to restore life in the region after rains were over. Weatherman has predicted more rains after June 20. Download The Times of India News App for Latest City ."}, "Tourists-locals conflicts on the rise in Himachal": {"time": "2019-06-12 07:08:00", "link": "https://timesofindia.indiatimes.com//city/shimla/tourists-locals-conflicts-on-the-rise-in-himachal/articleshow/69748167.cms", "description": "Manali: The hill stations of Himachal are witnessing an ever-growing number of tourists in the summer season, and so is the number of the incidents of scuffle between tourists and local residents. This time, some tourists from Uttar Pradesh scuffled with a local man in Mandi and even fired a gunshot in the air to scare him. Earlier, a group of local residents had thrashed some Punjabi tourists in McLeodganj following an argument on Saturday late night, while an angry mob had manhandled four visitors from Haryana, who had beaten up a truck driver in Kullu on Monday. In the latest incident, two UP tourists scuffled with a person at Nagchala in Mandi district on Monday night. One of them, who is an inspector with the UP Police, in a bid to intimidate the person, pulled out the gun and fired a shot in the air. According to sources, the scuffle between the local man and tourists started over the issue of car parking. Lunapani resident Avtar Singh stopped his car after a SUV came in front of him from the wrong side on the national highway. During the ensuing argument, the driver of the SUV pulled out his gun and fired in the air. The accused have been identified as inspector Jitender Singh, a resident of Farrukhabad in UP, and Abhishek Singh, a resident of Etawah in the same state. Mandi superintendent of police (SP) Gurdev Chand Sharma said both tourists have been arrested under sections 307 (attempt to murder) and 34 (acts done by several persons in furtherance of common intention) of the IPC and sections 25, 54 and 59 of the Arms Act. A large number of conflicts between tourists and local residents on small issues are coming to light. Such incidents are common in tourist places like Manali, Shimla and Dharamshala. Road-rage, overtaking, playing loud music, hurling abuse, drinking while travelling, non-payment of bills and eve-teasing are the common reasons of such conflicts. The difference in culture and tone is also a reason for the scuffles. The scuffle increases during peak summer season. “It is not that every time tourists are wrong. Some mischievous local elements also create ruckus. Very few of the incidents are reported to the police,” said a local taxi operator. “We have got used to tourists intimidating us with guns, steel roads and sharp-edge weapons. Some tourists become violent on small issues. We are habitual to hearing derogatory language. People of Himachal have a soft voice and light tone, while tourists coming from some states have heavy and rough tone, which is sometimes taken for a threat by local residents. We deal with good educated tourists as well but mischievous elements also come along,” said taxi driver Ramesh Thakur, who was threatened with a gun by a tourist at Rohtang some time back. May and June are the months of peak tourist season and this is the time when traffic jams, noise pollution, crowding and extra burden on local resources irks majority of residents, especially those who have nothing to do with the tourism industry. This is the time when police are relatively busier in maintaining law and order as crime rate also increases. On one hand, tourism is one of the main sources of state’s economy, while on the other, the maddening tourist crowd, weak infrastructure and unplanned tourism are taken their toll on the peaceful atmosphere of the state. Download The Times of India News App for Latest City ."}, "Modi government’s smart city project facing odds in Himachal Pradesh": {"time": "2019-06-12 18:43:00", "link": "https://timesofindia.indiatimes.com//city/shimla/modi-governments-smart-city-project-facing-odds-in-himachal-pradesh/articleshow/69758689.cms", "description": "DHARAMSHALA: The much hyped smart city project of Modi government is facing odds in this hill state. In less than three years of tenure of this project, the Himachal Pradesh government has transferred seven managing directors (MDs) cum chief executing officers (CEOs) in smart city project being undertaken in Dharamshala town of Himachal Pradesh. Moreover, the shortage of staff has also led to a failure of civic authorities to provide many basic facilities to the residents of this hill town. The smart city project was sanctioned in 2016 for this town. Since then, each official posted here as MD cum CEO got only five to six months due to repeated transfers. The sitting minister was reluctant to speak on this issue. During congress regime, Rakesh Sharma was appointed as the first. After him, Vikas Labroo, JM Pathania, Lalit Jain, Satish Choudhary, Sandeep Kadam and Rakhil Kahlon have served this post. Earlier government had taken charge from Sandeep Kadam and appointed Rakhil Kahlon, but again in a recent move the additional charge has been given to Sandeep Kadam. Municipal corporation is executing this project in this region. It was in 2015 when council here was upgraded to corporation. Earlier, Himachal had only one corporation at hill capital Shimla. There are 17 wards in this corporation. It is bigger than Shimla in area but smaller in terms of population. “There were 26 posts sanctioned for corporation after it got smart city project but most of them are lying vacant as of now,” said a source. Due to shortage of staff hundreds of investors are awaiting NOCs or approvals of their building maps from last more than one year. They are running into losses but government has failed to assist them. In addition to that, many villages that were merged to form municipal corporation in Dharamshala have lost facilities like MNREGA. They were promised that this scheme will be replaced with LAKSHAY, but budget is awaited to regulate this scheme for these villagers now living in urban area. Repeated attempts to contact concerned officials to get reactions proved futile as none of them was willing to speak over this issue. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "In tourist-ravaged Manali, 38 of 40 villages pledge no tolerance to litter": {"time": "2019-06-17 07:59:00", "link": "https://timesofindia.indiatimes.com//city/shimla/in-tourist-ravaged-manali-38-of-40-villages-pledge-no-tolerance-to-litter/articleshow/69817836.cms", "description": "Manali: Scarred by litter for many years, the rivers and mountains of Manali might finally breathe easy, at least that is what the panchayats of this block in Himachal Pradesh’s Kullu district are hoping. All panchayats of Manali block have pledged to have no tolerance for littering. There are also plans to start garbage collection from all villages and commercial units and ensuring the garbage was disposed of properly. This decision was taken in a meeting of all all pachayats which met here on Saturday. Of the 40 panchayats, 38 completed the quorum in first sitting. Each panchayat has made its own action plan on garbage collection and disposal. Hallan-II panchayat started garbage collection from Sunday itself. A waste-to-energy plant with power generation capacity of 1.5MW is expected to start functioning in a few days. Dumping and processing of garbage has been a problem in Manali and Kullu for long. Piles of garbage welcome tourists to both Kullu and Manali. Both Kullu and Manali municipal councils do not have an operation treatment plant and are forced to dump their garbage. Manali block development officer Kalyani Gupta said the panchayats’ enthusiasm in curbing littering was a “positive sign” and showed that they were concerned for the proper garbage disposal. “Depending on geography, strength and other aspects, each panchayat has its own action plan. Panchayats may collect pre-decided fees from each house and commercial units. We are emphasizing on segregation at source. When people make it a habit to collect and hand over garbage for disposal, it is possible to enforce door-to-door garbage collection. We can take help from mahila and yuvak mandals,” she said. As majority of hotels of Manali are under jurisdiction of panchayats, they will have to cooperate with the panchayats who will directly charge fees from them. The panchayats have provision to fine families or commercial units for not cooperating them. All panchayats of Manali are expected to start the system in a few weeks. Two panchayats where quorum was incomplete due to insufficient number of people, gram sabha will again be held on solid and liquid waste management. Download The Times of India News App for Latest City ."}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Anil Sharma at government event, surprises all": {"time": "2019-06-17 11:14:00", "link": "https://timesofindia.indiatimes.com//city/shimla/anil-sharma-at-government-event-surprises-all/articleshow/69820908.cms", "description": "SHIMLA: BJP MLA from Mandi Sadar Anil Sharma, who recently resigned from chief minister Jai Ram Thakur’s cabinet after his son Aashray was fielded by the Congress from Mandi parliamentary seat, left everybody surprised on Sunday by attending the Janmanch programme of state government held at Kotli in Mandi district. The programme was chaired by irrigation and public health minister Mahender Singh Thakur and Sharma sat along with him to listen to the public grievances. However, he had to face the wrath of public, who accused him of failing to ensure the development in the constituency. Sharma claimed he was invited for the Janmanch programme but during the programme he had to face the anger of residents of Karnal village who alleged that he failed to ensure road connectivity to their village. Sharma, though, tried to pacify the villagers but they refused to listen to him. Download The Times of India News App for Latest City ."}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "Dharamshala: Increase in temperature leads to change in school timings": {"time": "2019-06-11 19:59:00", "link": "https://timesofindia.indiatimes.com//city/shimla/dharamshala-increase-in-temperature-leads-to-change-in-school-timings/articleshow/69744231.cms", "description": "DHARAMSHALA: The rise in temperature in region has forced the authorities to change the timings of the school to protect children from heatwaves. Highest temperature in many parts of this district went between 38 to 40 degree Celsius. Deputy Commissioner, Rakesh Kumar Prajapati said that now schools will open at 8.00am and will close by 1.30pm every day till mid of July. “The temperature is expected to rise in coming days so the timings have been changed till July 15 next month” he said. Kangra, Chamba, Una and Hamirpur districts forms the lower part of Himachal Pradesh. Una is witnessing the highest temperatures these days, the mark has crossed 45 degree Celsius. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Officials visit Kangra airport for extension plans": {"time": "2019-06-12 07:08:00", "link": "https://timesofindia.indiatimes.com//city/shimla/officials-visit-kangra-airport-for-extension-plans/articleshow/69748164.cms", "description": "Dharamshala: A team of top officials of the state government on Tuesday reviewed land arrangements for the extension of Kangra airport. At present, the airport can handle landing of small planes, up to 80 seated, only and the authorities plan extension to facilitate flight of airbuses here. Tourism and civil aviation additional chief secretary Ram Subhag Singh and a team of officials toured airport to check the available land for extension of the airport. “We are looking for about 30 hectares of land, only then an airbus of 180 seating capacity can land here,” said Kangra deputy commissioner Rakesh Kumar Prajapati. The airport also lacks night landing facilities. If the expansion happens and big planes can land, the air fares are likely to go down, which would be a major boost for tourism. Download The Times of India News App for Latest City ."}, "Haryana tourists thrash tipper driver, mob targets them": {"time": "2019-06-11 11:09:00", "link": "https://timesofindia.indiatimes.com//city/shimla/haryana-tourists-thrash-tipper-driver-mob-targets-them/articleshow/69735619.cms", "description": "MANALI: A group of tourists from Haryana badly beat up a truck driver with a steel rod after overtaking him and obstructing him. They, in turn, were manhandled by a local mob angry over their behaviour and damaged their car. According to witnesses, the Haryana group, driving towards Manali in their car, suddenly overtook a tipper and stopped in front of it at Sharabai in Kullu. The occupants rushed towards the tipper driver and started beating him up. The tipper driver picked up a rod for selfdefence but one of the tourists snatched it and hit the driver on his head. With torn clothes and blood oozing out, the tipper driver was trying to escape when some local rafting operators and residents came to his help and the ensuing confrontation between the locals and tourists led to a huge traffic jam on the national highway. The tourists tried to intimidate the locals, but the angry mob manhandled them and broke the windows and windscreens of their vehicle. Kullu DSP Ashish Sharma said a cross-FIR has been registered. “Prima facie the incident looks like a road-rage case where the row started upon overtaking. As the tourists manhandled the tipper driver, the local residents beat up the four persons from Haryana. We are investigating the matter,” he said. Download The Times of India News App for Latest City ."}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "11-year-old tourist drowns near Manali": {"time": "2019-06-10 13:26:00", "link": "https://timesofindia.indiatimes.com//city/shimla/11-year-old-tourist-drowns-near-manali/articleshow/69722845.cms", "description": "Manali: An 11-year-old boy from Rajasthan drowned in the Beas while taking a photograph at 18 Mile, near Manali, on Sunday morning. According to police, Nishant, a resident of Jhunjhunu in Rajasthan, was on a holiday in Manali with his parents. On Sunday at about 7.30am, the family was taking photographs on the Beas bank when he went too close to the river, slipped and drowned. The helpless family members watched him drown. His father Hem Raj tried to save him, but to no avail. Download The Times of India News App for Latest City ."}, "HP inks MoUs worth Rs 800 cr with Netherlands Cos": {"time": "2019-06-17 07:07:00", "link": "https://timesofindia.indiatimes.com//city/shimla/hp-inks-mous-worth-rs-800-cr-with-netherlands-cos/articleshow/69807536.cms", "description": "Shimla: Himachal Pradesh government has signed MoUs worth Rs 800 crore with two companies of Netherlands. Chief minister Jai Ram Thakur is on a visit to Netherlands to attract investors to the state. The MoU with CM Corps worth Rs 500 crore is meant to develop a golf resort in Kangra district. The project is expected to start in January 2020 and would provide employment to over 1000 people. The other MoU worth Rs 300 crore was signed with Takshinda Foundation for establishing an international skill university in Kangra district. This project is also expected to start by January 2020. The state government also signed a MoU with Assocham Europe in Netherlands through Dr Vikas Chaturvedi, chairman Assocham Netherlands, to strengthen and expand in the area of agriculture, horticulture, logistic and infrastructure. The Assocham Europe facilitates business between Europe and India. CM Thakur, while addressing the second international ‘road show’ organized by the state government in association with the Confederation of Indian Industry (CII) at The Hauge in Netherlands on Friday, showcased the potential of Himachal Pradesh and its willingness to encourage investment. During the event he said Himachal Pradesh had serious intentions for the renewal of apple orchards “but still they are no match to Dutch apple trees as yield per hectare of apple trees in Netherlands is 5 times more than the yield of traditional apple trees in Himachal Pradesh.” He said there was immense potential available for the investors to invest in this key sector. “Besides, adventure tourism such as skiing, eco-tourism, developing ski resorts etc also offers vast opportunities for investment,” he added. Thakur said Himachal Pradesh was keen to do business with Netherlands because “Dutch economy is very open and relies strongly on international trade”. “Netherlands serves as the gateway for over 20 percent of all European Union-bound Indian exports and we are sure that the country will play a pivotal role in India’s future trade talks with the European Union,” he added. Download The Times of India News App for Latest City ."}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "HP: Local mob manhandles Haryana tourists after they beat up truck driver": {"time": "2019-06-10 22:17:00", "link": "https://timesofindia.indiatimes.com//city/shimla/hp-local-mob-manhandles-haryana-tourists-after-they-beat-up-truck-driver/articleshow/69730315.cms", "description": "MANALI: A group of tourists from Haryana who badly beaten up a truck driver with steel rod after overtaking him and obstructing his road were manhandled by the local mob which also damaged their car. According to eyewitnesses, the Haryana tourists coming towards Manali in their car (HR26BS5380) suddenly overtook the truck (tipper) and stopped the car in front of him at Sharabai in Kullu. The car occupants rushed towards the driver and started beating him up. The driver picked-up a rod in self-defense but one of the tourists snatched the rod and attacked on head of the driver. With torn clothes and blood oozing out of his head, the truck driver was trying to escape from the tourists when some local rafting operators and residents came for his help. This caused a long traffic jam on the national highway. When locals opposed tourists, they tried to intimidate the mob by showing them the road, on which mob got angry and manhandled them. The agitated mob also broke the car glasses. Kullu deputy superintendent of police Ashish Sharma said a cross FIR has been registered. “Prima-facie the incident looks a road-rage where the row started upon over-taking. The tourists manhandled the local truck driver and local residents beaten up four persons from Haryana. We are investigating the matter,” he said. Download The Times of India News App for Latest City ."}, "Authorities wake up to traffic congestion in Shimla": {"time": "2019-06-13 07:06:00", "link": "https://timesofindia.indiatimes.com//city/shimla/authorities-wake-up-to-traffic-congestion-in-shimla/articleshow/69763917.cms", "description": "Shimla: With hill town Shimla witnessing four to six times increase in vehicles during peak tourist seasons, managing traffic flow has become a challenge for the administration especially because the town lacks adequate parking lots. Deputy Commissioner Amit Kashyap said that a meeting was held on Tuesday to review the traffic situation. He said that Shimla superintendent of police (SP) has been requested to deploy additional police force at important points in the city to regulate traffic. A decision has also been made to make Tutikandi parking available for tourist vehicles during weekends. Kashyap said that regulating traffic during tourist season is necessary as rising number of vehicles in the hill town creates problems and it aggravates during the tourist season. Since the number of vehicles in the hill town increases by 4 to 6 times during tourist seasons, there is need to regulate the traffic, on one hand, and to create awareness among tourists and local people, on the other. He said that in the wake of tourist rush, the Shimla SP would increase deployment of traffic police personnel, especially from Shoghi to Dhalli and all other important locations. He has also directed for regular deployment of police riders between Victory Tunnel and Tutijandi bypass parking. During the school hours in the morning and evening, the police riders should be deployed up to New Shimla. He has also directed the Public Works Department (PWD) to remove construction material lying along the roads between Shoghi and Dhalli as they are affecting traffic movement. Directions have also been issued to speed up widening of roads at various places and fill the potholes on roads. For smooth flow of traffic, directions have been issued for the buses to stop at designated stoppages only. The traffic coming from Chandigarh for Upper Shimla would be diverted to Shoghi bypass, while the traffic from Dhalli for Solan and Chandigarh would be diverted to Dhalli bypass. During the weekend, parking would be provided to tourists at Tutikandi parking, and from there tourists will enter the town in taxi service to be provided by the Himachal Road Transport Corporation. Download The Times of India News App for Latest City ."}, "Himachal woos German investors": {"time": "2019-06-13 07:06:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-woos-german-investors/articleshow/69763925.cms", "description": "Shimla: The Himachal Pradesh government has signed an MoU with Frankfurt Innovation Zentrum (FIZ) at Frankfurt, Germany, to explore the areas of collaboration in the fields of Ayurgenomics (Ayurveda and Genomics), precision medicine and precision agriculture, said an official on Wednesday. A high-level delegation led by chief minister Jai Ram Thakur is visiting Germany and The Netherlands to woo the investors to invest in the state. A roadshow was also organized by the state government in cooperation with the Consulate General of India, Frankfurt, and the Confederation of Indian Industry (CII) there on Tuesday evening. Thakur said that Himachal Pradesh had varied climatic conditions and diverse topography, making it suitable for growing a wide range of medicinal plants. He said that the state government would provide all possible help to the interested entrepreneurs for setting up their units in the state. During the MoU inking ceremony, FIZ CEO Dr Christian Garbe made a detailed presentation on the working and mandate of FIZ. He also suggested a cross-learning programme to have better understanding of the local requirements as well as how Ayurgenomics can play a pivotal role in the healthcare and wellness sectors. While addressing the roadshow, the chief minister said the state offers immense potential for investment in sectors like tourism, industries, information technology, service sector, food processing, pharma and power, among others, and the state government was providing all possible help to facilitate entrepreneurs. He said that the state had a vibrant talent pool and educational ecosystem due to the presence of premier institutes of national repute. While inviting the potential entrepreneurs to be part of the “Global Investors Meet 2019”, being organized at Dharamshala, he said that the meet would focus on a wide range of upcoming and thriving sectors like tourism, AYUSH and wellness, manufacturing, pharmaceuticals, real estate, hydro power, agro and food processing. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "illegal construction under BMC nose": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegal-construction-under-bmc-nose/articleshow/59101551.cms", "description": ""}, "Himachal Pradesh CM congratulates Nadda for being appointed BJP working president": {"time": "2019-06-17 22:11:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-pradesh-cm-congratulates-nadda-for-being-appointed-bjp-working-president/articleshow/69831183.cms", "description": "SHIMLA: Chief minister Jai Ram Thakur has congratulated Jagat Prakash Nadda for being appointed as working president of the Bharatiya Janata Party. The decision was taken in the BJP parliamentary board meeting which was chaired by Prime Minister Narendra Modi at New Delhi on Monday. Jai Ram Thakur said that appointment of Nadda is an honour for Himachal Pradesh and its people. He hope that BJP would emerge stronger under his leadership. Nadda had resigned as cabinet minister of chief minister Prem Kumar led BJP government in 2011 after his appointment as the general secretary of BJP to serve the organization at national level. A product of JP Movement during his student days, Nadda has proved his worth equally in the organization and government. Under his leadership, BJP succeeded in winning 62 seats in Uttar Pradesh in this parliamentary election. In Himachal Pradesh, Nadda had started his political career from student politics in 1984 when he became the president of Student Central Association of Himachal Pradesh University, Shimla, he was the first leader of Akhil Bharatiya Vidyarthi Parishad (ABVP) to get elected to this post. After this in 1991, he was elected as the national president of Bharatiya Janata Yuva Morcha. Besides remaining the general secretary (Organisation) of BJP in the state he also remained incharge of party for Kangra. Nadda was first time elected to the Himachal Pradesh Assembly in 1993 to become the leader of BJP legislature party. In 1998 he became the health minister in chief minister Prem Kumar Dhumal led BJP government. He had lost the assembly election in 2003 but in 2007 he again returned to state assembly and became forest minister in Dhumal government. In 2012, he was elected to Rajya Sabha from Himachal Pradesh. Since then he has not only proved his political worth in the organization but also in Prime Minister Narendra Modi led government as union health minister in 2014 during cabinet reshuffle. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Child sex ratio tilts in favour of girls in Sirmaur": {"time": "2019-06-17 11:08:00", "link": "https://timesofindia.indiatimes.com//city/shimla/child-sex-ratio-tilts-in-favour-of-girls-in-himachal-dist/articleshow/69817849.cms", "description": "SHIMLA: Sirmaur district of Himachal Pradesh recorded a rise in the number of birth of girl child last year. In the 0-1 age group, child sex ratio was recorded at 1,004 girl for every 1,000 boys. In all, a total of 4,082 girls were born against 4,074 boys in 2018-19 in the district. According to Deputy Commissioner Lalit Jain, the sex ratio in 0-6 age group also increased to 963 from 931 in 2011 census. Jain said that in 2018-19, maximum 1,588 girls were born in Paonta block of the district that also recorded birth of 1,509 boys. In Sangrah block, 634 girls were born against 602 boys, in Rajgarh block 315 girls against 372 boys, in Shillai block 530 girls against 563 boys, in Pachhad block 359 girls against 376 boys and in Nahan block 656 girls were born against 652 boys. He said the “Beti Bachao-Beti Padao” programme has been implemented in the district in an effective manner and it is still continuing and people are being informed about the importance of girl child. He said that on the birth of a girl child, the district administration sends congratulatory message to the family and also sends them a gift. “For the girls born in poor family, the administration provides Rs 10,000 as fixed deposit,” he said, adding that awareness on girl child’s importance is spread through folk music and street plays. He said that it is due to an increased awareness that people do not differentiate now between a girl child and a boy in the district. The DC said that 20 panchayats that have done excellent work in spreading the message of “Beti Bachao-Beti Padhao” will be honoured in the coming days. He said that directions have also been issued that the message of “Beti Bachao-Beti Padao” be displayed in all the buses of the district. He said that the directions have also been issued to ensure that the message is written prominently on the rain shelters along the roads including national highways. The Pre-Natal Diagnostic Technique (PNDT) Act would be implemented in the district in a more effective manner for which directions have already been issued to the district health officials and they have been asked to ensure surprise checking of ultra sound clinics, he added. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "In Himachal, students indulged in drug abuse to be identified through health camps": {"time": "2019-06-09 18:30:00", "link": "https://timesofindia.indiatimes.com//city/shimla/in-himachal-students-indulged-in-drug-abuse-to-be-identified-through-health-camps/articleshow/69713937.cms", "description": "SHIMLA: Grappling with the rising instances of drug abuse among students, state government has now decided to hold the health check-up camps with the help of health department in the educational institutes to identify students involved in drug abuse. Students identified during such health camps, would be given proper counseling. To create awareness among students about the ill effects of drugs, there is a plan to show short films or documentaries on ill effects of drugs. Recently, director of higher education has written letters to the registrar of Himachal Pradesh University and all other private universities located in the state and also to the principals of all colleges including private ones, terming the drug abuse menace a burning issue and asking them to keep a check on the same. All the educational institutes across state have been directed to organize health check up camps with the help of health department so that students indulging in drug abuse can be identified and can be given proper counseling with the help of health department. It has been suggested that some documentaries or short films should be shown related to ill effects of drug abuse to sensitize the students and community about the menace of drugs. Directions have been issued to the heads of all the educational institutions across state to organize activities to create awareness about menace of drug abuse through poster making, slogan writing, group discussion declamation, essay writing, poetry recitation and plays. It has also been suggested that a special lecture or seminar on “ill effects of drugs” be organised. Also to make functional Anti Drug Vigilance Committee/Anti Drug Force. Anti Drug Club/ Societies in educational institutes to carry out various activities related to awareness campaign. Educational institutes have been directed to maintain the record of meetings and activities launched against drug abuse menace. While appreciating the skit presented by the students of Dr Rajendra Parsad Government Medical College, Kangra, regarding drug abuse and its vices by the students, chief minister Jai Ram Thakur recently said that it was unfortunate that drug epidemic continues to rage amongst youth of our nation which was an area of concern. He said that drugs have the potential to thwart the bright future of our nation. Jai Ram Thakur had requested the youth to fight this social vice by helping the young people to come out of vicious cycle of drug abuse trap. To tackle the problem of drug abuse particularly among the youth, decision was taken by the Cabinet on November 30 last year to bring Narcotics Drugs and Psychotropic Substances (Himachal Pradesh Amendment Bill), 2018 to make the offences related to drug abuse more stringent and subsequently bill was passed in the state assembly during the recently held winter session in December. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Summer rush clogs roads in hills, tempers flare": {"time": "2019-06-13 07:06:00", "link": "https://timesofindia.indiatimes.com//city/shimla/summer-rush-clogs-roads-in-hills-tempers-flare/articleshow/69763943.cms", "description": "Manali/Dharamshala: The unusually high tourist footfall in the hill stations of Himachal Pradesh is leading to frequent traffic jams, almost daily, and incidents of road rage. In one such case of tempers flaring-up over parking issue, some tourists from Haryana got into a brawl with the locals at McLeodganj on Wednesday. However, the matter was settled amicably as cops stepped in before things turned ugly. There have been incidents of tourists clashing with locals in Mandi and Kullu in the last two days, and blows being exchanged and shots being fired. With temperatures breaching the 45 degrees Celsius mark in most parts of northern India, the hills are witnessing an influx of tourists and the roads getting jammed with vehicles. In Manali, tourists going to Rohtang Pass end up spending the entire day, and even nights, on roads as they are congested with vehicles and any movement forward or backward is near impossible. The traffic rush on the highway has increased after the opening of Manali-Leh highway. Tourist vehicles bound for Rohtang, Lahaul and Ladakh take 5-8 hours to cover a distance of 51km from Manali to Rohtang. The residents of Lahaul and those who are in emergency also end up having a tough time as there is no other option but to wait for vehicular queues to move. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "93% accidents in HP caused due to human error": {"time": "2019-06-13 07:06:00", "link": "https://timesofindia.indiatimes.com//city/shimla/93-accidents-in-hp-caused-due-to-human-error/articleshow/69763927.cms", "description": "Shimla: At a time when frequent road accidents resulting into loss of precious human lives have become a major cause of concern for the state, the data obtained from Road Accident Data Management System (RADMS) has revealed that human error was the primary reason for these accidents. According to the data, the major causes of accidents in the state included rash driving, overspeeding, dangerous overtaking, driving under the influence of drugs and alcohol, slippery and uneven roads, suspected vehicle defect, adverse weather and non-provision of parapets and crash barrier on outer curves. The data showed 93.61% accidents in 2019 were due to human error, chief secretary B K Agarwal said during a meeting on road safety in the state on Wednesday. Records of the past 10 years showed an average of 3,000 road accidents in the state, causing over 1,100 deaths and over 5,000 injuries each year. Agarwal held a meeting with PWD, transport, police, HRTC, Himachal Pradesh Road & Other Infrastructure Development Corporation Limited (HPRIDC) and other stakeholder departments on Wednesday. He directed the police department to strictly punish those found guilty of violating traffic rules as per the law. Agarwal said the Himachal government is taking every possible step to ensure good road facility across the state. He said 71 out of 90 black spots, identified by police department, had been rectified by PWD and remaining would be rectified in due course. The HRTC has also identified 169 accident-prone spots and the list has been sent to PWD for further action. Similarly, GVK EMRI (Emergency Management and Research Institute) has identified 505 black spots out of which 200 black spots have been rectified by PWD, he added. He said necessary training would be imparted to stakeholder departments, enabling them to identify black spots using the data of RADMS software. The transport department has conducted 102 workshops so far. Agarwal said driving training schools have been directed to improve quality and follow rules. He said automated driving test tracks would be established in the state. Download The Times of India News App for Latest City ."}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Himachal Pradesh: 'Air fares continue to rise in peak tourist season’": {"time": "2019-06-11 21:12:00", "link": "https://timesofindia.indiatimes.com//city/shimla/air-fares-continues-to-rise-in-peak-tourist-season/articleshow/69744715.cms", "description": "DHARAMSHALA: Air fares to this hill destination are on rise in peak tourist season. Kangra airport is the busiest airports of Himachal Pradesh. High fares are hindering the tourism flow to this region by deterring high end tourist to stay away. The fares for a 45 minute air journey between Delhi – Dharamshala have crossed the mark of 10,000 rupees till first week of July. Tourism industry players said that generally fares remain here between three to six thousand rupees for one way travel. But as the tourist season starts it goes high to any extent. Many times it crosses 20,000 rupees mark. “One can buy an international flight ticket in comparison to the rates of flights to Dharamshala,” said Rajeev Sharma, a hotelier in Mcleodganj area. Deepak Deewan, a travel agent from this region, said that the only mode of travelling in Himachal is by road and high end clients don’t have much time to spend 12 hours from Delhi or 6 hours from Chandigarh to reach Dharamshala. “There is a high demand of bringing these airfares to a reasonable mark. This has remained a poll issue in last many elections,” he added. In 2014, the former BJP MP Shanta Kumar has promised to raise this issue of air fares in parliament but nothing much was done in his tenure which ended this year. Now, Kishan Kapoor the BJP MP won these elections with record margin of about 4.77 lakh votes has said that he would take up this issue in his tenure and bring the solution to this area. People are also keeping hopes on Kapoor as he belongs to Dharamshala and had represented this constituency as MLA for many times. Earlier there were four flights operating between Delhi and Dharamshala. Two each by Air India and Spice Jet airlines. But now only three are being operated here. It was said that many big properties are yet to come up in this hill town including five and seven star hotels. But investors are too considering the travel cost and condition of basic infrastructure for connectivity to this hill town. Download The Times of India News App for Latest City ."}, "Himachal Pradesh: Opposition warns government on tenancy Act issue": {"time": "2019-06-11 11:12:00", "link": "https://timesofindia.indiatimes.com//city/shimla/oppn-warns-govt-on-tenancy-act-issue/articleshow/69732282.cms", "description": "SHIMLA: While in opposition the BJP was cornering previous Congress regime on the issue of diluting provisions of Section 118 of the Himachal Pradesh Tenancy and Land Reforms Act 1972 and now the Congress is accusing CM Jai Ram Thakur-led government of fiddling with the provisions. It has also sought clarification from the BJP government for its decision to withdraw the rule framed in 2011. Section 118 of the HP Tenancy and Land Reforms Act, 1972 provides for restriction on transfer of land in favour of a person who is not an agriculturist of the state. This section and rules thereunder have been amended from time to time to further the basic intention behind its enactment of protecting the interests of local inhabitants while ensuring that the development of the State is not hampered. A number of instructions and clarifications have been issued to assist in decisions by the field staff on the various queries which arise in relation to interpretation of various definitions and provisions. While interacting with media persons, leader of opposition Mukesh Agnihotri said that Section 118 is a very sensitive issue for the people of Himachal Pradesh. He said that Chief Minister Thakur should tell the people of state whether issue related to changes in the section was put before cabinet for discussion. He said the CM should also tell whether the state cabinet took the decision to withdraw the rules notified in 2011 under which the provision was introduced to take no-objection certificates from 6-7 departments. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Himachal bring 27 departments under Public Service Guarantee Act": {"time": "2019-06-10 12:47:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-bring-27-depts-under-public-service-guarantee-act/articleshow/69717926.cms", "description": "SHIMLA: To implement the HP Public Service Guarantee Act, 2011 more effectively, the state government has brought 188 time-bound services under 27 departments, in which nearly 13,000 authorities are designated and monitored by nodal officers at state and district levels so that public service becomes a reality for the people of state. The departments covered under the Act for assured time-bound services include health, forests, panchayati raj, revenue, industries, irrigation and public health department, agriculture, animal husbandry, social justice and empowerment department, home (fire services), MPP and power, urban development, town and country planning, housing, transport, home and health and many more so that major services could be covered. Secretary (administrative reforms) Dr Purnima Chauhan said that Himachal Pradesh ranked first among 12 small states in 2018. She said it is the first state to pioneer the District Good Governance Index for measuring governance performance on seven themes, 18 focus subjects and 100 indicators as a self-evaluation mechanism. “We have also done indexing at district level and among all the districts Shimla has been ranked first in overall performance,” she added. “Nearly 73 major services are being provided online through nine web portals so that people from remote areas need not travel long distances to state or district headquarters for availing facilities and redressal of their grievances.” “Efforts are being made to provide services speedily to citizens without any delay. These initiatives are comprehensive and ready for officers and citizens and it will help in increasing awareness about various entitlements of the citizens. This will not only improve the standards of governance but also provide society a strong foundation for good governance,” she added. CM Dashboard has also been started for this purpose so that the CM can monitor the progress of various developmental schemes. Chauhan said some of the services under this Act include grazing permit within 24 hours, mortgage permission within two weeks, action on online police complaints within 24 hours, birth, death and marriage registration within two days, BPL certificate within 24 hours, water connection within 30 days, identity card to senior citizens within three days, soil testing (sample) within 60 days, water connection (domestic/commercial) within one month and identity cards to persons with disabilities within three days among others. She said that government has launched e-registration portal to save people from tedious process of registration, standing in queues and paper forms to sign up. The detailed information regarding these services is available on the website of administrative reforms. Download The Times of India News App for Latest City ."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Thakur congratulates Nadda on becoming BJP working prez": {"datetime": "", "time": "2019-06-18 12:51:00", "description": "SHIMLA: Himachal chief minister Jai Ram Thakur has congratulated Jagat Prakash Nadda for being appointed as working president of the Bharatiya Janata Party (BJP). The decision was taken in the BJP parliamentary board meeting which was chaired by Prime Minister Narendra Modi at New Delhi on Monday. Thakur said Nadda’s appointment is an honour for Himachal Pradesh and its people. He hoped that BJP would emerge stronger under his leadership. Nadda had resigned as cabinet minister from chief minister Prem Kumar Dhumal-led BJP government in 2011, after his appointment as the general secretary of BJP to serve the organization at national level. A product of JP Movement during his student days, Nadda has proved his worth equally in the organization and government. Under his leadership, BJP succeeded in winning 62 seats in Uttar Pradesh in this parliamentary election. In Himachal Pradesh, Nadda had started his political career from student politics in 1984 when he became the president of Student Central Association of Himachal Pradesh University Shimla, he was the first leader of Akhil Bharatiya Vidyarthi Parishad (ABVP) to get elected to this post. After this in 1991, he was elected as the national president of Bharatiya Janata Yuva Morcha. Besides remaining the general secretary (organization) of BJP in the state he also remained incharge of party for Kangra. Nadda was first time elected to the Himachal Pradesh Assembly in 1993 to become the Leader of BJP Legislature Party. In 1998 he became health minister in Chief Minister Prem Kumar Dhumal led BJP government. He had lost the assembly election in 2003 but in 2007 he again returned to state assembly and became forest minister in Dhumal government. In 2012, he was elected to Rajya Sabha from Himachal Pradesh. Since then he has not only proved his political worth in the organization but also in Prime Minister Narendra Modi led government as union health minister in 2014 during cabinet reshuffle. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/shimla/thakur-congratulates-nadda-on-becoming-bjp-working-prez/articleshow/69832873.cms"}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Four-km-long traffic jam on Manali-Leh highway": {"time": "2019-06-16 15:27:00", "link": "https://timesofindia.indiatimes.com//city/shimla/four-km-long-traffic-jam-on-manali-leh-highway/articleshow/69811265.cms", "description": "MANALI: The Manali-Leh highway on Sunday witnessed a traffic nightmare with vehicles lining up on the stretch for four kilometres, resulting in a traffic jam. Vehicles were seen standing stationary on the route with people stepping out of their vehicles and waiting from them to inch ahead. With temperatures crossing 45 degrees Celsius in parts of the country, including north India and summer vacations in schools, a lot of people are making their way to the mountains seeking some cool relief. Rohtang Pass is a snow-capped mountain pass and a tourist spot offering exciting adventure sports. Similar cases of traffic jams have been reported from different mountainous tourist spots, including from Uttarakhand and Himachal Pradesh this season. Download The Times of India News App for Latest City ."}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Himachal Pradesh to hike licence fee of apple commission agents": {"time": "2019-06-11 11:05:00", "link": "https://timesofindia.indiatimes.com//city/shimla/himachal-to-hike-licence-fee-of-apple-commission-agents/articleshow/69732273.cms", "description": "SHIMLA: To ensure that apple growers are not cheated by commission agents of their hard earned money, the Himachal Pradesh government is going to tighten the existing law by amending the Himachal Pradesh Agricultural and Horticultural Produce Marketing (Development and Regulation) Act, 2005. To this end, the government plans to table a bill in the coming monsoon session of the assembly to increase the licence fee of commission agents to Rs 50 lakh. In the last apple season, farmers were duped of crores of rupees by commission agents who went underground after selling the produce brought from farmers on credit. Agriculture minister Dr Ram Lal Markanda held a meeting with the law department officials last week to discuss the proposed amendment. He said the government was serious about safeguarding the interests of farmers and considering hiking the security fee to Rs 50 lakh so that growers could be paid from the security deposit in case they were cheated. He said FIRs had been registered against some commission agents for fleecing the farmers, while in some cases licences had also been revoked. Sources said that in the last apple season, around three dozen commission agents had cheated farmers of several crores of rupees by not paying the amount in return for their apple produce. Following protests by farmers, the state government is mulling making the licensing process for the commission agents tougher. As a deterrent, it is planning to make it mandatory for commission agents to deposit all the required documents along with Rs 50 lakh security fee before issuing the licence. In case a commission agent fails to pay farmers, then the agriculture produce market committee of the district concerned will make the payment from this security money. In case the payment is much more than the deposited amount, a legal recourse would be adopted, sources added. During the previous Congress regime, then chief minister Virbhadra Singh had also increased the license security fee of commission agents to Rs 25 lakh in 2016. The decision was even challenged in the state high court. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Hydropower construction taking a toll on HP: Report": {"time": "2019-06-13 07:06:00", "link": "https://timesofindia.indiatimes.com//city/shimla/hydropower-construction-taking-a-toll-on-hp-report/articleshow/69763912.cms", "description": "Shimla: Highlighting the risks associated with hydropower construction, especially in Himalayan regions like Himachal Pradesh, a report ‘The Hidden Cost of Hydropower’ released by Himachal-based Himdhara Environment Research and Action Collective has claimed that over the last few years, increasing evidence has emerged that hydropower production may not be so ‘clean and green’ after all. This document compiles primary and secondary evidences of the impacts triggered by underground construction for run-of-the-river (ROR) hydropower projects and highlights the issues of environmental hazards and risks involved. “A report of the state’s own disaster management cell says that around 10 mega hydropower stations are located in the medium and high-risk landslide areas,” said the document. The report explains that the magnitude of underground component of the civil work in hydropower projects involving blasting and dynamiting exacerbate existing vulnerabilities. These impacts are yet to be adequately studied and understood. Visuals and testimonies of affected people from project sites in Kinnaur, Kullu and Chamba falling in the Satluj, Beas and Ravi basin collected over the years have been used to show the impacts. Case studies like that of the Parbati II, Karccham Wangtoo, Kashang and Bajoli Holi projects illustrate how landslides, drying up of springs, damages to houses, farms and forests have made difficult the lives and livelihoods of the people in the project area. The report finds that the existing studies available on these impacts are inadequate or biased in favour of the hydropower producers, with economics as the main concern. Environment impact assessment (EIA) reports of hydropower projects gloss over the geological and seismic vulnerability of the project sites, with an explanation that the “hurdles, surprises and incompetencies” of the mountain geology would be handled at a later stage, if and when they occur. “Scientific” linkages become difficult to establish later, and during EIAs, the concentration is to only rush through the studies to get “clearances.” “They say there is no scientific evidence that the landslides are because of project activities and so we cannot claim compensation in case of cracks in the houses or damage to fields,” says Ramanand Negi of Urni village located in the affected area of the Karchham Wangtoo project and now sitting on a huge landslide. The report also refers to audit reports of the Comptroller Auditor General (CAG) to show how the costs of these “surprises” are borne by the affected people or transferred to the public exchequer. The costs that producers have been forced to bear have led to financial losses and bad loans and cumulatively a slump in the hydropower sector over the last few years. According to the report, “The contribution of hydropower sector today to the country’s total electricity production has halved from 25% to 13% in the last decade. While this state of hydropower industries was an opportunity to review hydropower policy and the sector’s viability, the report of Parliamentary standing committee on energy that reviewed the performance of hydro projects in 2018 turned a blind eye to environmental impacts and safety norms.” Based on the committee’s recommendations, the ministry of power issued an order in March this year recognizing hydropower projects with a capacity of more than 25 MW as ‘renewable’ source of energy, thus eligible for further subsidies. Himdhara’s report, however, brings out that hydrprojects do not deserve the ‘green’ tag and the government should stop further subsidizing the sector, especially large projects. The report says that an independent scientific review of the immediate or long-term implications of construction work for hydropower development in the Himalayas should be commissioned. Citizens engagement, public consent mechanisms needs to be strengthened, and a grievance redressal process needs to be put in place, it added. Download The Times of India News App for Latest City ."}, "Congress leaders meet in Shimla to discuss defeat": {"time": "2019-06-11 11:03:00", "link": "https://timesofindia.indiatimes.com//city/shimla/cong-leaders-meet-in-shimla-to-discuss-defeat/articleshow/69732280.cms", "description": "SHIMLA: A two-day meeting of the Congress party started in Himachal Pradesh on Monday to look into the reasons that led to the crushing defeat of party in all four parliamentary seats. With state going for assembly by-election on two seats of Dharamshala and Pachhad (SC), the Congress is facing the challenge of winning them at a time when the BJP has recorded lead in all the 68 assembly constituencies during the recent elections. Himachal leaders of the Congress party gathered at the state party office in Shimla to discuss the reasons leading to the dismal performance of the party in the recently concluded Lok Sabha elections in the presence of AICC in-charge for state Rajni Patil. Former chief minister Virbhadra Singh, leader of opposition Mukesh Agnihotri, former minister Vidya Stokes, state president Kuldeep Singh Rathore, former state president Sukhvinder Singh Sukhu, all the contesting candidates and all the party MLAs were present in the meeting. Kuldeep Singh Rathore said that all senior leaders of the party are present in the meeting to discuss where the party lagged in the election. “We will discuss whether it was the organizational shortcomings or there were shortcomings in the election campaign,” he added. The Congress is facing the challenge of defeating BJP in the coming assembly by-election for Dharamshala and Pachhad seats. Download The Times of India News App for Latest City ."}, "Number of vehicles rises 4 to 6 times in tourist season": {"time": "2019-06-13 11:25:00", "link": "https://timesofindia.indiatimes.com//city/shimla/number-of-vehicles-rises-4-to-6-times-in-tourist-season/articleshow/69767325.cms", "description": "SHIMLA: With hill town Shimla witnessing four to six times increase in vehicles during peak tourist seasons, managing traffic flow has become a challenge for the administration especially because the town lacks adequate parking lots. Deputy Commissioner Amit Kashyap said that a meeting was held on Tuesday to review the traffic situation. He said that Shimla superintendent of police (SP) has been requested to deploy additional police force at important points in the city to regulate traffic. A decision has also been made to make Tutikandi parking available for tourist vehicles during weekends. Kashyap said that regulating traffic during tourist season is necessary as rising number of vehicles in the hill town creates problems and it aggravates during the tourist season. Since the number of vehicles in the hill town increases by 4 to 6 times during tourist seasons, there is need to regulate the traffic, on one hand, and to create awareness among tourists and local people, on the other. He said that in the wake of tourist rush, the Shimla SP would increase deployment of traffic police personnel, especially from Shoghi to Dhalli and all other important locations. He has also directed for regular deployment of police riders between Victory Tunnel and Tutijandi bypass parking. During the school hours in the morning and evening, the police riders should be deployed up to New Shimla. He has also directed the Public Works Department (PWD) to remove construction material lying along the roads between Shoghi and Dhalli as they are affecting traffic movement. Directions have also been issued to speed up widening of roads at various places and fill the potholes on roads. For smooth flow of traffic, directions have been issued for the buses to stop at designated stoppages only. The traffic coming from Chandigarh for Upper Shimla would be diverted to Shoghi bypass, while the traffic from Dhalli for Solan and Chandigarh would be diverted to Dhalli bypass. During the weekend, parking would be provided to tourists at Tutikandi parking, and from there tourists will enter the town in taxi service to be provided by the Himachal Road Transport Corporation. Download The Times of India News App for Latest City ."}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Traffic reined in, come see snow, say Manali hoteliers": {"time": "2019-06-15 08:31:00", "link": "https://timesofindia.indiatimes.com//city/shimla/traffic-reined-in-come-see-snow-say-manali-hoteliers/articleshow/69796143.cms", "description": "MANALI: After witnessing a sudden surge in tourist footfall that left both hotels and roads choked in Manali last week, the hoteliers are now saying that hotel occupancy has dropped drastically to 60-70 per cent, even though the problem of traffic congestion has almost been reined. The long weekend last week took its toll on the infrastructure of Manali. As the maddening crowd and multiple traffic jams for hours which irked tourists have ended, the hoteliers said they are inviting tourists to Manali to enjoy the serene beauty and cold and calm environment. The taxi fares have also come down to half of what was being charged until a few days back. They said if tourists want to see snowfall in mid-June, they must visit Manali. Manali Hoteliers’ Association president Anup Thakur said 30 to 40 per cent of the rooms in most hotels are vacant. “We confess that tourists had to face some problems like traffic jams, non-availability of rooms, high taxi fares and room tariff. We assure tourists that things have improved now. The problem of traffic jams has almost gone due to better traffic management and spreading of tourist vehicles to other tourists attractions of the district, like Hamta, Jana, Naggar and Manikaran,” he said. Rooms are easily available in hotels at reasonable price and buses from Delhi and Chandigarh are reaching Manali on time, Thakur said, adding, “As many tourists are visiting Lahaul and Rohtang together, taxis for Rohtang Pass are also easily available. The taxi operators of Manali are charging fair price. The traffic at some points is moving very slow due to road construction work but we have got rid of hour-long jams starting from Kullu.” Hoteliers said the availability of high mountains of snow at Rohtang Pass has ensured prolonged tourism season this year. “Mother Nature has blessed us with good snowfall this season. Snow will last till July on Rohtang Pass. This is after many years that tourists are getting to see over 10 feet of snow. Rohtang is experiencing fresh snowfall in June, which is miracle for tourists and blessings for the people of Manali. Given the current situation, we are confident that tourist season will continue till mid-July,” Thakur added. The hoteliers had a meeting where they discussed on how they can improve the hospitality sector of Manali, so that tourists return home with good memories. They decided that hotels that would overcharge or misbehave with tourists would not be spared. The association decided to apprise the government of the major problems that tourists face in Manali. They emphasized on opening of new sites for tourists by connecting them with ropeway and roads, which would force tourists to prolong their stay in Manali. Download The Times of India News App for Latest City ."}}