{"Perennial problem": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/perennialproblem/articleshow/66802174.cms", "description": ""}, "Cops to be trained to be people-friendly: SP": {"time": "2019-06-15 04:04:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/cops-to-be-trained-to-be-people-friendly-sp/articleshow/69794697.cms", "description": "Udupi: Udupi district superintendent of police (SP) Nisha James said that a special training programme will be organised for the police to be public friendly. During the phone-in event at the SP’s office, a senior citizen complained that when he had gone to Udupi town police station to enquire about his passport, the police personnel did not behave respectfully with him. In response to this, she assured of training the police to be polite and friendly with the public. She added, “The training will be mainly for the ‘swagathagararu’ (receptionist) in the station, aiming to focus on how police personnel should behave with senior citizens, children, and women, who come to the police station for various reasons, including to file a complaint, for passport enquiry and other reasons. Regarding this case, the footage from the CCTV camera installed in Udupi town police station will be reviewed, and action taken against the staff who misbehaved with the senior citizen. Every station already has a receptionist”. Regarding road safety, she said, “ Inspection was carried out for two days by engineers on National Highway-66. A crane will be kept ready 24x7 at Kirimanjeshwara and Kundapur KSRTC Depot, to facilitate the clearance of vehicles when an accident occurs. Apart from this, our police patrol vehicle will also operate in emergency situations”. According to orders from the district administration, the National Highway authorities, RTO, PWD and police had already identified the ‘black spots,’ which are places that are more prone to accidents. This report has been submitted to the National Highway authorities and RTO, to take appropriate action. Regarding autorickshaws and vans carrying more than the permissible number of schoolchildren, the SP said, “A meeting was called by the school committees, autorickshaw and cab unions, who informed them that action will be taken if anyone is found to be in violation of a Supreme Court order in this regard, if excess schoolchildren are carried in vehicles”. Download The Times of India News App for Latest City ."}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "Construction debris on road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/constructiondebrisonroad/articleshow/66802153.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "deadly interlocks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/deadlyinterlocks/articleshow/66962773.cms", "description": ""}, "Mangaluru roads flooded due to lack of drains": {"time": "2019-06-14 10:24:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/city-roads-flooded-due-to-lack-of-drains/articleshow/69778523.cms", "description": "MANGALURU: Intermittent rain lashing the city since the past two days has led to flooding of roads especially in low-lying areas due to poor maintenance of drains. Though Mangaluru City Corporation and the district administration had taken precautionary measures including desilting of major stormwater drains, low-lying areas are inundated, forcing people to wade through water. KS Rao Road, Sharavu Temple Road, Mallikatta Road and Ambedkar Circle and Pumpwell Circle witnessed artificial flooding due to lack of stormwater drains. City police commissioner Sandeep Patil, who inspected water-logged areas in the city, said traffic police are working round-the-clock to ensure smooth traffic flow. Staff have been deployed to remove fallen trees and poles with assistance from the fire department, he added. Water rationing withdrawnInflow into Nethravati river has seen an increase and water level at Thumbe dam has gone up marginally. MCC has stopped water rationing. Water level in Thumbe dam, which has a maximum storage capacity of 6 metres, increased from 2.1 metres to 2.4 metres on Thursday. MCC executive engineer KS Linge Gowda said water rationing has been withdrawn since there is good inflow into Nethravati river. Meanwhile, Meteorological Centre, Bengaluru, has warned light to moderate rain and strong winds in Dakshina Kannada, Udupi and Uttara Kannada districts. Though Dakshina Kannada has been receiving rain from June 11, rainfall this year is less compared to the average of 2018. The district had received 920.9mm rainfall from January 1 to June 13 in 2018. However, the rainfall this year during the same period is just 181.1mm. This is much below the district’s normal rainfall for the corresponding period, which is 1,176.2mm. Water level of Nethravati river has increased to 3 metres in Batnwal against the danger level of 8.5 metres. Water level of the river in Uppinangady has risen to 9 metres against the danger mark of 29.5 metres. Meanwhile water in Kumaradhara river in Uppinangady has increased to 9 metres against the danger level of 28.5 metres. Dharmasthala Temple authorities had requested devotees to postpone their visit due to the drying up of Nethravati. However, the river is now brimming after the region received rain in the last two days. Sea erosionSea erosion continues in Ullal and other regions on the coast. More than 50 families residing near the shores of Battampadi, Someshwara, Uchila, Mogaveerapatna, Ullal, Kaico and Mukkachery are living in fear of destruction due to rough tides. Sea walls constructed at many places have already breached and several houses on the coast close to the sea are in danger as rough waves are hitting the retaining walls. People’s representatives led by Dakshina Kannada MP Nalin Kumar Kateel on Thursday visited many houses in Battampadi. He promised residents all help in case of any natural disaster. “The central government has been releasing funds periodically to take up measures to prevent sea erosion. Dumping granite stones is not a permanent solution. Hence, various other measures are being taken up to solve the issue. I have spoken to officials and people in the locality. I will hold a meeting with officials of the port and revenue departments to find out a permanent solution on Friday,” the MP said. Meanwhile, city police commissioner Sandeep Patil said, “We have visited houses by the seaside in Ullal affected by high tides. All arrangements have been made for the relief work and evacuation of families if required.” Administration fully prepared: IvanDakshina Kannada district administration and the MCC are fully prepared to take up measures in case of any emergency during rainy season, said Ivan D’Souza, parliamentary secretary to the revenue minister. “I have visited all taluks and will hold taluk-level meetings with revenue officials. There is no dearth of funds to take up relief works in the district,” D’Souza said. Download The Times of India News App for Latest City ."}, "Cyclone Vayu raises threat of sea erosion in Udyavara GP": {"time": "2019-06-13 11:21:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/cyclone-vayu-raises-threat-of-sea-erosion-in-udyavara-gp/articleshow/69762372.cms", "description": "UDUPI: Cyclone Vayu’s impact is being felt in the sea near Padukere, Udyavara gram panchayat since Tuesday night. High waves have flooded the road near the beach with water entering nearby houses and the authorities are preparing for the threat of sea erosion. Zilla panchayat president Dinakar Babu visited the area and requested authorities to be alert and take appropriate action to minimise inconvenience to people. He said, “With Asian Development Bank (ADB) assistance, a permanent erosion protection wall is being constructed. The work is incomplete and we’ve told the tahsildar to take temporary measures and he has assured suitable action.” He added that around 200 coconut trees were uprooted in this area and the horticulture department gave only Rs 30 as compensation for a tree. “The ZP will send a proposal to increase the amount from Rs 30 to Rs 100 and also urge the government to provide free pesticides. A meeting for this will be held soon.” Udupi tashildar Pradeep said: “Erosion has been reported at the same place as last year. It’s just in the preliminary stage and the situation is under control. We’ve looking at six to eight sensitive locations.” There are around 60 houses in the area and water is reaching them. The highest tides were reported on Saturday and Sunday. He added: “We’ve placed stones as a temporary measure. Work is under way on a large scale from Kaup to Hejamadi and Gangoli to Byndoor. About 90% of the work has been done and as per the plan.\" Download The Times of India News App for Latest City ."}, "Homemaker electrocuted": {"time": "2019-06-15 04:02:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/homemaker-electrocuted/articleshow/69794671.cms", "description": "Mangaluru: A 34-year-old woman was electrocuted after she stepped on a live wire in front of her house at Panjirpu in Belthangady taluk on Thursday evening. This is the fourth death due to electrocution in less than three days in Dakshina Kannada. The victim is Poornima, 34. The electric wire connected to the water pump got snapped following heavy rain. Poornima, who failed to notice the live wire that had fallen on the ground, stepped on it and was electrocuted. She died on the spot. She is survived by husband, who works at a laundry, and two sons, who are studying in LKG and UKG. Download The Times of India News App for Latest City ."}, "Twitterati hail Anand Mahindra’s praise for areca tree bike": {"datetime": "", "time": "2019-06-19 10:35:00", "description": "MANGALURU: If Anand Mahindra, chairman, Mahindra Group, has his way, arecanut farmer Ganapathy Bhat of Bantwal taluk is all set to scale new heights. Fascinated by Bhat’s ‘areca tree bike’, Anand tweeted the idea to Rajesh Jejurikar, president, farm equipment sector, Mahindra & Mahindra. This has caught the attention of twitterati who are talking about how the Mahindra bigwigs are openly discussing corporate strategy that could earn any company big bucks. How cool is this? The device not only seems effective & does the job, but also looks elegantly designed with a mini… https://t.co/WlJbloFDtO&mdash; anand mahindra (@anandmahindra) 1560848989000Commenting on a tweet by ANI that showcased the invention of Bhat, a resident of Komale in Bantwal, Anand Mahindra said and tagged Rajesh Jejurikar: “How cool is this? The device not only seems effective & does the job, but also looks elegantly designed with a minimum of weight. @rajesh664 can your team look at this more closely & see whether we can market Mr. Bhat’s device as part of our Farm solutions portfolio?”. Watch: Ganapathi Bhat, a farmer from Sajipamooda village, has developed a machine that helps in climbing areca nut… https://t.co/CwhCgI3CBL&mdash; TOI Mangaluru (@TOIMangalore) 1560755845000This directive to Rajesh prompted Rajesh S (@SRajesh013) to tweet: “Sir small query... You are advising your team such thing directly on open platform... tht might be lead your competitors may contact him first, though it's really very small thing for M&M Business Group but still don't you worried about this.” @anandmahindra @rajesh664 Sir small query... You are advising your team such thing directly on open platform... th… https://t.co/8bPuraPlUf&mdash; Rajesh S. (@SRajesh013) 1560849813000Unfazed by this concern, Anand informed Rajesh that this was imperative in the larger interest of spurring entrepreneurs like Bhat. “Yes because the more people that contact him the better the deal that he will get. Which is more important for encouraging other entrepreneurs like him,” said Anand who won more hearts with the response. Read Also: Ingenious 'bike' for climbing areca nut tree to make farmers' lives easierIncidentally, Bhat’s innovation caught the attention of social media users when a video of his daughter Supriya demonstrating his innovation went viral. The machine, which weighs 28kg, comes with a three-stroke engine. It has hydraulic drum brakes, gears, double chain, seat and a safety belt and can support a person weighing up to 70kg and helps user climb and alight from an arecanut tree with ease. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/twitterati-hail-mahindras-praise-for-areca-tree-bike/articleshow/69847818.cms"}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Teen drowns in  Kumaradhara river, near Shantimogaru in Kadaba taluk": {"time": "2019-06-13 11:23:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/teen-drowns/articleshow/69762435.cms", "description": "MANGALURU: A 16-year-old drowned in Kumaradhara river, near Shantimogaru in Kadaba taluk, here on Wednesday. Mohammed Aswan, a resident of Savanoor, and six others had gone swimming when the incident took place. He drowned accidentally, said police. His body was retrived with the help of swimmers and fire fighters. A case has been registered at Kadaba police station. Download The Times of India News App for Latest City ."}, "Big Hole on Arya Samaj Road near Inland Excellency": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bigholeonaryasamajroadnearinlandexcellency/articleshow/67223504.cms", "description": ""}, "Why brides say no to youths from Karnataka's Kumta village": {"datetime": "", "time": "2019-06-18 10:39:00", "description": "KARWAR: The village of Medini in Kumta taluk of Uttara Kannada district is known for its fragrant rice, ‘Medini akki’, used in payasam and other sweets. But it’s becoming a bitter and lonely harvest for the youths of this village, cosseted by the Western Ghats, as prospective brides turn them down for living in the boondocks. Medini, with just 53 houses and about 400 people, is situated near the Kumta-Siddapur highway but involves an 8km trek through the deep forest. The Kumta and Siddapur towns are each 38km away and there is little by way of infrastructure in the village itself. “We have to walk about 8km on a kaccha road in the thick forest to reach Kumta-Siddapur Road,” says a villager. “It is just a trail in the forest created by the villagers a few years ago. Now it has been widened and a jeep can pass by in summer. But there is the danger of falling into a gorge if the driver loses control. Many such incidents have been reported but there has been no injury to anyone or damage to vehicles.” If that doesn’t send a chill up one’s spine, there’s monsoon, when the road is not motorable. One can only walk in the slush to reach the highway and it can be dangerous. “Public representatives visit the village only during elections and make promises which are never fulfilled,” says Shivaram Gouda, a villager. “No wonder then that most families turn down marriage proposals from the village, saying they will not endanger their girls’ lives,” says a villager. There are about 28 men in the 25-45 age group who are yet to find brides. “No girl comes forward to marry them because of the lack of infrastructure,” says Rama Mudnalli, a homoeopath. Barring a primary school and power supply, there are no facilities here. And during monsoon, with tree branches falling on the road, the village is cut off from the state. “The people here are mainly dependent on collecting and selling forest produce. They grow a special type of rice with good odour but they cannot sell it in the market as they can’t transport it,” says Mudnalli. Villagers complain that chief minister HD Kumaraswamy, who had stayed at Gokarna during the last assembly elections, had promised to visit Medini during his Grama Vastavya (village stay) campaign. But Medini is not on the list of 11 villages chosen this time. “The CM should fulfil his promise and provide infrastructure in the village,” says a villager. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/why-brides-say-no-to-youths-from-karnatakas-kumta-village/articleshow/69835138.cms"}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Residents from 200 houses under threat from sea erosion in Ullal will be shifted: Khader": {"time": "2019-06-16 04:02:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/residents-from-200-houses-under-threat-from-sea-erosion-in-ullal-will-be-shifted-khader/articleshow/69806325.cms", "description": "Mangaluru: District minister U T Khader said 200 houses, including 150 permanent dwellings on the coast in Ullal between Someshwara and Kaico shores are prone to sea erosion and other natural calamities. The district administration will soon hold a meeting with residents and make arrangements to shift the families residing in such vulnerable circumstances from the coast. In addition, the minister said there are plans to release monthly compensation to residents for a year on the lines of the Kodagu relief package, when they are shifted from the Ullal coast. “Later, residents will be provided houses or sites in rural areas,” he said. “We have identified nearly 200 families in Ullal who are living on shores prone to sea erosion. We have plans to shift those families from the present houses, immediately, and rehabilitate them. Initially, we will distribute monthly compensation for at least one year, so that they can live in rented houses. Later, they will be given either two bedroom apartments or sites in rural areas,” Khader said. “Though rough seas destroy houses every year, families live in the same houses after getting it repaired. The new proposal to shift all families on the coastline will solve the issue permanently,” he said, adding that compensation will be paid for houses damaged due to waves in the past few days. Meanwhile, revenue minister R V Deshpande will be holding a review meet in Mangaluru on Tuesday. The revenue minister will also discuss about issues related to natural disasters and compensation. The minister will review the progress in the distribution of property cards, land conversions and other issues related to land. Download The Times of India News App for Latest City ."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "School vehicles flout norms in DK district": {"time": "2019-06-15 11:37:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/school-vehicles-flout-norms-in-dk-district/articleshow/69794647.cms", "description": "MANGALURU: Despite a crackdown by the traffic police, vehicles carrying schoolchildren here are often flouting the norms. In and around the city, one can often see autorickshaws and vans carrying more passengers than the permissible limit. Three years ago, after a collision between a bus and school van at Gangolli, which claimed the lives of eight children, schools and the police tried to ensure that norms are followed by vehicles ferrying children, but now things have returned back to normal. In two weeks, Mangaluru police, who started a drive in this regard, have booked 48 cases against school vans or autorickshaws carrying more than the permissible number of schoolchildren. The police crackdown commenced in the beginning of the academic year, after they noticed that a majority of vehicles ferrying schoolchildren were in violation of Road and Transport Authority (RTA) norms laid down by the apex court. When this correspondent was taking a stroll, he found that schoolchildren were being crammed inside autorickshaws or vans while being ferried to school. An autorickshaw can accommodate three adults or a maximum six children, but eight children can often be seen taken in autorickshaws in the city to school. While an eight-seater van or car can carry a maximum 12 children, these vehicles are often seen ferrying more than 16 children. According to police and RTO officials, parents need to be careful in this regard, and ensure that their children are not being taken to school in vehicles carrying more than the permissible number of children. “Though vehicles carrying more than the permissible number of students saves money for parents, but at the same time it puts their children in danger. Schools are responsible in sensitising children, parents and drivers in this regard,” says a traffic cop. Private vehicles operate in commercial mannerThough the RTO has issued several warnings on private vehicles being turned into taxis or school vans, it is still continuing. Across the city and district, private vehicles still ferry children to school. “We are identifying such offenders and fining them,” said Manjunath Shetty, ACP (traffic). Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "St Philomena College gets vision group grant to set up advanced study center": {"time": "2019-06-16 20:22:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/st-philomena-college-gets-vision-group-grant-to-set-up-advanced-study-center/articleshow/69815032.cms", "description": "MANGALURU: St Philomena College, Puttur, will soon get a Center for Theoretical Nuclear and Particle Physics for Advanced Studies. This will be set up with departmental grant Karnataka Fund for Infrastructure Strengthening in Science and Technology in higher educational institutions (K-FIST L-1 2018-19) worth Rs. 20 lakh. This was given to Rev Fr Antony Prakash Monteiro, campus director and chairman for PG Studies by Vision Group on Science and Technology (VGST), Department of IT, BT and Science & Technology, Karnataka. Prof K B Vijaya Kumar from Mangalore University is collaborator for the Project. The programme aims at providing financial support towards strengthening infrastructural facilities for imparting quality education and conducting research at post graduate level with the establishment of basic infrastructural facilities in qualified higher educational institutions affiliated to Universities in the State. A. P. Radhakrishna, head, department of Physics, St Philomena College has been rewarded with departmental grant Centres of Innovative Science Engineering and Education (CISEE) worth Rs. 30 lakh to establish the Instrumentation Center for Science Education, analysis and research in Physics at PG Center of St Philomena College, by VGST. Prof Karunakara N, head, Centre for Advanced Research in Environmental Radioactivity (CARER), Mangalore University is collaborator of the project. This programme aims at upgrading Science laboratories in selected Colleges, University departments and research Institutions for improving teaching methodologies, skill development and research capability. VGST, Department of Information Technology, Biotechnology and Science and Technology, Karnataka is constituted under the Chairmanship Prof. C. N. R. Rao. The objective of VGST is to encourage and promote Science and Technology education and research in the State. VGST is involved in developing, in stages, mechanisms to bring a paradigm shift in the basic science education, research and taking science to the masses through a wide range of initiatives. For the year 2018-19, VGST has formulated a set of seven programmes to promote science education and research in the State. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Youth abuses doctors, staff at government hospital in Mangaluru": {"time": "2019-06-17 21:41:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/youth-abuses-doctors-staff-at-government-hospital-in-mangaluru/articleshow/69824940.cms", "description": "MANGALURU: A local unidentified youth showered abusive words on doctors and staff at the Government Wenlock Hospital in the city after an accident victim from Thirthahalli was allegedly denied treatment for more than an hour. The youth also has recorded the video of him hurling abuses at doctors in Tulu language. The incident took place late on Sunday. He also has shared the 3 minutes video clipping on social media. He is seen speaking in an offensive and insulting way while recording the plight of the accident victim, who was lying on a stretcher. The video has gone viral on social media. Wenlock Hospital superintendent Dr H R Rajeshwari Devi has filed a complaint with the city police commissioner. Dr Rajeshwari said, \"The youth has used abusive language against doctors and shouted at our staff. He was in an inebriated condition. I have filed a complaint with the city police commissioner Sandeep Patil.\" In Video:Mangaluru: Youth abuses doctors, staff at govt hospital, video goes viralDownload The Times of India News App for Latest City ."}, "Doctors observe black badge protest": {"time": "2019-06-15 04:06:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/doctors-observe-black-badge-protest/articleshow/69794725.cms", "description": "Mangaluru: As per the call given by the Indian Medical Association (IMA), Mangaluru branch, its members and junior doctors observed a black badge protest at their workplaces on Friday, condemning the attack on a junior doctor in Kolkata. Doctors also took part in a protest meeting held at the IMA House in the city. A doctor from Kolkata’s NRS Medical College was brutally attacked on Monday, and is fighting for his life. Condemning the incident, doctors held protests seeking justice for the Kolkata doctor who was attacked. Dr B Sachidanand Rai, president, IMA Mangaluru, said in view of the recent heinous attack on junior doctors working at NRS hospital, Kolkata, IMA has called for nation-wide protests. “This protest is called to show solidarity with junior doctors injured in the NRS hospital attack. We are also insisting on the immediate arrest and prosecution of the criminals behind the attack. We need a law passed to prevent attacks on healthcare facilities, and to effectively implement the existing state laws,” Dr Rai said. Though doctors took part in the protest, all hospital services continued normally. Dr Rai said, “We regret for the inconvenience caused to the public due to the doctors’ protest.” Dr Annayya Kulal, PRO, IMA Karnataka, said the protest has evoked a good response from doctors, juniors and specialists in the coastal city, which is also a medical hub. “Leaders of IMA as well as specialists and juniors have taken part in the protest to show solidarity with the junior doctors attacked in Kolkata, and to warn the West Bengal government against allowing such brutalities from taking place in the future. We are also waiting for the government to act sternly against the accused involved in the attack. Those who attacked the doctors in Kolkata should be arrested immediately and punished severely, so that such incidents do not happen again in the future,” Dr Kulal said. “Hospitals and medical colleges in the city have not denied service to patients while participating in the protest. OPDs in hospitals and medical colleges functioned normally,” he added. Dr Sudhindra Rao M, secretary, IMA Mangaluru, said doctors who strive to save the lives of people, should be considered as saviours. “It is the government’s responsibility to prevent violence in hospitals,” he added. Download The Times of India News App for Latest City ."}, "Leopard rescued from well": {"time": "2019-06-13 04:01:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/leopard-rescued-from-well/articleshow/69762297.cms", "description": "Udupi: A three-year-old male leopard was rescued from a 70-foot-deep well at Kukkada village in Kundapur range on Wednesday. Range forest officer (RFO) Prabhakar Kullal said the forest department received a call at 4am. The caller informed that a leopard had fallen in a 70-foot-deep well with water at a level of nearly two feet in it. A team from the department reached the spot by 4.30am. Since it was dark, they could not do much. From 8am, they tried various methods to rescue the leopard. Finally, the leopard was rescued from the well with the help of a net. By 1pm the operation was completed, and the leopard was released into the Mookambika Wildlife Sanctuary. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Mangala stadium pavilion on verge of collapse": {"datetime": "", "time": "2019-06-18 15:39:00", "description": "MANGALURU: The pavilion complex of Mangala Stadium in the city is posing threat to athletes and others who are engaged in sports activities. Plastering of the concrete slabs of the stadium pavilion has come off at many places and the department of sports has covered the entire roof of the building with plastic sheets to prevent leaks.  The government has decided to develop the stadium complex through Mangaluru Smart City project. Athletes, coaches and well-wishers have been demanding the department take initiative immediately to repair, but the government has plans to develop the stadium through Smart City funding. District minister UT Khader said though there were plans to repair the sports pavilion complex of the stadium using state funds, a new proposal has been added in the Smart City project. “Initially, we had plans to repair the pavilion building at an estimated cost of Rs 30 lakh. However, we have decided to construct a new complex through Smart City funding,” he added. In fact, the minister has already held discussion with officials of the Mangaluru Smart City Limited (MSCL). Earlier, the department of youth empowerment and sports had prepared a plan to develop Mangala Stadium at an estimated cost of Rs 33 crore. However, the minister visited the stadium and suggested construction of commercial complexes on available land on all sides of the stadium under Smart City funding. In addition to providing all facilities for the stadium, commercial complexes may be constructed on land adjacent to main roads. The MSCL will check possibilities of constructing commercial complexes on three sides of the stadium and thereby create a permanent source of income for the development and maintenance of the stadium, an official said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/mangala-stadium-pavilion-on-verge-of-collapse/articleshow/69832065.cms"}, "Deadly manhole": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/deadlymanhole/articleshow/69404844.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Mullarapatna bridge collapse: No alternative even after a year": {"time": "2019-06-16 11:00:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/mullarapatna-bridge-collapse-no-alternative-even-after-a-year/articleshow/69806349.cms", "description": "MANGALURU: Mullarapatna bridge, which connected Arala village in Bantwal taluk with Muchoor and other villages in Mangaluru taluk, had collapsed on June 25 last year. Though people’s representatives made promises of building a new bridge, the project is still only on paper, even after nearly a year. The road link to villages still remains disconnected after the collapse of the 30-year-old bridge across the Phalguni river. Temporary roads for buses were built from both sides of the bridge to a nearby hanging bridge, located approximately about 400 meters away. Residents of several villages in the region have been using the hanging bridge to cross the river after the collapse of the bridge. After the incident, district minister U T Khader had planned to check possibilities of reconstructing the bridge through the Indian Army. However, neither was the collapsed bridge repaired, nor was the work on the new bridge started. However, the minister told STOI on Saturday that the government has already approved a plan to construct a new bridge in Mullarapatna. “The PWD will be constructing a new bridge in Mullarapatna at an estimated cost of Rs15 crore. The department has already prepared a detailed project report and the process of tenders have been completed for the construction of the new bridge. Very soon, the work on the new bridge at Mullarapatna will be commenced,” Khader said. The PWD had set up an expert committee to conduct an inquiry into the collapse of the bridge. There were allegations that illegal sand mining on the river bed near the bridge was the reason for its collapse. Download The Times of India News App for Latest City ."}, "Mangaluru: Retired tahsildar gets 1 year for taking bribe": {"time": "2019-06-17 09:51:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/retired-tahsildar-gets-1-yr-for-taking-bribe/articleshow/69816623.cms", "description": "MANGALURU: The third district additional and session court has sentenced retired Bantwal tahsildar T N Narayana Rao to one year imprisonment and slapped a fine of Rs 20,000 on him for taking a bribe of Rs 2,000. In 2012, Rao was caught red-handed and booked by Lokayukta officials for taking a bribe to transfer gun ownership from complainant Satish Prabhu. The complainant had approached Rao for transfer of gun ownership from his father to his name. Rao demanded a bribe of Rs 3,000 for the same. Prabhu approached the Lokayukta and a trap was laid to catch him red-handed. A Lokayukta team led by Dilip Kumar caught Rao while accepting Rs 2,000 from Prabhu. During the raid, they also seized Rs 85,000 unaccounted cash from Rao’s office. The judge declared Rao guilty under the Prevention of Corruption Act and sentenced him to two years and three months simple imprisonment and a fine of Rs 20,000. The sentences will run concurrently. Rao, 65, who retired a few years ago, stays in Yelahanka in Bengaluru. Download The Times of India News App for Latest City ."}, "Gangena Palla - Kadri Park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/gangenapalla-kadripark/articleshow/67331150.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Car falls to uncovered drain at Bunt's Hostel": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/carfallstouncovereddrainatbunt2623393bshostel/articleshow/69137354.cms", "description": ""}, "M Sanjeeva, former Muda chairman, passes away": {"datetime": "", "time": "2019-06-18 15:37:00", "description": "MANGALURU: Senior Janata Dal leader and former chairman of Mangalore Urban Development Authority M Sanjeeva passed away at his residence here on Monday. He was 86. A bachelor, Sanjeeva spent most of his time in public service. After a brief stint with the Congress, he was associated with the Janata Dal and was a close associate of former PMs Morarji Desai, Chandrashekar, H D Deve Gowda, former CM Ramakrishna Hegde among others. Ramesh Kumar, speaker of the state legislative assembly, was among the prominent elected representatives who led in offering their condolences at his demise. Ramesh Kumar said he knew Sanjeeva from the time of Jayaprakash Narayan movement. Despite his proximity to national leaders of stature, Sanjeeva never hankered after power, Ramesh Kumar said, recalling his close association with this local leader of the erstwhile Janata Dal. When Janata Dal split, Sanjeeva remained neutral and did not align with either faction. Instead, he steadfastly held on to his political beliefs and remained true to them till the end, recalled M C Nanaiah, former minister. Jayaprakash Hegde, former minister who paid respect to mortal remains of Sanjeeva said the deceased leader was a friend, philosopher and guide to him in the world of politics and his death is a personal loss to him. Vinay Kumar Sorake, former minister, too, paid his last respects to Sanjeeva. Others to condole his death include former minister R L Jalappa and district minister U T Khader. Khader said the role that Sanjeeva played in effect implementation of the Land Reforms Act in the district can never be forgotten. He is one of the honest politicians the district has seen, Khader added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/m-sanjeeva-former-muda-chairman-passes-away/articleshow/69832120.cms"}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Operation Thunder by Southern Railway nets 32 touts": {"time": "2019-06-16 04:42:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/operation-thunder-by-southern-railway-nets-32-touts/articleshow/69806132.cms", "description": "Mangaluru: Railway Protection Force (RPF) personnel of Southern Railway (SR) carried out ‘Operation Thunder’, a pan-India special drive against touts selling railway reservation tickets, that Indian Railways has launched across India on advise from the Railway Board. The drive was carried out across six divisions of the SR zone – Chennai, Salem, Madurai, Tiruchchirappalli, Thiruvananthapuram and Palakkad. Raids were conducted at 23 locations including PRS centres and private travel agencies located in Arakkonam, Villivakkam, Thanjavur, Mayiladuthurai, Puducherry, Tirunelveli, Madurai, Salem, Coimbatore, Ernakulam, Nagercoil, Mangaluru and Palakkad, among other places. During the drive, RPF personnel apprehended 32 touts and booked them under the Railway Act, 1989, and seized 436 advance reservation tickets from them. These include e-tickets valued at Rs 53.2 lakh, including 249 past journey tickets valued at Rs 32.2 lakh and 187 future journey tickets valued at Rs 20.6 lakh. In Palakkad division, RPF personnel organised a massive drive as directed by the director general of police, RPF, and arrested 11 touts. Simultaneous raids were conducted at 11 travel agencies spread across Palakkad, Malappuram, Kozhikode, Kannur, Kasaragod and Dakshina Kannada. Those arrested were involved in the illegal business of procuring and supplying reserved tickets. They were produced before jurisdictional courts. In all, 179 reserved tickets valued at Rs 2.67 lakh was confiscated from the touts. Manoj Kumar, divisional security commissioner, RPF, Palakkad, personally supervised the raids. Download The Times of India News App for Latest City ."}, "drain clog": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainclog/articleshow/66644794.cms", "description": ""}, "Forever Broken slab": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/foreverbrokenslab/articleshow/67565434.cms", "description": ""}, "Gold seized from passenger at Mangalore International Airport": {"time": "2019-06-13 11:19:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/gold-seized-from-passenger-at-mia/articleshow/69762278.cms", "description": "MANGALURU: Alert customs officials at Mangalore International Airport (MIA) yet again thwarted an attempt by an air passenger to smuggle in gold on Tuesday. Mangaluru customs, in a tweet, stated that 24-carat purity gold in powder or paste form weighing 131.7 grams was seized from a passenger who arrived from Dubai by an Air India Express flight IX 384. The gold seized is valued at Rs 4.37 lakh. Customs stated that the gold was hemmed in the ankle region of jeans that the passenger had worn. Incidentally, customs officials on June 8 had nabbed a passenger who had attempted to smuggle 647 grams of 24-carat purity gold valued at Rs 21.48 lakh. The gold was concealed in the form of paste in a specially-stitched pocket inside the undergarment that the passenger, who was subsequently arrested, was wearing. Download The Times of India News App for Latest City ."}, "bad road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/badroad/articleshow/67331181.cms", "description": ""}, "Unscientific parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unscientificparking/articleshow/66913419.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Govt school waste flowing to road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/govtschoolwasteflowingtoroad/articleshow/67801834.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "Kadri Road- Wasteful Renovation of Bus Stop": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/kadriroad-wastefulrenovationofbusstop/articleshow/67565423.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Garbage piles at Balmatta New Road, Falnir": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagepilesatbalmattanewroad2cfalnir/articleshow/69276404.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Change in design stalls Maravanthe harbour project": {"time": "2019-06-13 11:20:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/change-in-design-stalls-maravanthe-harbour-project/articleshow/69762216.cms", "description": "MANGALURU: The construction of an outer fisheries harbour at Maravanthe in Kundapur taluk of Udupi district, based on the Kerala model, that was expected to benefit the fishing community of the region, smells of a scam. The work on the project worth Rs 54.69 crore began in 2013, but is still not completed. A major reason was a change of project coordinates mid-way, due to which the project could not be completed with the allocated funds. The scam came to light after a letter from director, ports and inland water transport department, surfaced, asking the fisheries director to conduct a Lokayukta inquiry into the matter. In a letter dated, February 18, which is in possession of TOI, disciplinary action against officials involved in the project has been suggested, since Rs 54.69 crore has been wasted on it. The project was launched after the executive engineer of fisheries department had paid Rs 21.3 lakh to Central Water and Power Research Station (CWPRS), Pune, for the blueprint. Similarly, Mumbai-based Sea Bird Services was paid Rs 6.12 lakh for the Bathymetric charts. Based on these estimates and blueprints, the department sought administrative approval. The technical approval was sought from the chief engineer, public works, ports and inland water transport. Tenders were invited and works were awarded to NSK Builders Private Limited, Tamil Nadu. The projects progress was reported to the fisheries department. However, a change in design was allegedly made by the officials executing the project, without assigning a reason for doing so. The complainant states that higher officials who observed this change sent notices to officials involved, questioning the rationale behind the change in design. The director, ports and inland water transport, suggested that a Lokayukta probe should be ordered into the project, since there is no clarity whether approval was taken by the officials to increase the total project cost, apart from change of design. The recent development is that a top official from the department of ports has said that the project has been abandoned. CWPRS, Pune, had designed this project to protect boats from strong waves. The officials involved in the project extended the breakwater length to 1,150 meters, an extra 200 meters than prescribed in the original design, which meant additional expenditure of Rs 42 crore. “The government had not approved the extra sum. Why the design was changed, remains unanswered,” an official said. The approval and technical sanction for the project was received in 2011-12, and the project with a 36-month deadline, commenced on March 20, 2013. Ramakrishna, director of fisheries, told TOI, “The project is incomplete due to technical and engineering problems. The government is keen on continuing with the project. Institutes like CWPRS and Central Institute for Coastal Engineering for Fisheries (CICEF) have been informed to conduct preliminary studies, including bathymetric survey, to bring the project on course. After the study is completed, a report will be submitted and the project will be taken forward,” he said. “The project is definitely needed, and all measures to complete it will be taken,” the official added. Download The Times of India News App for Latest City ."}, "Truck topples over on NH-75; traffic hit for five hours": {"time": "2019-06-16 11:49:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/truck-topples-over-on-nh-75-traffic-hit-for-five-hours/articleshow/69806299.cms", "description": "MANGALURU: The Mangaluru-Bengaluru NH-75 was blocked for nearly five hours after a truck carrying cattle feed toppled over near Neerakatte in the Uppinangady police station limits on Saturday. According to police, the incident took place around 10.30am, when a Tamil Nadu based truck going to Baikampady in Mangaluru, toppled over on the highway. The truck was carrying a heavy load, which was cleared by 2pm. Meanwhile, all vehicles plying on the stretch were diverted through the Kadaba-Subrahmanya Road. There were no casualties due to the accident. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "water leak": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterleak/articleshow/66802170.cms", "description": ""}, "First 12 days of June see huge rainfall deficit": {"time": "2019-06-13 11:21:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/first-12-days-of-june-see-huge-rainfall-deficit/articleshow/69762394.cms", "description": "MANGALURU: That this year has been bad as far as rainfall is concerned is a given, but what is concerning is the deficit in the first 12 days of this month, which is a period when 80% of the rain was received during the same period last year. Even if last year can be discounted in view of the deluge in the last week of May, compared to the year 2017, the deficit is again at a high of 75%. The district had received 333mm and 403mm of rainfall in 2017 and 2018, respectively. This year, the rainfall received in the first 12 days has been just 81 mm. The normal average for the entire month of June is 941mm, and with IMD predicting that Cyclone Vayu will affect the onset of monsoons in the Karnataka coast, agricultural and other allied activities related to rain will be greatly affected. If the rainfall statistics are taken for the first five months, including 12 days of June from January, the rainfall has been pathetic, at best at 141mm as against 901 mm received last year in the same period. This is close to 84% shortfall. Almost all taluks have received just 10% to 15% of rain this year, compared to the rain that was received last year. As on Wednesday, the district received 17.8 mm of rain compared to 43mm of rain on the same day last year. Bantwal received the highest rain at 28mm, followed by 20mm rain at Sullia. Puttur received the least rain at 4mm. Download The Times of India News App for Latest City ."}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "Southern Railway's PCMO advises divisional officers to cash in on anticipated traffic growth": {"time": "2019-06-12 19:46:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/southern-railways-pcmo-advises-divisional-officers-to-cash-in-on-anticipated-traffic-growth/articleshow/69759710.cms", "description": "MANGALURU: Palakkad division of Southern Railway should strive to cash in on the anticipated growth in traffic that the launch of Chettinad Mangaluru Coal Terminal Project Pvt Ltd (CMCTPL) at New Mangalore Port will bring. The terminal will improve the coal loading at NMPT, S Anantharaman, principal chief operations manager (PCMO), Southern Railway said as part of the railway week celebrations of Southern Railway at Palakkad. Anantharaman, who honoured officers and staff of Palakkad and Thiruvananthapuram divisions for their exemplary service as part of the celebration on Wednesday, reminded them that the private coal siding coming up at New Mangalore Port is expected to be operational by next month and implored Palakkad division to be ready to handle the additional traffic. He also advised to explore new possibilities to enhance freight loading in the division. The division can offer its freight customers station-to-station rate to attract additional traffic by offering freight discount. Division can also offer discount to freight that are moved in the empty flow direction, which is towards Vijayawada and on Konkan route, Anantharaman said, while stressing on the need for speedy unloading and prompt release of wagons. He asked divisional officers to hold meeting with FCI authorities in this regard. Anantharaman was on a two day visit to inspect the stations and freight loading/unloading points of Palakkad division. Pratap Singh Shami, divisional railway manager, Palakkad division, Arulanandam Moses, secretary to principal chief operations manager, L Ashok Kumar, senior divisional operations manager, Palakkad division, Jerin G Anand, senior divisional commercial manager, other divisional officers and staff were present. Download The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "haphazard parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/haphazardparking/articleshow/69350544.cms", "description": ""}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "2 held for unruly behaviour at Wenlock Hospital": {"datetime": "", "time": "2019-06-19 09:56:00", "description": "MANGALURU: The Mangaluru City police have arrested two people for unruly behaviour at the Wenlock Hospital. The arrested are Nithin and Deekshith Shetty. They were remanded in judicial custody. Video shared on social media The accused, along with friends, abused doctors and staff at the Wenlock Hospital, after an accident victim was allegedly denied treatment for more than an hour, in the early hours of Monday. The accused have recorded a video of hurling abuses at doctors in Tulu. They also shared the three-minute video clip on social media. One of the accused is seen speaking in an abusive manner, while recording the plight of the accident victim, who is also seen lying on a stretcher. A case in this regard was registered at the Mangaluru South police station under Section 504 (intentional insult with intent to provoke breach of of peace) of IPC, Sections 3, 4 of Karnataka Prohibition of Violence Against Medicare Service Personnel and Damage to Property in Medicare Service Institutions Act, 2009. Wenlock Hospital superintendent Dr H R Rajeshwari Devi has filed a complaint with city police commissioner Sandeep Patil in this regard. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/2-held-for-unruly-behaviour-at-wenlock-hospital/articleshow/69847839.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Transformer damaged; water supply now on alternate days in Mangaluru": {"time": "2019-06-14 10:22:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/transformer-damaged-water-supply-now-on-alternate-days/articleshow/69778618.cms", "description": "MANGALURU: A transformer that supplies power to the pumping station at Thumbe vented dam was damaged due to heavy rain and lightning on Thursday. As a result, Mangaluru city and Surathkal areas will be getting water on alternate days. “Water supply will be regularised after the transformer is repaired,” stated MCC commissioner B H Narayanappa. Download The Times of India News App for Latest City ."}, "Huge ditch on Kadri Road opp Girias": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hugeditchonkadriroadoppgirias/articleshow/67223446.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Man booked for raping maid in Mangaluru": {"time": "2019-06-17 09:50:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/man-booked-for-raping-maid/articleshow/69816680.cms", "description": "MANGALURU: A man was arrested on Saturday for raping his maid, who belongs to a scheduled caste. A case has been registered at the women’s police station in this regard. According to police, the victim was working as a maid for accused Ravi,42, from the past seven years. He not only sexually assaulted her many times, but also physically abused the woman. He even used to administer her sleeping pills, and then sexually assault her and film the act. Ravi threatened to upload the videos online, if she refused his sexual advances. The complainant also alleged that he recently impregnated her, due to which she had to undergo an abortion. Based on her complaint, the accused was arrested and remanded in judicial custody. Download The Times of India News App for Latest City ."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "2 houses damaged in lightning strikes in Udupi": {"time": "2019-06-14 10:20:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/2-houses-damaged-in-lightning-strikes/articleshow/69778599.cms", "description": "UDUPI: Lightning on Wednesday night damaged two houses at Palke near Bantakal, Shirva, Udupi. At 11.15 pm, lightning struck the houses of Gilbert D’Souza and Anjalina Castelino. They both lost many electronic items kept in their homes. A crack was caused on the wall on the first floor of Gilbert’s house due to lightning; a fan and the entire electrical wiring on the floor were damaged. The damage is expected to be to the tune of Rs 3 lakh. Gilbert’s son Glan D’Souza, his wife Pramila and their two-year-old son Eden were sleeping at the time, and had a miraculous escape. Gilbert D’Souza and his wife were sleeping on the ground floor. The main switch, fans and 3 hp pump were damaged on the floor. Anjalina lost three fans, her main switch, inverters, and 1hp pump. Due to the heavy rain and gale, the house of P Mohandas Nayak, owner of Parkala Swagad hotel, was damaged at Manjunath Nagar. The wall of the house collapsed on Wednesday, and losses are expected to the tune of Rs 3 lakh. Mohan Das is in Germany, and hence had a lucky escape. Malpe beach authorities take preventive measures Due to the monsoon and the effect of the cyclone, the sea at Malpe beach has moved further inland. To prevent tourists from entering the water, fishnet barricades were created on the beach. “We have put fish nets up to a distance of 1 km from the beach, to prevent tourists from entering. Huts have been removed from beaches, and strict orders have been given to not allow anyone to enter the water. Fishing has been banned,” said the authorities. Public fear flooding in cityThe Udupi municipal administration this year did not taken any precautionary measures to prevent flooding in the city. Most drains are filled with mud, and people this year fear that the city can get flooded. The municipal corporation, at a cost of Rs 75 lakh, has taken up widening of the Kalsanka Bridge. Though the work was going on very slowly, it is now in the final phase. The work is going on even in the midst of heavy rain, which is inconveniencing the public. Water logging has taken place in the parking areas of the Sri Krishna Mutt. There is no proper drainage to allow the water to flow smoothly. This has caused the devotees, public, motorists, and school students to face inconvenience. Download The Times of India News App for Latest City ."}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Leaning pole": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaningpole/articleshow/66802177.cms", "description": ""}, "Man, daughter electrocuted in Mangaluru": {"time": "2019-06-13 11:17:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/man-daughter-electrocuted/articleshow/69762338.cms", "description": "MANGALURU: A man and his daughter got electrocuted and died after they came in contact with a live wire while walking in their areca garden in Pilimogeru in Bantwal taluk on Tuesday. Police said Gopalakrishna Shetty,65, a progressive farmer, and his daughter Divya Shetty,29, residents of Barekkinade, got electrocuted. Police said, around 4pm, Goplakrishna had gone to the garden to cut grass along with his daughter. However, they failed to notice a live electricity wire which had snapped due to heavy rain, and stepped on it. The live wire fell to the ground after an arecanut frond fell on it. They were killed on the spot. Gopalakrishna is survived by his wife and two sons. Villagers have blamed the negligence of Mescom for the mishap. They alleged that old wires were not replaced. A case has been registered at the Bantwal Rural police station against Mescom for negligence in this regard. Download The Times of India News App for Latest City ."}, "bus stand used for parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busstandusedforparking/articleshow/66890094.cms", "description": ""}, "Ill managed roads could lead to accidents!!": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illmanagedroadscouldleadtoaccidents2121/articleshow/69299964.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "High tides hit Ullal, coastal houses at risk": {"time": "2019-06-13 09:34:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/high-tides-hit-ullal-coastal-houses-at-risk/articleshow/69747156.cms", "description": "MANGALURU: The coastal belt in Karnataka has been witnessing wind and high tides, thanks to cyclonic depression. More than 50 houses in Ullal, Someshwara, Uchila, Mogaveerapatna, Kaico and Mukkachery are facing threat due to rough sea waves. Sea walls constructed at many places have been breached and several houses on the coast close to the sea are in danger. Rough waves are hitting houses and masjids since the sea wall constructed using granite stones have been washed away. Many families have already shifted to their relatives’ houses in safer areas. Though the government has been taking up steps like dumping granite stones to prevent sea erosion, it is being washed away. Rajesh Uchila, president of Someshwara gram panchayat, told TOI that rough sea waves are hitting walls of 14 houses in the village. “The entire sea shore that stretches from Battappadi to Peribail is prone to sea erosion. Many houses on the stretch face the threat as waves hit the walls. We have asked some of the families to shift from their houses. We are preparing a report and the same will be submitted to the Dakshina Kannada zilla panchayat,” he said. He added that the work of inshore berms construction has not been completed and this has resulted in rough waves hitting nearby houses. “All houses can be protected if the sea erosion prevention work is completed,” Uchila said. A team of National Disaster Response Force (NDRF) has already arrived in Mangaluru city and they may be deployed in affected areas if required. The district administration has already held a meeting to chalk out plans for natural disaster management. “The district is well prepared to manage any possible natural disaster including sea erosion, land slide and flood. The team of NDRF camping in the city will be sent immediately to respective places in case of any emergency,” said district incharge minister U T Khader. Download The Times of India News App for Latest City ."}, "Open drain": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opendrain/articleshow/66821234.cms", "description": ""}, "Mangaluru: Ingenious 'bike' for climbing areca nut tree to make farmers' lives easier": {"time": "2019-06-17 20:19:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/ingenious-bike-for-climbing-areca-nut-tree-to-make-farmers-lives-easier/articleshow/69822290.cms", "description": "MANGALURU: In wake of the fact that there is a shortage of traditional areca nut tree climbers, farmers here are finding it difficult to sustain the areca nut plantation. However, a 48-year-old farmer, Ganapathi, took it as a challenge and invented ingenious bike like equipment (driven by a motor) seated on which a person can easily climb upto the top of vertical areca nut tree for spraying pesticides and plucking. Watch: Ganapathi Bhat, a farmer from Sajipamooda village, has developed a machine that helps in climbing areca nut… https://t.co/CwhCgI3CBL&mdash; TOI Mangaluru (@TOIMangalore) 1560755845000Climbing areca nut tree is considered essential for spraying pesticides in the rainy season and for plucking (harvesting crop) at the end of the year. Traditionally, in India, the plantation farmers tie ropes around their feet to climb the coconut or areca nut trees, without any safety equipment. Areca tree is generally 100 feet tall in height and stands vertical to the ground. In the backdrop of fact that there is a shortage of labour while the demand for traditional tree climber is on rise for spraying pesticides, long waiting is taking a toll on their plantation. The farmers in the area are taking a keen interest in knowing about the ingenious tree climbing bike developed by Ganapathi and are visiting his house here in Sajeepamuda in Bantwal taluk to inquire about it. Also, videos of Ganapathi climbing the tree on his 'bike' are making rounds on social media and are shared, liked and tweeted. The ingenious bike made by Ganapathi is not only safer but also increases the work output. While it takes 8 minutes for a man to climb up an areca nut tree, bike reduces the time to 30 seconds to 1 minute. As a result, a person can climb more trees to do his job. It is a simple innovation using 2.1 BHP motor (weighing 28kg) with two-stroke gearbox, hydraulic drum disc break and two chains to climb up. However, the climber's weight should be under 80 kilograms. It can make 100 climbs in 1-litre petrol, which saves Rs 4,000 per day. \"This is a long-standing innovation and boon for areca nut farmers. For the last 5 years, at regular intervals, we have seen many types of equipment come and go in the market. But this equipment is better than those as it takes the person to the top of the tree for spraying and plucking purpose and thus is more accurate. These days there is a big shortage of traditional areca-nut tree climbers and this is where equipment plays a role,\" said Rajaram, farmer. \"Whatever efforts the farmers put into cultivating areca-nut, it all goes down in rainy season due to heavy rainfall. This instrument is a benchmark and by using it one can easily climb upto the top of the tree and can easily come down,\" he said. \"Earlier spraying using drones and other equipment was not accurate as the person himself cannot climb the tree,\" said Rajaram. \"Climbing the tree on the machine invented by my dad was a very nice experience. I do not know how to climb but now with the help of this equipment I can easily climb the areca-nut tree and assist my dad in farming,\" said Supriya, daughter of Ganapathi. \"For a man, it takes more than 8 minutes to climb a tree but with the help of this within 30 seconds we can climb a tree and finish 80-90 climb per day,\" she added. In Video:Watch: Mangaluru farmer develops ingenious 'bike' to climb areca nut treeDownload The Times of India News App for Latest City ."}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/hrithik-roshans-sister-sunaina-roshan-tweets-about-kangana-ranaut/articleshow/69852315.cms", "description": ""}, "Footpath obstruction opp City Hospital": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathobstructionoppcityhospital/articleshow/67801836.cms", "description": ""}, "Foot path obstruction opp SCS Hospital Bendoor": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathobstructionoppscshospitalbendoor/articleshow/67223557.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Process to provide door numbers to Bengre residents underway: MLA": {"time": "2019-06-17 20:38:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/process-to-provide-door-numbers-to-bengre-residents-underway-mla/articleshow/69829603.cms", "description": "MANGALURU: Mangaluru City South MLA D Vedavyas Kamath started the process to provide door numbers to 250-odd houses in Bengre surroundings under Mangaluru City Corporation limits on Monday. The MLA thanked revenue authorities for their help in implementing the long-standing demand of people of the region at a function in the new building of Neeleshwalya Mogaveera Bhavan, a communiqué from the MLA's office stated. Kamath advised the residents who have obtained land records to obtain door numbers, those who have obtained door numbers to obtain title deeds. “I will direct the officials concerned to consider all such applications received and dispose them on priority,” he said. Such beneficiaries stand a good chance to obtain loans from banks thereafter, he said advising the residents to obtain statutory documents that give property ownership to the residents. Mangalore Chemicals and Fertilisers under its corporate social responsibility funds has initiated talks to set up an emergency treatment facility at Bengre at an estimated cost of Rs 30 lakh. Steps will be taken to post full time doctors to the facility later, he said. Work on anganwadi building too will be completed soon, he said, adding work on concreting the road at Kasba Bengre with minority development funds too is under progress, Kamath said. A sum of Rs 5 lakh will be sanctioned for the new building of Mogaveera Bhavan once deputy commissioner approves funding for it under MLA's local area development fund, he said, adding he has included the same in the list given to DC for approval on priority. The move to start a government English medium school at Kasba Bengre will help local children, he said, while urging the locals to identify a suitable place for a crematorium in the area. Download The Times of India News App for Latest City ."}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "inconvenience": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/inconvenience/articleshow/66890097.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Cyclone alleviates water worries in Mangaluru": {"time": "2019-06-17 09:49:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/cyclone-alleviates-water-worries-in-city/articleshow/69816588.cms", "description": "MANGALURU: Thanks to Cyclone Vayu, people in the city and Dakshina Kannada can heave a sigh of relief. The city that was facing a drinking water crisis due to the late onset of monsoon, got relief due to the copious rainfall brought about by the cyclone. However, on the negative side, it further delayed the onset of monsoon on the Karnataka Coast. The district received 137 mm rain in the five days from June 12, which helped overcome the acute drinking water crisis in Mangaluru city and others parts of the district, due to the cyclone. Though the rain was much less in the five days mentioned earlier, as compared to the similar period in 2017 and 2018, which were 182mm and 234 mm, respectively, more importantly, it has resulted in the inflow of water into the Nethravathi river, which was much needed. Mangaluru City Corporation executive engineer Linge Gowda said: “There is sufficient inflow into the Thumbe Dam at Bantwal. The inflow was nil prior to June 12, and the water level was at 2.1 metres, with dead level storage being 1.3 metres. Now Thumbe Dam is getting 200 to 300 cubic metre per second (cumec) inflow, which is helping the dam get three times the water that is being pumped into the city. This rate of inflow will help the water level in the dam to rise by a metre in 24 hours, whereas good inflow would achieve this in about three hours.” There is further good news, with IMD scientists on Sunday saying that the monsoon has advanced into the southern tip of Mangaluru (Ullal area) and will advance further into other coastal areas within two to three days. As far as rain is concerned, the last 16 days of June has brought about only 198 mm of rain, whereas it was 593mm in 2018 and 421mm in 2017, which is 200% more than what the district has received so far compared to both the years. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Waste dump": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastedump/articleshow/66613055.cms", "description": ""}, "Biker killed in accident": {"time": "2019-06-16 04:44:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/biker-killed-in-accident/articleshow/69806146.cms", "description": "Mangaluru: A man was killed after the bike he was riding skidded and fell near Kanakamajal in Sullia taluk on Friday evening. The victim has been identified as Prasad, 26, a resident of Perlampady village. According to police, he was on his way to Puttur and was overspeeding, said sources. On reaching near Kanakamajal, the rider lost control over the bike, skidded, and was thrown on to the road. He was immediately rushed to hospital, but doctors declared him brought dead. Prasad was working at a shop in Perlampady. A case has been registered at the Sullia police station. Download The Times of India News App for Latest City ."}, "Udupi admin plans to regain top place in SSLC": {"time": "2019-06-15 19:21:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/udupi-admin-plans-to-regain-top-place-in-sslc/articleshow/69803811.cms", "description": "UDUPI: Udupi zilla panchayat president Dinakar Babu on Saturday directed officials of department of public instruction to chalk out a plan of action that will ensure Udupi tops the SSLC results chart during the current academic year. The district normally is ranked in the top three districts in terms of SSLC results and had slipped to the fifth position this year, Babu said, stressing on the need for course correction. Spelling out the action plan that Babu sought at the monthly KDP meeting that he chaired, Sheshashayana Karinja, deputy director, department of public instruction said the first in series of preparatory tests for SSLC students will be held in July. Special attention will be paid to students from backward classes in order to improve their results. The portions will be completed by December so as to commence revision from January, he said. Students who are academically backward will be bunched for special coaching during the revision period, Karinja said, adding plans have been drawn to conduct meditation camps for students to increase their attention levels. Noting that many schools post-revaluation secured 100% results, the official said this will not count in overall scheme of things, adding that the department will focus on ensuring that schools achieve 100% results at first go. On other issues pertaining to department, Karinja said government has given permission to start English medium in 22 government schools from the current academic year. The district has achieved 86% success in distribution of textbooks and uniforms to the students, he said adding the remaining text books and uniforms will be distributed either by end of this month or by early next month. Sheela Shetty, vice-president and others were present. Download The Times of India News App for Latest City ."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Retired tahsildar gets 1 year imprisonment for taking bribe": {"time": "2019-06-16 18:52:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/retired-tahsildar-gets-1-year-imprisonment-for-taking-bribe/articleshow/69814077.cms", "description": "MANGALURU: The third district additional and session court has sentenced retired Bantwal tahsildar T N Narayana Rao to one year imprisonment and slapped a fine of Rs 20,000 on him for taking a bribe of Rs 2,000. In 2012, Rao was caught red-handed and booked by Lokayukta officials for taking a bribe to transfer gun ownership from complainant Satish Prabhu. The complainant had approached Rao for transfer of gun ownership from his father to his name. Rao demanded a bribe of Rs 3,000 for the same. Prabhu approached the Lokayukta and a trap was laid to catch him red-handed. A Lokayukta team led by Dilip Kumar caught Rao while accepting Rs 2,000 from Prabhu. During the raid, they also seized Rs 85,000 unaccounted cash from Rao’s office. The judge declared Rao guilty under the Prevention of Corruption Act and sentenced him to two years and three months simple imprisonment and a fine of Rs 20,000. The sentences will run concurrently. Rao, 65, who retired a few years ago, stays in Yelahanka in Bengaluru. Download The Times of India News App for Latest City ."}, "Seetharama Shetty, senior advocate, passes away at 85": {"time": "2019-06-14 10:25:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/seetharama-shetty-senior-advocate-passes-away-at-85/articleshow/69778540.cms", "description": "MANGALURU: Senior advocate Munchirabettu Seetharama Shetty passed away here on Thursday. He was 85. A graduate of Udupi Law College, Shetty joined as a junior trainee with a leading advocate of that time, N N Suvarna, in 1959. He passed the Bar Council Exam in 1960, bagging the 12th rank in the state and enrolled as an advocate in the same year. He started his career as a junior under Kallige Mahabala Bhandary at Kasaragod. He appeared in a number of cases in Mangaluru, Kasaragod and Thalassery district courts. Shetty started independent practice in Mangaluru in 1967, specialising on the criminal side, operating from his law chamber at Pailands Building, Hampankatta. His expertise saw him conduct special cases including appearing as special prosecutor in CBI cases in Mandya. He appeared for the government in an inquiry into firing on farmers at Kunigal, and he was also the special prosecutor in the Classik Computer case. The other important cases he handled include, appearing before the Justice Jagannath Shetty Commission relating to communal violence in Bhatkal, Justice Sadashivayya Commission relating to communal violence in Surathkal, Justice Vaidyanatha Commission, relating to the kidnapping and death of former minister H Nagappa. He served as president of Mangalore Bar Association and District Bar Association of erstwhile undivided Dakshina Kannada district. He was also elected a member of the Karnataka State Bar Council multiple times. Shetty also left his legacy behind in training many juniors as advocates. They include minister U T Khader, MLC Ivan D’Souza, Moose Kunhi Nayarmoole, Prakash Kumar and Haleema. Of these, the last three served as judges. Both Ivan D’Souza and UT Khader have condoled the death of their illustrious senior. Shetty is survived by wife Vasanthi and children Manoj and Mallika. Download The Times of India News App for Latest City ."}, "Blocked drains": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/blockeddrains/articleshow/66743336.cms", "description": ""}, "Kuwait job fraud: 53 youths likely to be freed this week": {"datetime": "", "time": "2019-06-19 09:53:00", "description": "MANGALURU: The chances of 53 Indian youths—stranded in Kuwait due to a job fraud—returning soon to the country have increased after the shoon office (labour office) in the Gulf country decided to cancel their visas on Monday. The youths include 33 from Mangaluru. In a meeting held on Monday, it was also decided to pay their pending salaries. However, there is still confusion on who will pay the flight tickets to bring the stranded youths to India. According to sources, each person needs at least Rs 25,000 as flight charge, but they are unable to arrange the same. Sources told TOI that the Monday’s meeting was attended by officials of Indian Embassy in Kuwait, shoon office, CEO of ENASCO company and the stranded youths. It has been decided to cancel the visa and also hand over the pending salaries. They will be given the pending salary of 40 Kuwaiti Dinar. The passports are handed over to Indian Embassy in Kuwait. Meanwhile, the fate of 21 other youth will be decided soon. “The visa cancellation of 53 youth will be done in two or three working days. However, the question still remains on who will sponsor their flight tickets. The recruiting agency, Manikya Associates, and political representatives had assured of help but there is no clarity from them,” said an expat working in Kuwait. As many as 34 youths from Dakshina Kannada have been trapped in Kuwait for the past six months due to alleged job fraud by a blacklisted recruitment agency. Their plight came to light after a video went viral on social media, in which the stranded youth were heard saying they went to Kuwait on employment visa through the city-based placement agency. However, after landing in Kuwait, they realised that they were cheated. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/kuwait-job-fraud-53-youths-likely-to-be-freed-this-week/articleshow/69847755.cms"}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "IMA scam: Karnataka BJP leader demands sacking of minister, CBI probe": {"time": "2019-06-13 22:47:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/ima-scam-karnataka-bjp-leader-demands-sacking-of-minister-cbi-probe/articleshow/69778358.cms", "description": "MANGALURU: Karnataka BJP spokesperson Anwar Manippady on Thursday demanded that CM HD Kumaraswamy sack his ministerial colleague BZ Zameer Ahmad Khan for his apparent complicity in the I Monetary Advisory (IMA) group scam and hand over probe of the ponzi scheme to the CBI. Failure to do so will only expose pro-minority chest beating act of the Congress while its leaders continue to loot the minority with impunity, he said. Anwar told reporters that he had red-flagged activities of IMA group that he described as the most fraudulent company that people ever set their eyes up on during the assembly elections in 2018. Noting that the BJP had put him charge of Chamrajpet assembly constituency from where Zameer won, Anwar said he had drawn attention of the government and authorities even then to what he said was apparent fraud that the group was perpetuating. The kind of embezzlement of public funds cannot take place without the active connivance of its promoter Mohammed Mansoor Khan and those in corridors of power, Anwar said, adding even the Reserve Bank of India had successively warned the state government to investigate the group’s activities. The promoter openly used Muslim religious institutions and network to solicit funds for the group and this was happening in the open, Anwar noted. To a claim by Zameer Ahmad that he had received Rs 9.3 crore from Mansoor Khan in a land deal, Anwar said the shifting claims of the minister that it was a donation and then a loan and later a payment for business deal gives rise to lots of suspicion. The purported audio clip in which Mansoor claimed that Shivajinagar MLA Roshan Baig was not returning Rs 400 crore borrowed from him also puts the senior Congress MLA under a cloud, he said. The IMA group scam is in the line of series of frauds perpetuated by the Congress leaders in general and their minority leaders in particular against their own ilk, Manipaddy said. The Amanath Cooperative Bank scam involving former union minister Rahman Khan, the usurping of the Wakf property worth Rs 2.30-lakh crore is all indicative of how these leaders have treated official property as their own personal assets and misused it, Manipaddy added. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "53 more Indians trapped in Kuwait employment fraud": {"time": "2019-06-14 09:41:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/53-more-indians-trapped-in-kuwait-employment-fraud/articleshow/69782333.cms", "description": "MANGALURU: Kuwaiti authorities have informed the Indian embassy that in addition to 72 Indians caught in a job fraud who were now getting their visas cancelled to return, there are 53 more workers of the same company in another labour camp. It is suspected that the workers, hired for another company and sent to Kuwait, were later diverted to a blacklisted entity, Enasco. The Public Authority of Manpower, Kuwait (PAM) told the Indian embassy that more workers had been trapped similarly in the job fraud and had sought help to return home along with the 72 other workers. Sibi US, second secretary (labour) at the embassy, told TOI over phone that PAM had informed them that the 53 socalled Enasco workers had also been recruited as bike drivers. PAM has asked the embassy to hold talks with them too and ensure their safe return home. Sibi said PAM is likely to take stringent action against the company stakeholders. The labour ministry back home is also helping the Indian embassy to bail out the Indian workers. A source said all the workers had come to Kuwait together but fell apart after a group of 72 youths revolted against the company over non-payment of salary. “The remaining 53 workers left for another camp and said they would work no matter what. However, even the workers who did not revolt were given just 5 KD (Rs 1,100) per week and have not received their salaries for the past four months,” the source said. The development comes even as the return of the 72 workers has been delayed, possibly by another two weeks, as not all workers have submitted their redressal forms. “All of them have been asked to complete the procedure online as soon as possible. About 95% of them completed their forms on Thursday and rest will finish it after visiting the Shoon Office,” said Mohandas Kamath, an expat working in Kuwait and helping the workers. Download The Times of India News App for Latest City ."}, "Mangaluru police nab notorious underworld rowdy, 2 others": {"time": "2019-06-15 18:17:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/mangaluru-police-nab-notorious-underworld-rowdy-2-others/articleshow/69802955.cms", "description": "MANGALURU: The Mangaluru city police have arrested notorious underworld rowdy Ashgar Ali, who was holed up in Dubai from past 12 years, here on Saturday. Sandeep Patil, city police commissioner said that notorious rowdy Ashgar Ali, who was involved in 9 cases including 2 murder cases, had fled to Dubai in 2007 on a fake passport. In 2005, Ashgar, a native of Ullal, was involved in murder of notorious rowdy Pollali Anantu. He was involved in murder of Target Group Illyas, another rowdy. He was in Dubai, and along with Dawood and others hatched conspiracy to kill. Also, after murder, he arranged hideout for accused in Mumbai. He was involved in many cases along with Rashid Malabari and he also had made threat calls for ransom, Patil said. The Mangaluru City Policy had got information about his passport details and through credible information it was learnt that he is hiding in Uppala, border of Karnataka-Kerala State. He had come to India recently. A team of Jagdeesh, police inspector, Mangaluru Rural PS, police sub-inspector Shyamsundar and team nabbed the rowdy. Patil said that detailed interrogation will be done about his activities in Dubai. Along with him, police have also arrested two persons identified as Nawaz and Rasheed, people who made fake passport for Ashgar. Further investigation is conducted to learn as to how many such fake passports they are involved in and unearth the fake passport racket. Download The Times of India News App for Latest City ."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Green warrior’s family plants 1052 saplings in 10 hrs": {"time": "2019-06-17 22:15:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/green-warriors-family-plant-1052-saplings-in-10-hrs/articleshow/69830917.cms", "description": "MANGALURU: Green warrior Jeeth Milan Roche and family have successfully completed a challenge by planting 1,052 saplings in 10 hours on Saturday. Jeeth’s wife Selma and kids Ethan and Nathan and his brother Sumanth were part of this drive, held at the Nandigudda cemetery. Jeeth told TOI, “Since more than a decade ago, when I decided to take up tree planting drives, my family has always been my strength and support. Attempting to plant 1,000 saplings in a day is not easy. For nature’s sake, my kids missed school. I want this act to be an inspiration to more families.” It was definitely a tough day for Jeeth and his family, who almost gave up after planting 260 saplings, mainly because of hot and humid weather condition. But Jeeth was in no mood to give up. He gave them a break and convinced them that they would work till 1pm. After a break, they were back in action and by 1pm, the family had completed planting 450 saplings. They did not go home for lunch and instead Jeeth treated his family at a restaurant. He then convinced them to complete planting at least 600-700 saplings. By the time it was 4pm, there was nice shade and the weather turned windy. “We continued planting saplings till 6.45pm, only to realise that we had planted 1,052 saplings,” said Jeeth. This is Jeeth’s third and last phase of planting saplings at Nandigudda cemetery. The family has planted 72 varieties of flowers, fruits, medicinal plants. “It’s a good mix of varieties. I want this area to develop into a tree park or mini jungle. I am no longer interested in roadside planting as they are destroyed in no time in the name of development,” said Jeeth. Download The Times of India News App for Latest City ."}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Drug peddler booked under Goonda Act": {"time": "2019-06-16 04:58:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/drug-peddler-booked-under-goonda-act/articleshow/69806281.cms", "description": "Mangaluru: The Mangaluru City Police have arrested a ganja peddler under the Goonda Act, here on Saturday. The accused has been identified as Abdul Azeez, 47, a resident of Konaje. Police said he was arrested under the Goonda Act. Abdul was a habitual drug dealer and had five drugs cases registered against him. He was selling ganja and other drugs in Manglauru. After his arrest, he was sent to the Bengaluru Central Jail. This is the first case in the Mangaluru Commissionerate jurisdiction this year, where a person is booked under the Goonda Act. Last year, police had booked nearly four people under the act. Download The Times of India News App for Latest City ."}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Mission Shramadan held at Boloor": {"time": "2019-06-16 21:39:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/mission-shramadan-held-at-boloor/articleshow/69815881.cms", "description": "MANGALURU: The 28th shramadan of Ramakrishna Mission Swachhata Abhiyan’s (fifth phase) was carried out in Boloor on Sunday. The shramadan was jointly flagged off by Brahmacharini Mangalamrita Chaitanya and chartered accountant Ramanatha Nayak in front of Mata Amritanandamayi Math. About 10 black spots where the public used to litter, were identified on the road from Boloor Amritanandamayi Math towards Bokkapatna, and cleaned up. Eight teams were formed from the assembled volunteers. Dilraj Alva, Sudhir Vamanjoor, Balakrishna Bhat, Jayakrishna Bekal, Sandip Kodikal, Praveen Shetty, Bharath Sadananda and Avinash Anchan led these teams of volunteers. Along with household garbage, heaps of sand, stones and plastic bags were removed and the area cleaned. About three tipper-loads of garbage were removed and cleared, and flowering plants in pots were placed at the spots to prevent the people from littering there again. A team of swachhata volunteers will watch the spots round-the-clock to prevent people from littering there. Saritha Shetty and Kodange Balakrishna Naik guided the volunteers in planting the saplings. Shubhoday Alva and volunteers visited houses in Boloor, urging residents to keep their area clean. Ayudh team of volunteers of Mata Amritanandamayi Math, actively participated in the drive. On this occasion, MCC health officer Ashwini, Damodar Bhat, Prashanth P, Suraj Solanki, Suresh Amin, AV Sugunan, Rajan, Prasadraj Kanchan and Shruthi Hegde were present. Inauguration of Swacch Manas 2019 and Magic for Cleanliness: Swachh Manas-2019 and Magic for Cleanliness were inaugurated on Saturday. Former MLC Ganesh Karnik launched the Magic for Cleanliness programme. DDPI Shivaramaiah Y released the Swachhata Senani Badges and oath cards. Kudroli Ganesh performed the first of the hundred shows planned. More than 700 students from different institutions of Mangaluru participated. Swachh Gram Abhiyan: Ramakrishna Mission Mangalore in association with zilla panchayat, Dakshina Kannada and Udupi, organised cleanliness drives in nearly 75 villages. Awareness programmes were conducted regarding maintaining cleanliness on roads and drains. Manjula of the Swachh Bharat Mission, Dakshina Kannada zilla panchayat and Sudhir, coordinator, Swachh Bharat Mission, Udupi zilla panchayat, coordinated these drives. MRPL is sponsoring these drives. Download The Times of India News App for Latest City ."}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "43-year-old electrocuted in fifth case within a week in Mangaluru": {"time": "2019-06-17 09:47:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/43-year-old-electrocuted-in-fifth-case-within-a-week/articleshow/69816568.cms", "description": "MANGALURU: A 43-year-old man from Moodbidri was electrocuted after he stepped on a live electrical wire, which had fallen to the ground due to rain, on Saturday evening. According to police, the victim is Narayana Naik, a resident of Pucchemogaru in Moodbidri taluk. He was working on land belonging to Mohandas Adyanthaya, and while returning home, he stepped on the live wire. Locals alleged that Mescom has not changed the old electrical wire for a long time, due to which it snapped and fell when it rained. This is the fifth death in a week due to electrocution in the district. Two days ago, a 34-year-old woman was electrocuted after she stepped on a live wire in front of her house, in Panjirpu, Belthangady taluk. Mitka Nayak, L, 32, a resident of Davanagere, was working with Mescom, and got electrocuted on Wednesday. A man and his daughter got electrocuted and died after they came in contact with a live wire while walking in their areca garden in Pilimogeru in Bantwal taluk on Tuesday. Change wires, consumers tell MescomAfter several cases of electrocution were reported in the district, the consumers in Bantwal taluk have demanded that Mescom replace all obsolete wires as soon as possible, to avert any further mishap. A meeting between Mescom officials and consumers was held at Mescom Bhavan in Mangaluru on Saturday. A Tungappa Bangera, member, zilla panchyat, demanded that Mescom give jobs to the families of those who died of electrocution recently. Download The Times of India News App for Latest City ."}, "College student killed in road accident in Mangaluru": {"time": "2019-06-14 10:19:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/college-student-killed-in-road-accident/articleshow/69778567.cms", "description": "MANGALURU: A final year degree student died after his bike collided with a KSRTC bus on Uppinangady-Subrahmanya road on Thursday. The victim is Mokshith, 21, resident of Baliya. He was studying at Subrahmanya College. According to police, Mokshith was on his way to Uppinangady, while the bus was moving to Kadaba. The accident took place at around 10.45am near Kapikana. Mokshit succumbed to injuries on way to Kadaba government hospital. A case has been registered at Kadaba police station. Download The Times of India News App for Latest City ."}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "no drainage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nodrainage/articleshow/66995874.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Parked in public places..": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkedinpublicplaces-/articleshow/67801857.cms", "description": ""}, "Interstate thieves arrested in Mangaluru": {"datetime": "", "time": "2019-06-19 09:56:00", "description": "MANGALURU: The Mangaluru city police have arrested two people involved in burgling from temples and houses and stealing vehicles, across different states, on Tuesday. Police have seized four two-wheelers, an SUV and a pick-up vehicle valued at Rs 40 lakh from the duo. The arrested are Savad, 24, a resident of Kolnad village and Mohammed Sinan, 19, a resident of Thokur. According to police, the duo, who committed several burglaries, were arrested for various crimes in Mangaluru. They stole an SUV in Goa, four motorbikes in Mulky police station limits and also a pick-up vehicle. Police have seized three mobile phones from the accused. They have been remanded in judicial custody. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/interstate-thieves-arrested/articleshow/69847793.cms"}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "After 8-yr delay, Thokkottu flyover opens": {"time": "2019-06-14 04:20:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/after-8-yr-delay-thokkottu-flyover-opens/articleshow/69778000.cms", "description": "Mangaluru: The much-touted flyover at Thokkottu on NH-66, the completion of which delayed for over eight years, was finally thrown open for the public on Thursday. A part of Talapady-Kundapur four-laning project undertaken by Navayug Udupi Tollway Private Ltd, the flyover projects at Thokkottu and Pumpwell had been the focus of intense political fight between the BJP and Congress due to inordinate delay in its completion. Acknowledging the delay, MP Nalin Kumar Kateel, while inaugurating the flyover, asserted that it was due to technical reasons. “Work on Thokkottu flyover had hit a roadblock since NUTPL incurred financial losses and finally the Union ministry of road transport and highways had to infuse funds in to the cash-strapped company to see the project through,” he said. Union minister for road transport and highways Nitin Gadkari on February 28 had sent Vaibhav Dange, his personal secretary, to look into the problems pertaining to two flyovers that had set off political sparring between BJP and Congress. Axis Bank lent Rs 55 crore to NUTPL, concessionaire of the project, and NHAI provided Rs 7 crore to help finish the work. Acknowledging the intervention of Gadkari to help expedite completion of the two flyovers, Nalin said Gadkari also ensured that legal issues were redressed in time to help NUTPL complete the project. There are a few issues regarding lack of service-roads and difficulty for vehicles proceeding towards Ullal at Thokkottu -end of the flyover, the MP said, adding this will be addressed amicably after discussing it with district minister UT Khader. Incidentally, NUTPL, which bagged the contract for four-laning of the NH stretch from Talapady bordering Kerala up to Kundapur, initially executed the work including bridges at Mulki and Ullal a good speed till it ran into financial difficulties. As per the decision taken at the high-powered meeting on February 28, the work on Thokkottu flyover was supposed to be completed by April 10 and Pumpwell flyover by May 31. Download The Times of India News App for Latest City ."}, "In pics: Government school in Bantwal village grows jasmine to pay teachers": {"datetime": "", "time": "2019-06-19 09:56:00", "description": "MANGALURU: A gentle fragrance of jasmine hangs in the air as one nears the Government Lower Primary School in Ojala village of Bantwal, about 40km from Mangaluru. But the lush, green bushes setting off the red tiled-roof structure are not just for aesthetic effect: the jasmine sold in the market pays for the salaries of the honorary teachers. The school hit upon the unique money-spinner some eight years ago when it had no money to pay the two honorary teachers it had hired. Determined that kids’ education shouldn’t suffer, villagers urged the School Development and Monitoring Committee (SDMC) to grow jasmine on the campus to generate revenue. “The idea was mooted when we hired two honorary teachers to save the school from closure. Villagers and well-wishers suggested we grow jasmine to support hiring of more teachers. It started with 25 jasmine plants and in two years, we added 10 more to the garden,” said Honappa Gowda, president of SDMC and a farmer himself. The school began in 1968 and has about 80 students in classes 1 to 6. It has two permanent government teachers and additional ones it hires. The jasmine plants generate Rs 70,000 to Rs 80,000 a year. The school has smart classes, a borewell and washrooms built by the railways. It also harvests rainwater. Next year, it plans to add kindergarten classes. Honappa recalled eight years ago, teachers and students planted the jasmine and toiled in the garden together. “Even now, children, teachers and other staff together water and nurture the plants,” he said. While teachers and students pluck the flowers, midday meal workers tie them into strands and sell them at Kabaka, about 4km away. In wedding and festive seasons, the flowers sell at high rates. The school has 1.6 acres of land and apart from jasmine, SDMC has planted 35 coconut trees, of which five yield fruits. “The school has a record of maintaining the highest class attendance,” said Bantwal block education officer N Shivaprakash. “All SDMC members become workers when it comes to its development.” “The income from jasmine is not sufficient to fund salaries. Whenever there is a shortage, villagers and parents pool in money,” said Wilma Sequeira, incharge headmistress. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mangaluru/government-school-in-bantwal-village-grows-jasmine-to-pay-teachers/articleshow/69850972.cms"}, "Mangaluru: Customs nab passenger with gold hemmed in jeans": {"time": "2019-06-12 18:26:00", "link": "https://timesofindia.indiatimes.com//city/mangaluru/mangaluru-customs-nab-passenger-with-gold-hemmed-in-jeans/articleshow/69758397.cms", "description": "MANGALURU: Alert customs officials at Mangaluru International Airport yet again thwarted ingenious way by a flier to smuggle in gold on Tuesday. Mangaluru customs officials, in a tweet, stated that 24-karat gold of foreign origin in powder/paste form weighing 131.700gm was seized from a passenger who arrived from Dubai by an Air India Express flight IX 384. The gold seized is valued at Rs 4.37 lakh. Customs officials stated that the gold was hemmed in the ankle of the jeans the passenger was wearing. Incidentally, on June 8, customs officials had nabbed a passenger who had attempted to smuggle 647 gram of 24-karat gold valued at Rs 21.48-lakh. The gold was concealed in the form of paste in specially stitched pocket inside the under garment of the passenger who was was subsequently arrested. Download The Times of India News App for Latest City ."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Arya Samaj Road- Footpath damaged": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/aryasamajroad-footpathdamaged/articleshow/67565341.cms", "description": ""}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Dangerous excavated stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerousexcavatedstretch/articleshow/66857688.cms", "description": ""}}