{"In one of worst-ever delays, IMD says monsoon will hit Goa by Saturday": {"datetime": "", "time": "2019-06-19 09:31:00", "description": "PANAJI: The onset of the monsoon is likely to be delayed by a fortnight as, India Meteoroligical Department (IMD), Panaji has set a fresh date for its likely arrival on June 22. While this may be the most delayed monsoon in a decade, the IMD had earlier forecast that monsoon would hit Goa between June 12-15. Though the monsoon arrived in Kerala, there is no further progress as of now. “Our analysis shows it will take four to five days for the monsoon to hit Goa. It may vary. Regarding the monsoon onset statistics, we have to check our records for further clarification on whether it is the most delayed monsoon in the last two decades or not. We expect the monsoon to progress upwards in a few days towards the north of the peninsula,” IMD director, K V Padgalwar said. The department has attributed the delay in the monsoon in Goa to cyclone Vayu absorbing moisture from the west coast before taking it along towards the north of the peninsula. The delay has also increased the rain deficit further. As of now, Padgalwar said, the conditions for the monsoon are not favourable. “Any trough visible in the western coast is known as an off-shore trough. Currently, there is no off-shore trough here. The depression in the Bay of Bengal is not moving either. It is stagnated there for the past four to five days, its position is the same,” he said. Parts of the state experienced cloudy weather on Tuesday. The department this to south westerly winds bringing in moisture, thus developing clouds. But this moisture is not enough to result in rain. The weather alert cautioning fishermen from venturing into the seas is still active as a result. “The information provided from buoys has reported winds blowing at 20-30 knots. It’s not advisable for fishermen to venture into the sea.” Padgalwar said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/monsoon-to-hit-goa-by-june-22-met-dept/articleshow/69849122.cms"}, "Tiatr group alleges cheating in KA contest": {"datetime": "", "time": "2019-06-19 04:14:00", "description": "PANAJI: Members of ‘Tiatr Mogi Goy’, a group of tiatr artistes, has demanded that awards announced for winners of the recent tiatr competition in category A be scrapped. They have alleged that one of the top award-winning plays was copied from the Gujarati drama, ‘Vaat Bahar Jaay Nahi’, and demanded that the tiatr’s director be banned for three years from participating in the Kala Academy’s annually held competition. “The tiatrist concerned has engaged in forgery by listing the tiatr as an original work in his competition form. He has even written ‘no’ against the question seeking to know if the tiatr is an adaptation of another work,” said veteran tiatrist, Tomazinho Cardozo. Members also said they were unhappy with the judging criteria of the tiatr competition in category B, because those called to judge the play did not have a tiatr background. They also alleged that some of the entries for the competition were accepted after the deadline and were awarded for winning the competition instead of being disqualified. “The organizers of Kala Academy are to blame for all the mess. The results of the B group must be made null and void because of such malpractices,” tiatrist Teotonio D’Costa, said. Art and culture minister Govind Gaude, who is also Kala Academy chairman, told TOI that Kala Academy has not engaged in any malpractices. “There is a rivalry between two tiatr groups which is why this issue has occurred. They have met me and have discussed it. We have therefore began conducting an inquiry in this regard. We will decide accordingly what is to be done next as per the rules and regulations,” Gaude said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/tiatr-group-alleges-cheating-in-ka-contest/articleshow/69849439.cms"}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Hema Sardesai hits protest note to save St Inez trees from slaughter": {"datetime": "", "time": "2019-06-18 18:41:00", "description": "PANAJI: On the very day chief minister Pramod Sawant told his MLAs to take up tree plantation as part of Vanamohotsav, a group of citizens led by singer Hema Sardesai held a protest against the cutting of iconic trees to make way for renovation work of the St Inez crematorium. The protests began after a couple of the age-old trees were felled, and activists tried to save the rest. Alongside Sardesai were historian Prajal Sakhardande, social activist Patricia Pinto, and others. After the protests, the citizens made their way to the Panaji police station to file a complaint. The protestors said that when the reconstruction of the crematorium was planned, authorities had promised that the trees would not be touched. Thus, Sardesai said that they were “shocked” to learn on Monday morning that the trees were being felled. She added that the felling was halted after calls were made to several ministers. The protestors said that officials from the Corporation of the City of Panaji (CCP) washed their hands off the tree-cutting, and blamed the Goa State Urban Development Agency (GSUDA). They also wanted to know why CCP shrugged off all responsibility and refused to intervene. Meanwhile, Sakhardande said that they would not allow any more trees to be cut at the site. Pinto said that development means more than concretisation, and that preserving trees was an essential part of keeping the city developed. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/hema-sardesai-hits-protest-note-to-save-st-inez-trees-from-slaughter/articleshow/69833161.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Online petition in favour of GoaMiles gains momentum": {"datetime": "", "time": "2019-06-19 04:10:00", "description": "PANAJI: Over 8,500 people have signed an online petition in support of GoaMiles. Facing flak from local taxi services and politicians since its inception last August, GoaMiles, an app-based cab service operating with state-approved tariffs, has received support online. The initiative by Goa Tourism Development Corporation was a result of Goa being a victim to uncontrolled rates for taxi services, especially at places like the airport and local taxi stands, the petition states. It adds that GoaMiles has been facing fictional news about employment of non-Goans as its taxi drivers. “This falsely put together news by a handful of people is the main reason overpowering all the good,” the petition adds. Locals and tourists who have signed the petition express displeasure with local taxis not using meters and not supporting the metered initiative the app contains. The comments in support of the initiative range from “Absolutely necessary” and “Need of the moment”, to “I don’t see a reason to not have metered taxis” and “Down with taxi union that is preying on the people of Goa”. “Because I believe that by not allowing even meters to be put in the taxies, the local cabwalas are taking not only tourists but Goans for a ride. The state government relents to them because they happen to be a huge vote bank,” one signatory stated. Another related how citizens are at the mercy of cab drivers. “The biggest hurdle I face when visiting Goa is public transportation, which means you have to rely on private cabs. And every cab driver wants to become an Ambani or Adani in one ride. They name it and you have to shell it out. That’s the reason they didn’t allow Ola or Uber in Goa. The cab drivers are a bunch of thugs.” A local said she has experienced how difficult and expensive it is to travel by taxi in Goa. “Despite being locals, we ourselves are fleeced whenever we need to travel short distances. Besides, senior citizens are at the mercy of taxi drivers and have to go along with exorbitant fares,” she said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/online-petition-in-favour-of-goamiles-gains-momentum/articleshow/69849401.cms"}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "\nShah Rukh Khan parties with family at Bhavana Pandey and Nandita Mahtani's bash at Planet Hollywood Beach Resort in Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/Shah-Rukh-Khan-parties-with-family-at-Bhavana-Pandey-and-Nandita-Mahtanis-bash-at-Planet-Hollywood-Beach-Resort-in-Goa/articleshow/46986029.cms", "description": "Planet Hollywood Beach Resort Goa, the anticipated Hollywood themed resort located on the Uttorda Beach in South Goa, opened its gate with a celebrity studded affair last week. The party was conceptualised and organised by Bhavana Pandey and Nandita Mahtani.  Spotted at the do were Riteish and Genelia Deshmukh, Sohail and Seema Khan, Chunky Pandey, Sanjay and Maheep Kapoor, Dino Morea, Madhavan and Sarita, Ashish Chowdhary, Sophie Choudry, Farah Khan, Kriti Sanon and several others.  Spread across 10 acres of land, Planet Hollywood is an upscale property with each room comprising one-of-a-kind Hollywood memorabilia and amenities. Exemplary service and surroundings will delight business and leisure travellers alike providing them with the highest level of red carpet service.  Gauri, who’s designed the furniture for the Heart Bar and the lobby, was dressed in a pretty Monisha Jaising outfit. She said, “The launch party was a great way to kick off the opening of the resort. I’m delighted to be a part of this project.”  Added Sachiin Joshi, Managing Director, JMJ, “I am overwhelmed with the support I’ve got from the industry. This is the first franchise of the Planet Hollywood Resort and I’m happy to bring it to India, Goa now has a new party spot.” Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "\nPulkit Samrat ties the knot with Shweta Rohira in Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/Pulkit-Samrat-ties-the-knot-with-Shweta-Rohira-in-Goa/articleshow/45034887.cms", "description": "Fukrey actor Pulkit Samrat tied the knot with fiance Shweta Rohira, Salman Khan’s Rakhi sister, in Goa.  The event, which took place on Monday evening, was attended by Salman and his brother Sohail. For more pictures from the wedding.  Delhi boy and actor Pulkit Samrat got married to his long-time girlfriend Shweta Rohira in Goa. Shweta is Salman Khan’s Rakhi sister, so the Dabangg actor was also present to bless the couple. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "BJP must stop meddling in our affairs: Congress": {"datetime": "", "time": "2019-06-18 18:59:00", "description": "PANAJI: Congress on Monday said that BJP is unnerved by its state president Girish Chodankar’s strong stand on off-shore casinos, and is trying to get him removed as party president. Moreover, spokesperson Amarnath Panjikar did not rule out the possibility of BJP discussing the issue with Congress MLAs. In a direct attack on power minister and BJP leader Nilesh Cabral, Panjikar asked Cabral not to comment on internal matter of the Congress party. “Who gave the BJP the right to decide about the Congress party’s president,” said Panjikar while addressing the media at the party headquarters. Panjikar also claimed that the BJP government was always quick to defend the off-shore casinos. “Nilesh Cabral is speaking about the casinos without taking time to study the subject. Why doesn’t this government accept that river Mandovi is polluted?” said Panjikar. When asked about the Congress party’s stand on the strike called by the Indian Medical Association, Panjikar said that people deserve good medical treatment. “People in Goa deserve to get good medical treatment and the government which ever government it is, should listen to what doctors have to say,” said Panjikar. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/bjp-must-stop-meddling-in-our-affairs-congress/articleshow/69833150.cms"}, "Bicholim civic body to construct 150 toilets": {"datetime": "", "time": "2019-06-18 17:59:00", "description": "Bicholim: In order to prevent open defecation in Bicholim town, the Bicholim municipal council (BMC) has decided to build 150 toilets, BMC chairperson, Rajaram Gaonkar, told reporters. Gaonkar said that the civic body will construct the toilets in 12 wards to stop defecation in open areas, along the river side and surrounding areas of Bicholim. “Taking a serious view of people defecating in open places, BMC has decided to take this step as part of Swachh Bharat mission, started by Prime Minister, Narendra Modi,” Gaonkar said. He also said that funds amounting to Rs 71,12,700 will be utilized for the project through central government financing. Most of the toilets will be situated in ward numbers 3, 4, 6, 7, 9, and 12, as a majority of people who live in rented premises are defecating in open places. Gaonkar also said that the remaining toilets will be constructed in other wards and that BMC will act against offenders if cases of open defecation continue despite constructing the toilets. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/bicholim-civic-body-to-construct-150-toilets/articleshow/69833427.cms"}, "Don’t eat fish till ban ends, says Benaulim MLA Churchill Alemao": {"datetime": "", "time": "2019-06-18 18:50:00", "description": "MARGAO: Benaulim MLA Churchill Alemao on Monday urged Goans to refrain from consuming fish for three months until August 15, when the fishing ban is in force in the state in view of the formalin scare. Alemao linked the rise in cancer cases in the state to consumption of fish laced with formalin. “I am not saying this has happened now during the BJP rule. Even during the Congress regime formalin laced fish would land in Goa. When there is a fishing ban in Goa, there is bumper availability of fish in Tamil Nadu and Hyderabad. As there is acute shortage of water in those places, they have no ice plants, and therefore use formalin to transport fish to Goa that takes 48 hours,” Alemao said.  Alemao also reiterated his opposition to GoaMiles, the app-based taxi service in the state. “If as they claim, GoaMiles taxi drivers earn handsome amounts, then why do they want a stand in the coastal belt? Let GoaMiles cater to locals and let tourist taxis earn their livelihoods catering to tourists. Why do you want to disturb them?” Alemao said. He also termed meter system for taxis as unfeasible on account of varying rates of taxis in different states. “It’s not possible for a tourist taxi having permit to ply in three states of Goa, Maharashtra and Karnataka, to have a meter system,” Alemao argued. He also alleged that a couple of agents of GoaMiles have obtained licences in the names of Goans and termed the aggregator taxi service a “racket.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/dont-eat-fish-till-ban-ends-says-churchill/articleshow/69833156.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Plenty at stake for young Goan hopefuls at second Goa International Open Grandmaster Chess": {"time": "2019-06-18 00:01:00", "link": "https://timesofindia.indiatimes.com//city/goa/plenty-at-stake-for-young-goan-hopefuls-at-second-goa-international-open-grandmaster-chess/articleshow/69832933.cms", "description": "Panaji: Young Gukesh D and Goan duo of Ritviz Parab and Nitish Belurkar will find the focus on themselves as the second Goa International Open Grandmaster Chess tournament begins at Dr Shyama Prasad Mukherjee Indoor Stadium, Taleigao, on Tuesday. Gukesh, the 13-year-old chess prodigy from Tamil Nadu, became the second youngest grandmaster in the world after Sergey Karjakin in January. He will draw a crowd, while Ritviz and Nitish could bring Goa its fifth and sixth IM titles. Ritviz, the 19-year-old from Margao and Nitish, the 17-year-old from Taleigao, have already bagged two norms, and with 2357 and 2353 Elo rating, all that they need are 43 and 47 points and a norm. A good show here could bring Goa its third or maybe fourth IM title in 2019. Defending champion Idani Pouya of Iran, seeded sixth, will look to hold on to his crown. With 2597 Elo points, he will have tough competition from top seed Eduardo Iturrizaga of Venezuela (Elo 2637). The 29-year-old GM will be looking to get over his disappointing run at last week’s Mayor’s Cup International Chess tournament, Mumbai, where he finished 13th. Georgia’s second seed Levan Pantsulaia (2614) may have something to prove again as he took the third place in the Mumbai event. The A category tournament will offer players a chance to earn more Elo points and norms as the cut-off list is set at 2,000 points. “Last year, we had kept A category open to all. Though, it was a popular move, it didn’t offer much to players in terms of Elo points and norms. This year we decided to make it more competitive so that elite players will play more competitive chess,” said GCA secretary Kishor Bandekar. Though Gukesh, Ritviz and Nitish will be up against the likes of Pantsulaia, Ter-Sahakyan Samvel (Armenia), former U-18 World champion Mikheil Mchedlishvili (Georgia) and India’s Abhijeet Gupta, Deepan Chakkravarthy, few good results will boost their confidence. Bhakti Kulkarni, who became Goa’s latest International Master, will be missing in action following her participation in the Asian Continental Open and Women’s Championship in Xingtai, China. Goa’s challenge will be led by GM Anurag Mhamal and 13-year-old IM Leon Mendonca. Download The Times of India News App for Latest City ."}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Not enough space for more waste: Fomento": {"datetime": "", "time": "2019-06-19 09:51:00", "description": "MARGAO: Margao woke up on Tuesday to unremitting stench from garbage bins as Fomento stopped garbage trucks from offloading their waste at the Sonsoddo garbage dump.  \"They are obstructing our work of clearing the rejects piled up inside the plant,\" chief officer of MMC Siddhivinayak Naik told TOI . \"On one hand, they are demanding that we cart away the rejects to make space for incoming waste, and on the other, they are preventing us from lifting the waste by shutting the gates of the plant by 6pm. We had made all arrangements to remove the waste from inside the plant by engaging men and machinery through the night.\" While nearly 1,000 tonnes of reject lies inside the plant, sources said MMC managed to clear around 70 tonnes of waste on Tuesday. \"That's not enough free space to allow daily incoming waste into the plant. The entire volume of reject needs to be moved out before any more waste can be treated,\" said Sudin Raiturkar of Fomento, who has been monitoring the situation at Sonsoddo. Sources said that going by rough estimates, it will take a few more days for MMC to clear the plant of all the reject. The MMC, with no other place to dump the reject,has found itself in a piquant situation. Sources said that the recent fire at the Sonsoddo garbage dump led to the current crisis. While the reject from the plant would eventually find its way into the old garbage dump, protests by locals led to Fomento dumping the reject inside the plant until there was no enough space to handle incoming garbage. That was when Fomento blocked entry to MMC's garbage trucks on Monday. Sardesai, who visited Sonsoddo on Tuesday morning, said that he would ensure that things fall in place soon. He blamed both MMC and Fomento for taking a \"bureaucratic approach\" to the issue. \"Garbage is rotting on the streets, and MMC and Fomento are playing volleyball throwing the ball in each others' courts. They need to have a hands-on approach. I am not going to tolerate garbage rotting on the streets in my constituency (Fatorda),\" Sardesai said. MMC has now begun scouting for open plots of land to be used for segregation of mixed waste before moving it to Sonsoddo. While it has identified a place in Fatorda, councillors from Curtorim and Margao wards have been asked to identify places for the purpose, sources said. \"People have demanded that only segregated waste should come to Sonsoddo,\" Sardesai said. \"Fomento is also demanding segregated waste. I am also of the same view. But the question is where do we segregate mixed waste. There are black spots in Margao, Cutorim and Fatorda where mixed waste is dumped, which goes to Sonsoddo. So let the MLAs from Margao and Curtorim identify and give lands for segregation just as I have done in Fatorda.\" Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/not-enough-space-for-more-waste-fomento/articleshow/69852028.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "People must cooperate if garbage issue is to be resolved: CM": {"datetime": "", "time": "2019-06-19 04:34:00", "description": "PANAJI: Chief minister Pramod Sawant on Tuesday visited the Goa solid waste management plant at Saligao and took stock of plans for garbage management in the state. Despite a busy schedule in view of Goa Revolution Day celebrations, Sawant made his maiden visit to the Saligao plant and expressed happiness over its functioning. “We have finalised few places like Kundaim, Pissurlem and Colvale to set up treatment plants for e-waste, bio-medical and hazardous waste,” he said during his meeting with officials and members of the Solid Waste Management Corporation. These three sites will be in the industrial estate, run by Goa Industrial Development Corporation, sources said. He said that “a total of 150 tonnes of garbage from all over the state is treated here per day in a well-processed manner”. Sawant recalled that the foundation stone of this treatment plant was laid during his tenure as the vice-chairman of Goa State Infrastructure Development Corporation (GSIDC). Mapusa MLA Joshua D’Souza, Solid Waste Management Corporation’s managing director Levinson Martins and others were present on the occasion. Sawant was also told that the plant is run on power generated from the waste. Sources said that over the past few months, collection and transportation of garbage to the plant from some panchayats has stopped. According to an official press release, the chief minister also spoke about steps taken to make Goa open-defecation free (ODF) by July 31. Currently as per the national survey conducted by the central government, Goa is at the bottom for performance on ODF parameters. Stating that the government has also introduced the concept of bio-toilet, he said 17,000 bio-toilets are demanded by various panchayats all over Goa. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/people-must-cooperate-if-garbage-issue-is-to-be-resolved-cm/articleshow/69849118.cms"}, "Students of Ambeshi school shifted out after bug attack": {"datetime": "", "time": "2019-06-19 04:14:00", "description": "BICHOLIM: Government officials were forced to shift 22 students of Government Primary School (GPS), Ambeshi-Pale, to a private residence nearby, after the school saw an unusual infestation of bed bugs, known as ‘bhikunn’ in Konkani. Despite numerous bugs having dropped from the rafters of the old building, officials said no students were bitten. They also said that the Goa State Infrastructure Development Corporation has been asked to repair the old school building at the earliest. Sources said a bug attack had hit the school last year too, but it continued to operate from the same premises. “The school building is over 30 years old. The structure has wooden beams supporting Manglaore tiles. As the school was closed for summer break for nearly two months, no maintenance was done during this period. With the first pre-monsoons showers, the beams got damp and bugs began breeding,” an education official said. On Monday, the bugs fell from the roof in hordes, leading to panic among students studying from Class I to IV. Additional district education inspector Shrirang Barve said the students have been shifted to the private residence of the Kanekar family that resides in the school’s vicinity, and that the existing school will be repaired as early as possible. Sources said that the officials began acting only after chief minister Pramod Sawant intervened. PTA members said they had already informed the school’s authorities about the bug infestation and had sought action in this matter, but claimed that the authorities were slow to act. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/students-of-ambeshi-school-shifted-out-after-bug-attack/articleshow/69849447.cms"}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-copies-sara-ali-khan-opts-for-ethnic-airport-look/videoshow/69836999.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Goa govt hopes for private players after jetties commissioned": {"datetime": "", "time": "2019-06-18 18:27:00", "description": "PANAJI: Chief minister Pramod Sawant on Monday reviewed projects to be undertaken under the central government’s Sagarmala programme — nine jetties that will exclusively be used for passenger carriages and vessels conducting cruises for tourists. An official who was part of the meeting said that jetties have been proposed for Old Goa, Banastarim, Borim, Shiroda, Durbhat, Cortalim, Aldona, Bicholim and Ribandar. The objective of the Sagarmala project is port-led development along India’s coastline. He said that the project cost for the nine jetties would be Rs 76 crore, half of which could be borne by the Centre while the balance contribued by the state government. “There will be no scope for cargo vessels on these jetties,” he said. He said that while the project was approved by the Union ministry of shipping last week, a public hearing will shortly be conducted as part of the environment impact assessment process. There will be public hearings in North Goa and South Goa. After this process is completed, he said, various mandatory approvals will be obtained. “We expect to start work on the jetties late this year or early next year,” he said. The project is expected to be completed within 18-24 months. These new routes will see both existing vessels belonging to the river navigation department, and a few new ones. “We will float a tender inviting entries from private investors,” he said. In the past, the government has tries to rope in private players for operating ferry services on certain routes, but the response wasn’t impressive. But sources say that it is hoped that once the jetties are commissioned, the response is better. State ports minister Jayesh Salgaonkar was present for the meeting. Also in attendance were finance secretary Daulat Hawaldar, ports secretary P S Reddy, DIG Muktesh Kumar, director of fisheries V V Verenkar, captain of ports J Braganza, and president of Goa Barge Owners Association Atul Jadav. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/govt-hopes-for-pvt-players-after-jetties-commissioned/articleshow/69833198.cms"}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Goa: Women can now change name in marriage certificate": {"datetime": "", "time": "2019-06-19 06:50:00", "description": "PANAJI: Non-Hindu brides will now be able to officially change their names at the time of registering their marriage. The law and judiciary department has issued a notification extending the facility to all women, irrespective of religion or community. In TOI's June 14 report, former law minister Nilesh Cabral had announced that every bride would soon be given the option of changing her name at the time of registering her marriage. The notification will come as a relief not only to new brides but also to those who have registered their marriages in the past. \"There is no cut-off date. Any woman wishing to change her name by adopting her husband's surname can apply for a correction in her marriage certificate. It will be corrected and given to her,\" an official said, adding that those interested will have to make an application and produce proof of their husbands' identity. Since pre-Liberation days, the option of adopting the husband's surname in the marriage certificate at the time of registration was available only to Hindu brides. Women from Christian, Muslim and other communities were forced to go through the cumbersome process of changing their names later, by producing various documents and even publishing a notice in the government gazette. The new notification will also address a flaw in the system where the name of the mother would erroneously appear with her husband's surname whether she had adopted it or not in a child's birth certificate. \"In pursuance of Article 43 of the Civil Marriage Decree, 1910, the government of Goa hereby notifies that the bride, irrespective of the religion/community, may change her name/middle name/surname all or any part thereof, at the time of registration of marriage or even after marriage, and she shall be entitled to use her husband's name, until such time as a divorce is granted or, in case of widowhood, until she contracts a second marriage,\" the notification reads. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/goa-women-can-now-change-name-in-marriage-certificate/articleshow/69850449.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Medical services partially hit as Goa docs join nationwide strike": {"datetime": "", "time": "2019-06-18 04:12:00", "description": "Panaji/Mapusa/Margao: Medical services in the state were partially hit during the pre-lunch period on Monday with doctors attached to the Goa chapter of Indian Medical Association (IMA) besides ayurvedic and homeopathic physicians demanding a legislation against perpetrators of violence. Holding a silent morcha carrying placards and black bands from Azad Maidan to old GMC complex near Inox in support of the striking medicos in West Bengal, they demanded a legislation making violence against doctors a non-bailable offence attracting a punishment of six months. The services at the Goa Medical College (GMC) and hospital, Bambolim remained uninterrupted as the resident doctors did not participate, though they had decided on Sunday to lend support to their fraternity. “Medical services at GMC continued unhindered. All outpatient departments (OPDs) and routine operations were held as per schedule,” said dean of Goa Medical College, Dr S M Bandekar. “I was informed on Sunday late night by the Goa Association of Resident Doctors (GARD) that they will not participate in the strike,” he said. The vice-president of GARD, Dr Nathan Pinto told TOI that they decided to cancel the protest following positive developments in West Bengal. “The talks between the government and doctors turned fruitful. The resident doctors in Maharashtra too withdrew their strike,” he said. “We are trying our level best to make the legislation happen in Goa. Other parts of India can take cue from us and enact the law protecting doctors,” said former IMA Goa state president, Prasad Netravalkar. The morcha was led by Dr Anil Mehndiratta, president, IMA, Goa branch. Members of Nursing Association, Goa Association of Medical Representatives led by Nilesh Bagkar, Chemists and Drugs Association and Physiotherapist Association also took part. Some voluntary organisations and Rotarians too participated in the morcha. Later, a delegation of the IMA submitted a memorandum to the Chief Minister Pramod Sawant, Minister for Urban Development Milind Naik and Speaker Rajesh Patnekar. Doctors at North Goa district hospital at Peddem held a rally in the morning, but resumed services soon after. They also had an interaction with patients on building good relationship. “Doctors explained to the people the pressure they had to face while handling patients, especially accidental cases where they are treated without knowing their health background with an intent of saving a life,” an official said. The call for strike by IMA had a partial effect on medical services in South Goa as many private medical practitioners remained shut on Monday. The district hospital -Hospicio, however functioned as usual, though doctors were seen wearing black head bands as a sign of protest. Earlier in the day, doctors at the Hospicio announced that they wouldn’t be participating in the strike as that would have an adverse effect on the emergency services in the hospital. However, many private medical practitioners extended their solidarity with the striking doctors by shutting down their clinics for a day. Many diagnostic centres offering X-ray and medical imaging facilities were closed. This caused inconvenience to many patients, particularly women and elderly, who had travelled from far-off places only to find the facility closed. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/medical-services-partially-hit-as-goa-docs-join-nationwide-strike/articleshow/69833129.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Pleas for disqualification of 2 MLAs to be heard from July 1": {"datetime": "", "time": "2019-06-19 04:09:00", "description": "PANAJI: Assembly speaker Rajesh Patnekar will begin hearing the disqualification petition filed against deputy chief minister Manohar Ajgaonkar and PWD minister Deepak Pauskar from July 1. Last month, senior MGP leader and former deputy chief minister Ramkrishna Dhavalikar, had filed a petition before the speaker seeking that Ajgaonkar and Pauskar who quit MGP to join BJP in March be disqualified. The petition challenged the duo’s claim that two-thirds of the MGP legislature party had merged with BJP. MGP had three MLAs in the 40-member House. A petition in this regard is also pending before the high court. Sadanand Vaingankar had moved the court challenging the speaker’s order approving the merger of the MGP legislature party into BJP. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/pleas-for-disqualification-of-2-mlas-to-be-heard-from-july-1/articleshow/69849394.cms"}, "They shook and stirred!": {"time": "2019-06-17 11:53:00", "link": "https://timesofindia.indiatimes.com//city/goa/they-shook-and-stirred/articleshow/69821703.cms", "description": "ACandolim beach club was shaken and stirred recently as mixologists and bartenders gathered there for a championship, with the winner reaching the national stage. This was the fourth edition of the competition and had over 600 registrations from eight cities. “The championship is all about enhancing the skills of a bartender; our motto is to change the dull and conventional and to re-invent it. We want bartenders to learn more and enhance their skills; the five rounds of this competition are made to improve their skills,” said Gopal Verma, who was part of the organising team for the event. The five rounds included ingredient knowledge, mixing, pouring, nosing and even the perfect serve. Devi Singh Bhati, a bar manager from South Goa with three years of experience, bagged the top spot. “Bartending is a passion and it makes me happy when I interact with guests. I am very excited to be competing at the event. It’s been an amazing experience coming here. It’s not just about going behind the bar and pouring some drinks, it’s about the skills and how you perform under pressure.” Over 190 bartenders registered from the west region and there will be competitions in other zones before the national finale to find the champion. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Vithalapur to get new school bldg worth Rs 5.8 crore": {"datetime": "", "time": "2019-06-19 04:15:00", "description": "BICHOLIM: The Goa State Infrastructure Development Corporation (GSIDC) will soon replace the old school building at Vithalapur, Sakhali, with a modern structure. Work on the project, which is estimated to cost Rs 5.8 crore, will cover an area of 1,300 sqm. Apart from primary school facilities, the new three-storeyed building will house an administrative section, a dance and music section, a playing cave, a stage, two science classrooms, and a science court. The foundation stone for the project was recently laid by chief minister Pramod Sawant. The school lies in the jurisdiction of the Karapur-Sarvan village panchayat. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/vithalapur-to-get-new-school-bldg-worth-rs-5-8-crore/articleshow/69849449.cms"}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "Survivors of Chopdem accident stable, Maha driver remanded in 7 days cop custody": {"datetime": "", "time": "2019-06-18 04:12:00", "description": "Mapusa: Bambolim police on Monday said that the survivors of Sunday’s fatal accident on the Siolim-Chopdem bridge are stable, and that they’re undergoing treatment at the North Goa district hospital and Goa Medical College (GMC) and hospital. A father and son were killed when a Maharashtra- registered SUV rammed into their car head-on while they were headed to Siolim for Mass. “Shekhar Dube, the driver of the Maharashtra-registered car, has been remanded in seven days police custody,” said Anjuna PI Navlesh Dessai. Meanwhile, Milagrin Fernandes, 53, and Elton Simoes, 24, occupants of the Goan car who were critically injured, are undergoing treatment at GMC, Dessai said, adding that the car’s other occupants, Cynthia Fernandes, 29, and Sonia Lobo, 22, undergoing treatment at the North Goa district hospital in Peddem, are recovering. The accident took place on Sunday morning, when the Fernandes family from Morjim, along with some friends, were going for Mass at the St Anthony church in Siolim. Judas Fernandes, 25, died on the spot and Joao Fernandes breathed his last on the way to the hospital. Anjuna police said that the occupants of the SUV too suffered minor injuries. It was heading to Ashvem from Calangute. Dessai said that police have recorded the statements of the SUV’s occupants — Ketan Jadhav, Abdul Khan, Karishma Karalkar and Sanjay Singh, all from Maharashtra — as witnesses. Locals, outraged by the accident, blocked the road demanding action against the SUV occupants, who fled the site. The angry residents also set the SUV afire. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/survivors-of-chopdem-accident-stable-maha-driver-remanded-in-7-days-cop-custody/articleshow/69833135.cms"}, "\nFirst-ever Indian edition of AXE boat party kicks off in Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/First-ever-Indian-edition-of-AXE-boat-party-kicks-off-in-Goa/articleshow/35632388.cms", "description": "Hosted atop the Deltin Royale, the first-ever Indian edition of the exclusive, invite-only AXE boat party got off to a stylish start in Goa. Hosted by Archana Vijaya, the party was attended by Evelyn Sharma, Surelee Joseph, Ash Chandler, celebrity blogger Malini Agarwal and a host of international models. The winners of the AXE Boat Party contest ‘The Most Wanted Indian Men’ were flown from across the country for this. The winners were chauffeured in swanky luxury cars for the evening, and the guests were welcomed aboard by sexy hostesses. The evening began with EDM specialist Candice Redding taking over the console. After that, Malika Haydon and Nina Shah of The Elektrovertz drove the guests wild with their set of dance music. Zany bartending acts and dance performances, a mermaid swishing in an enormous martini glass and a special performance by Brazilian dancers on the sundeck added to the ambience. The party may have left the coast this year, leaving the guests with a once-in-a-lifetime experience, but it will return for an encore soon.Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "Goa resident doctors calls off their strike": {"time": "2019-06-17 14:23:00", "link": "https://timesofindia.indiatimes.com//city/goa/goa-resident-doctors-calls-off-their-strike/articleshow/69823941.cms", "description": "PANAJI: Medical services in Goa were partially affected in the first half on Monday as doctors partipated in the nationwide strike expressing solidarity with doctors on protest in West Bengal. Goa Association of Resident Doctors (GARD) had though declared on Sunday evening its plan to participate in the strike, it called off its protest in the morning with talks happening between West Bengal government and agitating doctors there. Dr Nathan Pinto, vice president, GARD told TOI that they have called off the strike following positive developments in West Bengal. Doctors attached to Indian Medical Association (IMA) Goa branch however organised a silent morcha in Panaji to protest against the assault on doctors in West Bengal. Ayurvedic and homeopathic physicians were also part of the morcha. Download The Times of India News App for Latest City ."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "\nSounia Gohil launches her resortwear line ‘A Whimsical Tale’ at the India Beach Fashion Week in Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/Sounia-Gohil-launches-her-resortwear-line-A-Whimsical-Tale-at-the-India-Beach-Fashion-Week-in-Goa/articleshow/46189067.cms", "description": "Inspired by destination weddings, designer Sounia Gohil launched her resortwear line ‘A Whimsical Tale’ at the India Beach Fashion Week in Goa recently.  Minimal embellishments and sheer fabrics made this a fun, fusion collection. The line also featured an amalgamation of digital and subtle architectural prints in morning to evening shades, with easy silhouettes lending a relaxed appeal. The line had an assortment of feminine resort wear, lehengas, gowns, jackets and crop-tops. The well-layered pieces were crafted using lycra and satin drapes while cutwork appliqué was sprinkled to add sparkle to the collection. Download The Times of India News App for Latest City ."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Food safety is highest priority of my govt: Goa health minister": {"datetime": "", "time": "2019-06-18 21:37:00", "description": "PANAJI: Health minister Vishwajit Rane said Nationalist Congress Party (NCP) MLA Churchill Alemao is trying to create panic among people asking them not to eat fish till August 15. On Monday, Alemao urged people to refrain from consuming fish during fishing ban period due to formalin scare. Urging people to ignore Alemao’s appeal, Rane said, “There is nothing to worry and fish available in the markets of Goa is safe for consumption. Food safety is the highest priority of my government. A monitoring system has been put in place. The government is very serious on the issue. It knows what is to be done.” Talking about measures taken, he said random checks are conducted and samples collected for testing. A whole protocol has been laid down. It is mandated that fish has to be transported in insulated vehicles. The vehicles with inadequate documents but transporting fish are not to be allowed to enter the state, he said. “Chief minister Pramod Sawant, deputy chief minister Vijai Sardesai and I, had a joint meeting to discuss this issue,” he said reacting to NCP's MLA's appeal. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/food-safety-is-highest-priority-of-my-govt-goa-health-minister/articleshow/69846583.cms"}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "Vishwajit allays fears, says fish is safe to eat": {"datetime": "", "time": "2019-06-19 04:10:00", "description": "PANAJI: Health minister Vishwajit Rane on Tuesday accused Benaulim NCP MLA Churchill Alemao of attempting to create panic among the people by asking them not to eat fish till August 15. “There is nothing to worry about. Fish available in the markets of Goa is safe for consumption. Food safety is the highest priority of my government. A monitoring system has been put in place. The government is very serious on the issue. It knows what is to be done,” Rane said. On Monday, Alemao had urged citizens to refrain from consuming fish during the two-month ban period. He hinted that fish entering Goa’s markets from other states during the ban could contain formalin. Insisting that Alemao’s claims be dismissed, Rane said random checks are being conducted and fish samples are even being collected for testing. “A whole protocol has been laid down. It is mandated that fish has to be transported in insulated vehicles. Fish transport vehicles that have inadequate documents are not to be allowed to enter the state,” he said. “Chief minister Pramod Sawant, deputy chief minister Vijai Sardesai and I had a joint meeting to discuss this issue.” Rane said Alemao was a “good human being, but uneducated on facts”. While Goa procures fish from neighbouring states throughout the year, it relies heavily on this arrangement when the annual fishing ban is enforced from June 1. After the formalin-in-fish controversy erupted last year, fish coming in from other states was banned for a while. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/vishwajit-allays-fears-says-fish-is-safe-to-eat/articleshow/69849397.cms"}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Grey cloud and colourful umbrella, Goabagan": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/gray-cloud-and-colorful-umbrella-goabagan/articleshow/59520471.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Rainy Days": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rainy-days/articleshow/59520467.cms", "description": ""}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Prayers and revelry mark Lairai zatra": {"time": "", "link": "http://photogallery.indiatimes.com/events/goa/prayers-and-revelry-mark-lairai-zatra/articleshow/69269222.cms", "description": ""}, "Goa's Purvaja keen on steady inning": {"time": "2019-06-17 20:58:00", "link": "https://timesofindia.indiatimes.com//city/goa/goas-purvaja-keen-on-steady-inning/articleshow/69829904.cms", "description": "Panaji:Purvaja Verlekar cannot wait for Monday to dawn. The excitement is understandable as the Goa opener will be the only player from the state to feature in the National Cricket Academy (NCA) One-day cricket tournament in Mysuru. The inclusion of the 18-year-old Mapusa resident did not come as a surprise as the right-hand batter attended the NCA Elite group training camp at Nadiad in April. “To tell you the truth, I knew I would play NCA tournament. I put in real hard work during the peak of summer in Nadiad,” said Purvaja. One of the mainstay of Goa batting, Purvaja shone with the bat in the Women’s U-23 One-Day League in Rajkot. She scored 187 runs in six innings, hitting two half-centuries and helping Goa win three matches. It was not easy for her. The Class 12 commerce student of Dnyan Prasarak Mandal, Mapusa, had examination dates clashing with tournaments. “After our first two matches, I came to Goa to appear for the examinations and then went back. Though it was a great outing for me, we failed to reach the knockout stage,” she said. It is never easy being an opener and Purvaja knows the challenges that await her in Mysuru. “I will not be surprised if I have to open the innings under cloudy sky and the ball does all sorts of things. I remember the first time playing under such weather conditions and I faced India pacer Mansi Joshi. I had no clue how the first five balls zoomed past. I missed all and was bowled out on the last ball. But I have learnt from that experience and I am training hard to ensure I do better this time around,” said Purvaja Goa Cricket Association’s move to host Women's U-19 one-day tournament in February prior to Women’s U-23 tournament at Rajkot also helped Purvaja. “Playing at home was a good thing. I grew in confidence and then I went to Rajkot and played in extreme conditions,” she said. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Colvale jail walls keep Swachh Bharat out": {"time": "2019-06-17 10:31:00", "link": "https://timesofindia.indiatimes.com//city/goa/colvale-jail-walls-keep-swachh-bharat-out/articleshow/69817666.cms", "description": "PANAJI: As the Swachh Bharat mission slowly spreads across the nation, its influence is yet to reach Colvale central jail, which houses around 500 persons. While there is no mechanism in place to segregate and treat the waste that it generates, dust bins, which were provided a while ago, haven’t been installed yet. Treatable food waste is buried in pits, but how it treats its plastic and other inert waste remains a mystery. Neither the Colvale village panchayat nor Mapusa municipality picks up its waste. “There is no system in place to treat plastic and other non-biodegradable waste,\" said a source. Interestingly, a few metres away along the highway, there’s a fresh garbage dump. The spot, once clean, is now littered with all kinds of waste courtesy hotels, grocery shops and stalls. Here, too, both the Colvale and Mapusa civic bodies wash their hands off. The Colvale central jail generates 250-300kg of waste a day. Sources in the locality say that it’s possible some of it finds its way to the roadside dump. Additional inspector general of prisons (IGP) Ajit Panchwadkar told TOI that the Goa Solid Waste Management Corporation (GSWMC) will soon train guards and other staffers in waste management. “Soon, we will scientifically segregate and dispose waste,” he said, emphasising that they consider it “an important task”. Panchwadkar also said that of late, jail authorities have noticed that the jail’s sewage pipelines were found to be choked with plastic. “Lots of plastic was found in sewage tanks too,” he said. “We have been compelled to call night soil tankers to empty sewage tanks.” But he said it is “not known” how plastic lands in sewage pipes and in tanks, and if someone is deliberately doing it. “They need to be watched,” he said. This watching doesn’t appear to be an easy task, as the jail is yet to install CCTV cameras even though the proposal has been approved by the government. Download The Times of India News App for Latest City ."}, "Eye on Kerala, CM wants ‘backwater tourism’ in Goa": {"datetime": "", "time": "2019-06-18 18:29:00", "description": "PANAJI: Chief minister Pramod Sawant said that his government is planning to promote wildlife sanctuaries for tourism and also start backwater tourism. “If you visit any state having such natural resources, they show their wildlife sanctuaries,” Sawant told TOI. In Goa, too, wildlife sanctuaries need to be promoted, he said, responding to a question on what the government has to offer tourists apart from beaches. Sawant said that the state government has never promoted the Bondla wildlife sanctuary, adding that “it’s very beautiful and so are the Mhadei, Netravali and other sanctuaries”. Sawant is also keen to promote Goa’s backwaters, which have “huge potential”. “We need to look at houseboat tourism, just as Kerala has,” he said. The CM said that he has issued instructions to the tourism department to explore these possibilities, so that Goa becomes one of India’s top tourist destinations. Referring to a situation in which tourists themselves are confused as to what is on offer in Goa, Sawant said that the state government has made a 12-minute film to promote tourism. He also stated that the government would come out with a new app on Goa tourism. “I have asked Goa Tourism Development Corporation (GTDC) to come up with the app so that tourists know each and every tourist place in the state and distance to it. This kind of new and innovative strategy will help tourists,” he said. Travel and tourism association of Goa (TTAG), the state’s main trade tourism body, has also called for creating separate tourism-related categories such as medical/wellness tourism, hinterland tourism and bird-watching tourism, among others, for effective marketing. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/eye-on-kerala-cm-wants-backwater-tourism-in-goa/articleshow/69833186.cms"}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "\nPB Lifestyle Ltd organised an opening party over the launch of its new beach club in Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/Mumbai-based-company-PB-Lifestyle-Ltd-launched-its-new-beach-club-called-Sunset-Ashram-at-Ashwem-Beach-in-North-Goa/articleshow/28593026.cms", "description": "Mumbai based company, PB Lifestyle Ltd launched its new beach club called Sunset Ashram at Ashwem Beach in North Goa recently with an opening party that saw a turnout of over thousand guests. The club kicked off with some groovy and interesting sounds complete with Ibiza-esque dancers and live performers. Celebrities spotted enjoying the vibe included Abhay Deol, Priti Desai, Sania Mirza, Ram Charan Teja, Yo Yo Honey Singh and Nikhil Chinapa, who had reserved exclusive private cabanas — a unique feature of the club. Spread over 32,000 sq ft on the pristine Ashwem Beach, Sunset Ashram features a sun deck, pool, large stage, multiple bars, live grills, beach side seating, VIP Cabanas and much more. Singer Yo Yo Honey Singh praised the club saying, “I have travelled across the globe and this club delivers an international experience similar to Miami and Ibiza.” In the first phase, the club will focus on an event based calendar on weekends while in the second phase it will operate all seven days of the week. A spokesperson from PB Lifestyle Ltd, which has also signed an exclusive and master license agreement with Playboy Enterprises Inc, USA for the Playboy brand in India, said that the company also plans to launch three nightclubs under the brand ‘Playboy’ in Hyderabad (Hotel Novotel at Hitech City, 2nd quarter, CY 2014), Mumbai (Worli, 3rd quarter, CY 2014) and South Delhi (3rd quarter, CY 2014) this year.Download The Times of India News App for Latest City ."}, "Goans celebrate Zagor Festival": {"time": "", "link": "http://photogallery.indiatimes.com/events/goa/goans-celebrate-zagor-festival/articleshow/69357014.cms", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Govind Gaude: Education a must for well-cultured society": {"datetime": "", "time": "2019-06-19 09:55:00", "description": "PONDA: The government will strive to fulfil the aspirations of the people no matter how high they are, said minister for art and culture Govind Gaude at the Revolution Day celebration at Kranti Maidan Ponda on Tuesday. Highlighting the significance of all-round growth and development of an individual, Gaude said education is an effective medium to create a well-cultured society. He recalled the contributions made by Ram Manohar Lohia, a veteran freedom fighter and nationalist, for the freedom struggle movement of Goa. He said that the Indian Constitution has given fundamental rights to every citizen and it will be a befitting tribute to Ram Manohar Lohia if every citizen is aware of his/her rights. Freedom Fighters Association secretary and former MLA Rohidas Naik spoke on the occasion. He said that the aim of the Freedom Fighters Association is to create an educated society and today “we are proud that almost all citizens are educated”. He also appealed to the people of Goa to preserve Goan culture.  Gaude, Ponda MLA Ravi Naik, secretary of Freedom Fighters Association Rohidas Naik, Ponda deputy collector Kedar Naik and others paid tributes to the martyrs. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/gaude-education-a-must-for-well-cultured-society/articleshow/69849179.cms"}, "Carambolim locals trek to lone well after taps run dry": {"time": "2019-06-17 10:27:00", "link": "https://timesofindia.indiatimes.com//city/goa/carambolim-locals-trek-to-lone-well-after-taps-run-dry/articleshow/69817688.cms", "description": "PANAJI: For the last two days, several hundred villagers in Carambolim have been forced to trek to the lone village well for water. Residents, both young and old, have been queuing up all day to get water for household consumption. “Water has not been coming for two days. Even earlier the water supply has been eratic,” said a local resident. The community well, which lies adjacent to a temple, has become the only source of water for the now frustrated residents who have been taking water in buckets, utensils and plastic pots. Till night, villagers were still lining up to draw water from the well, said the local resident. Water scarcity has become a major challenge for the state, with water levels at all the major reservoirs dipping below normal levels. The public works department has tried to ration the supply of water till the monsoon hits the state. Download The Times of India News App for Latest City ."}, "\nPulkit Samrat meets winners of Times Women’s Drive at Zuri White Sands in South Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/Pulkit-Samrat-meets-winners-of-Times-Womens-Drive-at-Zuri-White-Sands-in-South-Goa/articleshow/51360137.cms", "description": "The seventh edition of the Times Women’s Drive culminated with a glamorous award night at Zuri White Sands, Varca Beach, Goa. An all-women drive, it’s an expression of solidarity to unite for various social causes and create awareness through friendships and achievements. The drive has emerged as a platform for modern Indian women, who’ve resolved to take up new challenges and voice their concern on issues affecting women. Times Women’s Drive is supported by Women’s Cancer Initiative Tata Memorial Hospital, conducted by IARC. Interestingly, the drive had set Guinness World Record on February 22, 2014 for most female participants in a motorsport event, with 934 contestants.  This year, the drive was made more challenging by increasing the distance and making it a two-day event. The new test drive did not deter the participants, but further strengthened their resolve. After concluding what’s touted to be the longest two-day drive in the country, participants reached Goa to attend the glittering award ceremony, which set the momentum for International Women’s Day. Chief Minister of Goa, Laxmikant Yashwant Parsekar, attended the award ceremony and welcomed all the women participants from Maharashtra and Karnataka to the sunny state of Goa. He spoke about diverse schemes implemented by the state of Goa for women’s welfare and made an appeal to all participants to enjoy the natural beauty and cultural diversity of the state by extending their stay. Actor Pulkit Samrat, who gave away awards to the winners, said, “Behind every fast car, there is sassy woman and I am privileged to be a part of this ceremony.” The participants of the Times Women’s Drive were also judged in various categories including Best Social Message, Best Dressed Team, Best Decorated Car, Most Social Active Team, Best Creative Group-fie, Best Team Name, Most Fashionable Woman and Best Make-up. Neeraj Arya’s neo folk band Kabir Café mesmerised audience with mystic poet Kabir’s verses in a contemporary style, fusing folk with R&B, rock, pop and Carnatic flavours. DJ Tarun, known for his electrifying EDM, kept the women dancing till the wee hours with his pulsating upbeat dance music. In short, it was a special evening to remember for all the participants who braved the ghats of Sahyadri to reach Goa to create awareness about various social causes, including women’s cancer. Download The Times of India News App for Latest City ."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Sonsoddo waste plant stops accepting Margao’s garbage": {"datetime": "", "time": "2019-06-18 04:11:00", "description": "Margao: The garbage crisis of Margao deepened on Monday after the concessionaire of the solid waste management plant at Sonsoddo, Fomento Green, refused to accept incoming garbage into Sonsoddo until the “rejects” accumulated at the plant are disposed by the municipality. With the civic body having no alternative place to dispose the rejects, the garbage-laden trucks remained without being offloaded the entire day. The issue figured in the Margao Municipal Council meeting held later in the day with chairperson Babita Angle Prabhudessai expressing her anguish over the development. “Fomento expressed its inability to accept any more incoming garbage for processing, as the rejects (which earlier would find its way into the garbage dump) had piled up inside the plant, leaving no space for incoming daily waste. We have no other space for dumping rejects. Fomento is holding the entire city to ransom,” she said. Fomento has already issued a notice of termination to the MMC to pull out of the concession agreement signed between it and the civic body over setting up the solid waste management plant. A meeting of Fomento Green and MMC is likely to be held on Tuesday. Prabhudessai said she hoped that some solution would emerge from the meeting. The issue of “Renderzyme treatment” proving ineffective in controlling the fire and smoke at Sonsoddo was raised during the meeting. The MMC chairperson said that MMC had ordered the organic solution on fire and emergency services’ recommendation. Significantly, councillors were seen divided over their political affiliations over the issue of garbage. The usually reticent councillor Suchita Malkarnekar alleged that while Fatorda wards were given preferential treatment, “injustice” was meted out to Margao wards. She said that door-to-door collection of waste from wards I to XI of Fatorda had been outsourced to a private agency which has been doing a satisfactory job, and asked why the MMC failed to put in place a similar system for the wards in Margao. The MMC is under control of deputy chief minister Vijai Sardesai, who represents Fatorda constituency, while Margao MLA Digambar Kamat’s influence over the civic body is on the wane. “I had contested the municipality elections on the garbage issue assuring my voters of solving the problem. Now with hardly a year left for our term to end, nothing seems to be happening beyond wards I to XI. This is injustice to Margao wards,” Malkarnekar said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/sonsoddo-waste-plant-stops-accepting-margaos-garbage/articleshow/69833130.cms"}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Velingkar: Must apologise for casino remark": {"time": "2019-06-17 10:13:00", "link": "https://timesofindia.indiatimes.com//city/goa/velingkar-must-apologise-for-casino-remark/articleshow/69817707.cms", "description": "PANAJI: GSM’s Subhash Velingkar on Sunday demanded a public apology from chief minister Pramod Sawant for saying that casinos help promote tourism in Goa. Velingkar gave Sawant a ten-day ultimatum to withdraw his statement, failing which, he said, GSM would launch a state-wide agitation. Velingkar said he will also write to Prime Minister Narendra Modi to protest the objectionable statements made by the chief minister. “It seems the BJP-led government in the state wants to make Goa a Macau or Thailand on the international tourism map. Now, they have gone a step further with the chief minister saying that casinos are a part of the tourism industry. The BJP government is trying to wipe out Goa’s religious, social, spiritual, ethical and historical identity and wants to make it the centre of gambling and drugs,” Velingkar said. He said Sawant is misguiding the people of Goa stating that due to the investment made by casinos. tnn Download The Times of India News App for Latest City ."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Soon, colleges across Goa to have full-time counsellors": {"datetime": "", "time": "2019-06-18 18:54:00", "description": "PANAJI: In 2011, the state government introduced a scheme wherein counsellors visited schools and colleges twice or thrice a week on a rotation basis. In light of the tremendous benefits this initiative has had on students, the government has decided to appoint full-time counsellors at colleges on a contract basis. They will be a paid a salary of Rs 40,000 per month. The new scheme will be implemented from the current academic year itself, officials said. Each institute will get at least one full-time counsellor, while colleges with 1,000 or more students will get two counsellors. The counsellors will assist colleges tackle both academic and non-academic issues encountered by students. “The government is presently in the process of finalising the eligibility criteria and qualifications required for the posts. The recruitment process will start once this is finalised, and the appointments will be on a contract basis. The scheme will continue being implemented in colleges through the directorate of higher education (DHE). Salaries to the counsellors are also paid through the DHE,” said a state official. The proposal for 26 government-aided institutions has already been prepared and a separate scheme is being devised for the seven government colleges. While in schools, counsellors engage with parents as well as teachers on occasions such as PTA meetings to raise awareness about the need for counselling and figure out issues faced by students, in colleges the approach in different. “Most college students are adults or close to adulthood and therefore, mature enough. The approach here is that either a teacher refers a student to the counsellor or the student can directly approach the counsellor themselves,” said the official. At the school-level, there are 85 counsellors appointed on a contract-basis. They serve both, aided and government schools on a rotation basis. These counsellors are currently paid a monthly salary of Rs 18,000. There is currently no proposal to provide full-time counsellors at the school-level. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/govt-to-appoint-full-time-counsellors-in-colleges/articleshow/69833152.cms"}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "Parrikar’s fin dept acereshuffled after 10 yrs": {"datetime": "", "time": "2019-06-19 04:35:00", "description": "PANAJI: In a major bureaucratic reshuffle on Tuesday, the government shunted out Michael D’Souza, a trusted aide of former chief minister Manohar Parrikar, from the secretariat. D’Souza, considered to be one of the finest officers in the state administration, served as additional secretary (finance) for over a decade, and also as additional secretary to the chief minister. He has now been posted as additional secretary (housing) with additional charge of director (training), Goa Institute of Public administration and Rural Development (GIPARD). This is the first major bureaucratic reshuffle of officers of the Goa civil services since chief minister Pramod Sawant took over the reigns of the state in March. Sources said that a few ministers had repeatedly complained against D’Souza during the past one year, as he perused through proposals referred to his department with a fine-tooth comb. It had resulted in some objectionable proposals either being kept on hold or delayed. When Parrikar was at the helm, the complaints of these ministers were shown the bin. However, the demand for his ouster from the finance department grew considerably after Parrikar’s demise. In February, some ministers, including health minister Vishwajit Rane and revenue minister Rohan Khaunte, had alleged at a cabinet meeting chaired by Parrikar at his private residence in Dona Pauala that D’Souza was “obstructing development” by not clearing files. Sources said that Parrikar had specifically instructed the finance department not to clear files under pressure from his ministerial colleagues unless they vetted the proposals. Finance department’s objections to inflated rates for items listed in tenders had resulted in the ministers concerned taking up cudgels against D’Souza. The file then used to go to Parrikar, and he would stand by the finance department’s notings. A political observer said that it now seems like the chief minister has succumbed to pressure from ministers who wanted him to transfer D’Souza. “D’Souza is not the only officer, but there are complaints from some minisers of ‘non-cooperation”, sources said. D’Souza has been replaced by Sunil Masurkar, additional secretary, health. In other transfers, director of transport Nikhil Desai has been appointed as managing director of Goa Tourism Development Corporation (GTDC), of which he was holding additional charge. Director of panchayat Rajan Satardekar has been appointed as transport director, while Gopal Parsekar is the new panchayat director. Similarly, Ashutosh Apte, state registrar-cum-head of notary services has been appointed director of directorate of mines and geology, while Ajit Pawaskar, additional commissioner of excise, has been transferred and posted as joint secretary, health. Prasanna Acharya, who was awaiting posting, has been appointed as the additional collector–I, South Goa, while Agnelo Fernandes, who held the post of additional collector–I, South Goa, has been posted as managing director, Goa State ST Finance and Development Corporation. Acharya was retained by Parrikar as director of mines from 2012. Last week, Sawant replaced advocate general Dattaprasad Lawande, who was handling mining matters. Similarly, Neetal Amonkar, who was awaiting posting, has been appointed as managing director, Goa Education Development Corporation (GEDC), with additional charge of state project director, Samagra Shiksha Abhiyan. Others who have been transferred and posted include Megnath Porob, managing director, Goa State SC & OBC Finance & Development Corporation, Derrick Neto, joint secretary (ARD). He will hold additional charge as managing director, Goa Handicrafts Rural and Small Scale Industries Corporation (GHRSSIDC). Raju Gawas has been posted as director of electricity department (administration), while Vasudev Shetye is now custodian of evacuee property, with additional charge of the Goa State Mental Health Authority. Prashant Shirodkar has been appointed as additional commissioner of excise while Mahesh Corjuenkar is state land acquisition officer, Economic Development Corporation (EDC). He will also hold additional charge of state land acquisition, Goa State Industrial Development Corporation. Other transfers include: Johnson Fernandes, managing director, KTCL, Agnelo Fernandes, chief executive officer, South Goa Zilla Panchayat, Narayan Gad, director of settlement and land records, Dashrath Redkar, additional collector–II, North Goa, Meghana Shetgaonkar, director, information and publicity, Parag Nagarsekar, director, social welfare and Varsha Naik, director education (administration). The government has also transferred Gaurish Kurtikar, secretary, GAD, Brijesh Manerkar, state registrar-cum-head of notary services, Sheru Appa Shirodkar, member secretary, Sanjay School for Special Education, Santosh Kundaikar, director of Small Savings and Lotteries, Arvind Kutkar, additional collector, III, South Goa, Ponda and Pipi Murgaonkar, director (administration), Sports Authority of Goa, Sagun Velip, member secretary, Ravindra Bhavan, Sushma Kamat, secretary, Goa Rehabilitation Board, Maria Seomara De Souza, director administration, Directorate of Health Services, Gaurish Shankhawalkar, chief officer, Mormugao municipal council, Mahadev Araundekar, additional collector–III, North Goa, Mapusa, Sarita Marathe alias Gadgil, additional commissioner of commercial taxes and Sangeeta Rawool alias Porob, director (administration), higher education. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/parrikars-fin-dept-acereshuffled-after-10-yrs/articleshow/69849128.cms"}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Goa govt orders NGPDA to start Panaji, Mapusa ODPs afresh": {"datetime": "", "time": "2019-06-18 17:48:00", "description": "PANAJI: The state government has directed the North Goa Planning and Development Authority (NGPDA) to revise the Mapusa and Panaji outline development plans (ODP) by preparing a land use map and register for the two cities. The decision to start the process afresh was subsequently taken by NGPDA at its 73rd meeting on Monday. A resolution was also taken to complete the entire process within nine months. “This ODP was prepared in 2016 and has been asked to be redone,” said NGPDA chairman Michael Lobo. “NGPDA met today and it has been decided that the Mapusa land use map and register will be prepared along with that of Panaji.” Lobo said that when ODP was prepared in 2016, NGPDA chose not to prepare a land use map and register, which was the main reason for starting the ODP process from scratch. “The land use map and register for Panaji were not there since there was an existing ODP. We took the ODP as a base map. But the government has asked us to make a fresh land use map and register to identify all structures, including small structures and also government structures and pumping stations,” Lobo said. Every structure, whether residential, commercial, government and even utilities will be mapped this time to ensure that land utilization is clearly depicted in the ODP. The planning body will also identify encroachments on government and private land. Lobo, however, did not specify what action will be taken against such encroachments. “There is a lot of land touching the river where there are encroachments. There is land which has been used for various government projects which otherwise on the plan is shown as orchard or vacant land. We need to specify what it has been used for,” Lobo said. NGPDA will begin the process by issuing a public notice inviting objections and suggestions from the public. The entire process to map the structures in Mapusa and Panaji will be contracted to a private agency which will then prepare the land use map. This time around, Lobo said, NGPDA has also decided to get on board councillors from the local municipal bodies. Lobo has urged the Corporation of the City of Panaji and the Mapusa Municipal Council to help NGPDA with the drafting process. “We will come up with a tender notice to see that we take an agency on board to mark all these structures and give us a ready map. Local councillors and the people have to give suggestions and objections which have to tally with the agency’s work,” said Lobo. The MLA said the process to prepare the land use map and register will take three months and preparation of the draft ODP will take two months, while the final ODP will take another three months. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/govt-orders-ngpda-to-start-panaji-mapusa-odps-afresh/articleshow/69833444.cms"}, "Locals booked for stopping vehicles and damaging them": {"datetime": "", "time": "2019-06-18 20:31:00", "description": "MAPUSA: Merely a day after a mob set fire to car from Maharashtra that was involved in an accident on the Siolim-Chopdem bridge leaving a father and son dead, two tourist vehicles were damaged by locals not far from the same area, suspecting that the occupants were drunk. An offence has been registered against a group of persons for damaging the two vehicles and creating ruckus. Still seething with anger after the death of two persons on Sunday, a group of persons stopped a Telangana-registered vehicle on the Chopdem-Agarwada road in Pernem taluka and asked them whether the driver was drunk. Sources said that after they didn’t get a clear answer, the locals spoke “rudely” with the tourists. They also charged them with carrying liquor in the vehicle. During the altercation, the locals are alleged to have manhandled the vehicle occupants, according to the complaint filed by the driver. But the locals didn’t stop at this, and then damaged the vehicle’s windscreen. After a while, locals stopped a Maharashtra-registered vehicle at the same spot. Accusing the driver of being drunk, the locals “manhandled” the vehicle’s occupants and damaged the SUV. Following complaints by the two drivers, some locals were booked. Several locals pointed out that rash and negligent driving by domestic tourists have become a nuisance for residents of coastal Pernem. A local told TOI that a “storm has been brewing” as many tourists drink and drive, thus putting the lives of others at risk. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/locals-booked-for-stopping-vehicles-damaging-them/articleshow/69833144.cms"}, "CCTV cameras installed at public spots in Calangute": {"datetime": "", "time": "2019-06-18 17:53:00", "description": "CALANGUTE: A CCTV surveillance system covering important public places in Calangute was inaugurated by deputy speaker and Calangute MLA Michael Lobo on Monday at the Calangute panchayat premises on Monday. The project has been undertaken at the cost of Rs 90 lakh with funding from the Central government under the ‘Swadesh Darshan’ scheme. In phase one, cameras have been installed at the Calangute beach promenade, on Titos lane, at the Baga beach and all main junctions. The system, which consists of 60 cameras, will be monitored 24x7 by citizen volunteers and a policeman at a monitoring room set up at the panchayat ghar. “This is one step towards making Calangute hi-tech and safe for tourists. While the number of tourists visiting Calangute has increased manifold, the quality of tourists we get has deteriorated due to various reasons, one of them being petty crimes and harassment of tourists,” Lobo said. In the second phase, Calangute sarpanch Shawn Martins said, CCTV cameras will be installed at the main entry points into Calangute such as the Arpora bridge and Chogm Road. Calangute PI Nolasco Raposo said footage from the cameras will help police in the event of any untoward incident. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/cctv-cameras-installed-at-public-spots-in-calangute/articleshow/69833433.cms"}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Chhatri Utsav 2019": {"time": "", "link": "http://photogallery.indiatimes.com/events/goa/chhatri-utsav-2019/articleshow/69163600.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Muslim trust moves rights panel over burial ground": {"datetime": "", "time": "2019-06-19 04:15:00", "description": "PANAJI: The Azad Jamatul Muslimeen Welfare Trust on Tuesday complained to the Goa State Human Rights Commission that Muslims residing in the vicinity of Panaji, including Merces and Bambolim, aren’t being permitted to bury at the Corporation of the City of Panaji’s kabrastan at St Inez. The complaint stated that Muslims from these areas have been burying their dead at the St Inez kabrastan since 1961, until September 2017 when the CCP stopped the burial of those outside its jurisdiction stating that there was limited space. Pointing out that there is no kabrastan for the people of Merces and Bambolim to bury their dead, the trust has requested the government to permit burial of people from Merces, Bambolim and Curca at the St Inez kabrastan till the government or local authority provides a piece of land. In February, the CCP had passed an order directing its staff not to issue NOCs for burial of bodies of citizens who live outside its jurisdiction. The trust subsequently sent the corporation a legal notice. During a meeting last week, CCP commissioner Shashank Tripathi stated that Muslims only from Panaji, Taleigao and St Cruz would be permitted to bury their dead at the St Inez kabrastan due to lack of space. The Goa State Human Rights Commission, in its inquiry report in April, passed recommendations to the CCP to acquire land for the burial of bodies from the Muslim community in coordination with the state government. “It is the paramount duty of the CCP to provide burial grounds to all the communities within the jurisdiction of the corporation. The corporation cannot run away from the responsibility on a plea that there is a shortage of space to provide the burial facility to the Muslim community. All communities, including the Muslim community, are entitled to have appropriate burial grounds,” the commission had stated. It had further added that non-availability of space for the burial ground of a community cannot be an excuse to deny the facility as it is violation of basic human rights. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/muslim-trust-moves-rights-panel-over-burial-ground/articleshow/69849452.cms"}, "Goans take part in 'Walkathon'": {"time": "", "link": "http://photogallery.indiatimes.com/events/goa/goans-take-part-in-walkathon/articleshow/69163366.cms", "description": ""}, "Goa to set-up plants to treat all kinds of waste: Goa CM": {"datetime": "", "time": "2019-06-18 22:36:00", "description": "PANAJI: Chief minister Pramod Sawant on Tuesday said that two years from now Goa will be the only state in the country to treat all types of waste. “We have finalised sites at Kundaim, Pissurlem and Colvale to set up treatment plants for e-waste, bio-medical and hazardous waste,” said Sawant during his visit to Goa solid waste management plant at Saligao. The proposed plants are expected to be commissioned within two years. Sawant discussed with officials functioning of Saligao plant that treats and processes 150 tonnes of waste a day. The Saligao plant is insufficient to cater to total waste generated in the State. A proposal to expand its existing capacity has been approved. A similar plant has been planned in Cacora-Curchorem that will take care of waste generated in South Goa. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/goa-to-set-up-plants-to-treat-all-kinds-of-waste-goa-cm/articleshow/69847462.cms"}, "Citizens’ groups unite to oppose casinos": {"datetime": "", "time": "2019-06-19 04:13:00", "description": "PANAJI: Activists representing various social groups, NGOs and political parties protested against casinos at Azad Maidan in Panaji on Tuesday. The protest was organized by Aam Aurat Aadmi Against Gambling. Last week, the organisation lodged a police complaint regarding a website advising tourists how to get women for various activities, including gambling. AAAAG convener Sabina Martins, said the state has suffered immensely due to casino gambling where prosperous families have become paupers, and assets and properties of people have been usurped under the pretext of clearing debts. The rules and gaming commissioner haven’t been put in place yet and there is no check on the money charged either, she said. Martins went on to list many social drawbacks of casinos, saying hotels are getting a bad reputation as casino visitors with escorts seek lodging while public property like jetties, pavements, footpaths are appropriated. Subsequent governments have gone against the objective of the Goa Gambling Prevention Act and have brought about several amendments to promote casino gambling instead of curtailing the ill effects, she said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/citizens-groups-unite-to-oppose-casinos/articleshow/69849427.cms"}, "Brides can now change their names at the time of marriage registration": {"datetime": "", "time": "2019-06-18 12:38:00", "description": "PANAJI: Brides, irrespective of religion and community, will now be able to change their names at the time of marriage registration itself, after a notification was issued by the department of law and judiciary. Since pre-liberation times, the option of changing one's name at the time of registration of marriage was only open to Hindu brides. The notification will now permit any bride to change any part of her name and surname to include her husband's name if she wishes, in the marriage certificate at the time of marriage registration. This will eliminate the cumbersome process for Christians and Muslims of changing the bride’s name subsequently, which involved presentation of documents at several offices and also requiring one to notify this in the goverment gazette. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/brides-can-now-change-their-names-at-the-time-of-marriage-registration/articleshow/69838129.cms"}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "IMA’s strike call may affect GMC, other hospitals": {"time": "2019-06-17 10:51:00", "link": "https://timesofindia.indiatimes.com//city/goa/imas-strike-call-may-affect-gmc-other-hospitals/articleshow/69817630.cms", "description": "PANAJI: Medical services in the state are likely to be affected at least partly, as doctors working in both government and private sectors will join the nationwide 24-hour protest on Monday, in solidarity with their colleagues in West Bengal. Emergency and casualty services will not be closed, but doctors will not be available for consultations. Services at the state’s premier hospital, Goa Medical College (GMC), Bambolim, may also suffer as Goa Association of Resident Doctors (GARD) will boycott work from 6am to 6am the next day. GMC dean Dr S M Bandekar confirmed receiving a strike notice from GARD. He said the hospital administration has geared up to deal with the situation. “All the doctors who were on leave have been asked to report on duty. Except routine services, all emergency cases will be catered to. I think, we should able to manage,” he said. Doctors serving bond, but posted in other government hospitals in the state, will be posted at GMC on Monday. On an average, GMC conducts about 30 routine surgeries on any working day. They have been deferred in a view of strike notice. GARD president Dr Veeresh H M said though they have given a strike call, they will take a final decision on Monday morning. “Talks are happening between West Bengal government and agitating doctors. Let’s see what’s the outcome,” he said. India Medical Association (IMA) Goa president Dr Anil Mehndiratta said they have organised a silent morcha that will take off at 10am from Azad Maidan. Member doctors will not boycott emergencies. Besides their 1,500 members, Mehndiratta said, ayurvedic and homeopathic physicians have extended their support. Goa Dental Association, Goa Nursing Association, Chemist and Druggist Association and Goa Medical Representative Association have extended their support, he said. Head of clinical services at Manipal hospital, Dona Paula, Dr Shekhar Salkar said their services too, will be hit. “The OPD will not function. Only dialysis and radiotherapy units will function,” he said. Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Haphazard dredging of Ragado river upsets locals": {"datetime": "", "time": "2019-06-19 09:50:00", "description": "KERI: Improvement of waterways, initiated by the water resources department of Goa, has spelled disaster for the Ragado riverwith the removal of pebbles, sand, boulders from the river belt. A tender amount of Rs 4.6 lakh was assigned by Gopinath Desai, executive engineer of work division IX, Margaon, of the WRD. As per the tender, the stipulated date of commencement of work is June 3 and completion date is June 12, 2019. Presently, work is going on haphazardly, destroying the natural course of the Ragado. Removal of pebbles, sand, boulders was in progress and all these materials were sold after crushing it. Villagers said that dredging was done at Poshachi Kond and Ghongaryach Kond. More than 100 loads of pebbles, sand and boulders have been transported from the river bed. A villager, on the condition of anonymity, told TOI, “Dredging of the Ragado, few meters from the Tambdi Surla to Sacorda bridge, has badly affected the natural course of the river. Illegal sand mining and removal of sand, pebbles from the river bed will pose a threat to the foundation of the bridge. This work will gradually kill our lifeline. The government has to take note of these discrepancies and save our Ragado.” On Tuesday, Sacorda villagers living in the vicinity the Ragado river brought these discrepancies to the notice of deputy collector of Dharbandora, Nilesh Dhaigodkar. The deputy collector told TOI, “As per the complaint of the villagers I have directed the police to check the site. They reported that no JCB and vehicles were present on the site. I will look into the matter and take the needful steps.” Ragado is one of the tributaries of the Mandovi river that originates in the dense forest of the Western Ghats in Karnataka and flows westwards over 35km join the Mhadei at Guleli. However, for more than a decade illegal sand mining and deforestation has affected the Ragado badly. A villager said that instead of protecting the natural course of the river, the WRD has initiated the tender to a private firm to improve waterways and this has affected the river. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/haphazard-dredging-of-ragado-river-upsets-locals/articleshow/69849176.cms"}, "Pilgao goes without power for 5 hours": {"datetime": "", "time": "2019-06-19 04:12:00", "description": "BICHOLIM: Villagers from Pilgao, especially school students of Ideal High School located in the village, had a hard time on Tuesday as there was no power supply for almost five hours in the area. The village in Bicholim has been facing power outages over the last three to four days. While officials of the electricity department said power supply tends to get disrupted due to gusty winds, villagers claimed that they have had to go without power for at least two hours on a daily basis. On Tuesday, the outage lasted for five hours. The villagers and school authorities have called on the power minister to work towards underground cabling to avoid further inconveniences. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/pilgao-goes-without-power-for-5-hours/articleshow/69849414.cms"}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Margao police arrest 6 taxi drivers for assault, intimidation": {"datetime": "", "time": "2019-06-18 17:35:00", "description": "MARGAO: Six persons were arrested by the Margao town police on Monday following cross complaints by a GoaMiles taxi driver and a tourist taxi driver on charges of assault and criminal intimidation.  Police sources said that a GoaMiles taxi driver, Kalinder Naikwadi, complained that four tourist taxi drivers obstructed him when he had come to the Konkan Railway station at Margao on Monday to drop off his passengers. In a counter complaint, Damodar Naik named two persons of assaulting him. Those arrested are Bhanudas Chavan, SagarWadyekar, Venkatesh Bhise, Damodar Naik, A Devar and Abdul Sayed. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/margao-police-arrest-6-taxi-drivers-for-assault-intimidation/articleshow/69833461.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Weekend fun in Panaji": {"time": "2019-06-17 11:43:00", "link": "https://timesofindia.indiatimes.com//city/goa/weekend-fun-in-panaji/articleshow/69821475.cms", "description": "Last Saturday, people from Panaji and around partied at Soho in Fontainhas. The event titled Back To The Basics featured mix legends Claudio and Ketan, along with Soho’s resident DJ Saunyk. They belted music ranging from the 80’s hits to the latest pop and hip hop numbers, while music videos were played on the screens. It was a night of fun and camaraderie. Download The Times of India News App for Latest City ."}, "Stink city: Trash piles up in Margao as collection stops": {"datetime": "", "time": "2019-06-19 06:50:00", "description": "MARGAO: Stench from overflowing garbage bins pervaded the air in Margao on Tuesday as garbage trucks were prevented from being offloaded at Sonsoddo by Fomento, the concessionaire of the solid waste management plant, for the second consecutive day. As the crisis plunged deeper, Margao Muncipal Council (MMC) was found grappling for solutions. Fomento has refused to accept incoming garbage into Sonsoddo until the “reject” accumulated in the plant are disposed by the municipality. Fomento and the MMC were headed for a collision course as the civic body, upon the instructions of the deputy chief minister, Vijai Sardesai, was preparing to file a police complaint against Fomento for obstructing its garbage management exercise. “They are obstructing our work of clearing the rejects piled up inside the plant,” chief officer of MMC Siddhivinayak Naik told TOI. “On one hand, they are demanding that we cart away the rejects to make space for incoming waste, and on the other, they are preventing us from lifting the waste by shutting the gates of the plant by 6pm. We had made all arrangements to remove the waste from inside the plant by engaging men and machinery through the night.” While nearly 1,000 tonnes of reject lies inside the plant, sources said MMC managed to clear around 70 tonnes of waste on Tuesday. “That’s not enough free space to allow daily incoming waste into the plant. The entire volume of reject needs to be moved out before any more waste can be treated,” said Sudin Raiturkar of Fomento, who has been monitoring the situation at Sonsoddo. Sources said that going by rough estimates, it will take a few more days for MMC to clear the plant of all the reject. The MMC, with no other place to dump the reject,has found itself in a piquant situation. Sources said that the recent fire at the Sonsoddo garbage dump led to the current crisis. While the reject from the plant would eventually find its way into the old garbage dump, protests by locals led to Fomento dumping the reject inside the plant until there was no enough space to handle incoming garbage. That was when Fomento blocked entry to MMC’s garbage trucks on Monday. Sardesai, who visited Sonsoddo on Tuesday morning, said that he would ensure that things fall in place soon. He blamed both MMC and Fomento for taking a “bureaucratic approach” to the issue. “Garbage is rotting on the streets, and MMC and Fomento are playing volleyball throwing the ball in each others’ courts. They need to have a hands-on approach. I am not going to tolerate garbage rotting on the streets in my constituency (Fatorda),” Sardesai said. MMC has now begun scouting for open plots of land to be used for segregation of mixed waste before moving it to Sonsoddo. While it has identified a place in Fatorda, councillors from Curtorim and Margao wards have been asked to identify places for the purpose, sources said. “People have demanded that only segregated waste should come to Sonsoddo,” Sardesai said. “Fomento is also demanding segregated waste. I am also of the same view. But the question is where do we segregate mixed waste. There are black spots in Margao, Cutorim and Fatorda where mixed waste is dumped, which goes to Sonsoddo. So let the MLAs from Margao and Curtorim identify and give lands for segregation just as I have done in Fatorda.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/stink-city-trash-piles-up-in-margao-as-collection-stops/articleshow/69849105.cms"}, "Entire state will draw power from western grid: Power minister Nilesh Cabral": {"datetime": "", "time": "2019-06-18 18:46:00", "description": "PORVORIM: Power minister Nilesh Cabral on Monday said that the state government would no longer purchase electricity from the southern grid and would instead procure power from the “more reliable” western grid. The minister said it would offer a “permanent” solution for South Goa’s power woes. The 1,000mW power that the state buys is adequate for domestic and commercial consumption, but chinks in the distribution network were responsible for the frequent power supply breakdown, Cabral told reporters. “We have a permanent solution for the people of South Goa by taking the entire load of Goa from the western power grid,” said the minister, who has been taking a lot of flak over the last week for the frequent power outages in South Goa. Presently, North Goa is powered by electricity drawn from the western grid which is brought into the state through two 400kVA high tension lines are Colvale and two 220 kVA lines at Mahalakshmi and Tillari. South Goa is powered by the southern power grid. “Totally 1,000mW power comes to Goa and entire Goa consumes just 650 KV at the peak level which is in May,” Cabral said. The minister, however, said that the power department would return to the southern grid once the Dharbandora 400 kVA station comes up. “The 400 kVA substation that is coming up at Dharbandora on 1lakh sqm land. It will take another four years to get ready. When that comes up, we will once again take power from the southern grid,” Cabral said. Referring to the power infrastructure gaps, the minister said that the department needs to upgrade power lines, power distribution stations, and bring in supervisory control and data acquisition (SCADA) control systems and ring distribution circuits. Goa could enjoy 24x7 power supply, said Cabral, only if the power infrastructure is improved. “We don’t have parallel circuits, we don’t have SCADA systems, we don’t have ring power distribution systems. So if a feeder station or transformer goes off, the only option is to repair it or replace it which takes time,” the minister said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/entire-state-will-draw-power-from-western-grid-cabral/articleshow/69833160.cms"}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Government colleges get tech savvy with 62 smart classrooms": {"datetime": "", "time": "2019-06-19 07:38:00", "description": "PANAJI: In April this year, two government colleges in Sakhali and Khandola raced past their private counterparts in the state to rank among the 150 best general stream colleges in the country at the ministry of human resource development’s (MHRD) national institutional ranking framework (NIRF). The directorate of higher education (DHE) decided to take the progress a step further and four government colleges in Goa are readying themselves to introduce smart classrooms. The 62 smart classrooms will not only bring teaching alive, but also connect the four institutes virtually, for resource sharing. Indian Institute of Technology (IIT), Bombay, has also been roped in by the state to train college teachers on how to develop animation and other content which can make teaching more interesting for students using digital tools. The government colleges in Sakhali, Khandola, Quepem and Margao have been equipped with smart classrooms at a cost of Rs 4 crore. Work on fitting the institutes with the devices began in January-February this year so that the classrooms could be put to use during the current academic year 2019-20. “The colleges have been provided with smart interactive boards, smart podium and visualiser and interactive pad. One training session for the college’s teachers has already been completed on how to operate the devices. The second training by IIT Bombay will take place in July on how to create animation and different content to make the lessons more gripping,” said a state official. Work on the smart classrooms at Government College, Borda, Margao, and Government College, Sakhali, is already complete and their use will begin with the launch of the scheme at the latter institute by chief minister Pramod Sawant later this month. The smart classrooms will also connect the four colleges virtually, allowing students to take up a programme, not available in their institute, at one of the three other institutes. Students will be able to sit in their own college and attend a lecture at an institute in another part of the state. “We have provided one virtual board to all colleges which is the standard practice. This new equipment will help students view lectures being delivered in other colleges. They will also be able to interact and ask questions. This will lead to resource sharing and students will have additional courses available to them,” said an official. Funds alloted by the central government under the Rashtriya Ucchatar Shiksha Abhiyan (RUSA) were utilised to provide the virtual boards and smart classrooms, officials said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/govt-colleges-get-tech-savvy-with-62-smart-classrooms/articleshow/69849432.cms"}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Monsoon Dusk, Maniktala": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/monsoon-dusk-maniktala/articleshow/59416967.cms", "description": ""}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Armyman’s son tops IAF flying school": {"time": "2019-06-17 10:25:00", "link": "https://timesofindia.indiatimes.com//city/goa/armymans-son-tops-iaf-flying-school/articleshow/69817681.cms", "description": "PANAJI: When Indian Air Force (IAF) chief, Air Chief Marshal, BS Dhanoa, presented his own ‘wings’ to newly-commissioned fighter pilot, G Navin Kumar Reddy, the top cadet’s father was beaming. The 21-year old flying officer is the only son of Subedar, G Pulla Reddy, who is presently serving at 2 Signal Training Center (STC), Panaji. Flying officer, GNK Reddy, who topped the 203rd pilot’s course at the Dundigal Air Force academy was awarded the sword of honour. The Air Chief Marshal, who retires this September, also presented Reddy with his ‘wings’, an IAF wing-shaped badge worn by IAF pilots. “Let my wings be worn by a young boy to let him soar through trials and challenges of flying,” Dhanoa said. The gesture, surprised GNK Reddy. “It was a proud moment and when I see those wings, they will motivate me to do well in the services. I always wanted to join the Air Force ever since I saw fighter jets fly and heard the sound of the jet engine,” said the flying officer who will now proceed to Bidar Air Force station, Karnataka for further training. Reddy hails from Andhra Pradesh but his parents are currently based in Goa since his father, Subedar Reddy is posted with 2 STC as an office superintendent.  The proud family posed for pictures with the IAF chief after the passing out parade. Reddy secured the 4th rank in the all India Union Public Service Commission (UPSC) exam and chose to join the National Defence Academy (NDA) after clearing the service selection board. As a cadet at NDA, he represented India at the international cadets’ conference at Japan and he is also proficient in Mandarin. The recent spate of tragedies that have hit the IAF have not dampened his spirits. Aware of the risks, Reddy said that the IAF prepares pilots and airmen for all situations. “Be always prepared for emergencies is what we are taught. We prepare for emergencies on ground to ensure that we are ahead of the aircraft in the air in case of an emergency,” Reddy said. Download The Times of India News App for Latest City ."}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "\nL’Oréal Professionnel unveiled the Indian Hairdressing Awards in Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/LOral-Professionnel-unveiled-the-Indian-Hairdressing-Awards-in-Goa/articleshow/46156151.cms", "description": "After four years, L’Oréal Professionnel upped the ante of The Colour Trophy by unveiling it in a new avatar as the Indian Hairdressing Awards, making it a platform to showcase the creativity of talents in the industry. A category called Business Awards was also introduced, which recognises salons that demonstrate excellence in the business of hairdressing. Post four regional rounds, the finale took place in Goa in the form of a two-day salon congress with master­classes and competitions. The event kick-started with a session on cutting-edge styles and techniques by world-renowned Parisian hair artiste and L’Oréal Professionnel ambassador Laetitia Guenaou. Participating salons were also treated to a second workshop by London-based Julie Eldrett, a customer care consultant with over 35 years experience in the hair and beauty industry.  The finale, hosted by Shibani Dandekar, saw 39 hairdressers showcase the looks they created to an audience of over 500 people. The brand’s India Dream Team that comprises six hairstylists known for their exceptional artistic skill enthralled guests with a live hair artistic show themed ‘Tribes’. The guests also witnessed a show titled ‘It Looks’ by Laetitia Guenaou, who showcased hair designs from street and ready to wear looks, to more arty and prestige universes. The judges gave away nine creative awards and 12 business awards. The panel included many renowned names from the fashion and beauty industry, along with hair colour legend Jo Hansford and Michel Claire (Director, Professional Development, Professional Products Division, L’Oréal). Said Aseem Kaushik, “We are proud that we have created hairdressing history with this event, leading to a showcase of art and talent at the finale.” While Kandasamy Amali Perera from Looks Salon picked the Colour Trophy Award, for the Cut and Style Award, Noah Michael Paul from Looks Salon was the winner. For the Men’s Image Award, Rohith Kumar from B Blunt was declared the winner and for the Young Colorist Award, Sumitra Subba from Lime Lite Salon & Spa won the trophy. Various salons from across the country were also given the business awards. Visit www.indianhairdressingawards.com for more. Download The Times of India News App for Latest City ."}, "Chanchal Lahiri": {"time": "", "link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Mapusa MLA to head TCP scheme": {"datetime": "", "time": "2019-06-18 17:39:00", "description": "PANAJI: The North Goa Planning and Development Authority (NGPDA) has decided to appoint Mapusa MLA Joshua D’Souza as the sub-committee chairman to oversee the preparation of the Mapusa land use map and register, NGPDA chairman Michael Lobo said here on Monday. “The authority has decided to make him the chairman of the TCP scheme which is in progress in Mapusa. Seven other members will be on board. The scheme will go to the government for final approval,” Lobo said. D’Souza will work with the Mapusa Municipality Council to steer the process and hold at least three meetings with MMC said Lobo. NGPDA will also setup an office at Mapusa. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/mapusa-mla-to-head-tcp-scheme/articleshow/69833448.cms"}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Goa CM Pramod Sawant tells ministers to plant more trees": {"datetime": "", "time": "2019-06-18 18:39:00", "description": "PANAJI: Chief minister, Pramod Sawant, has written to all his cabinet ministers as well as state MLAs for their participation in the Vanamahotsav festival next month by taking up tree plantation activities across the state. “As we are welcoming rains in the monsoon season, join hands with me to improve the green cover of Goa by taking up tree plantation activities in all possible areas with the involvement of every member of the society,” he wrote to them. Chief Minister @DrPramodPSawant writes to all Ministers and MLAs, to seek their active participation for Vanamahots… https://t.co/T7lHaBB4pU&mdash; CMO Goa (@goacm) 1560752625000TOI had reported on June 17 that the state forest department has approached top government officials requesting them to be involved in Vanamahotsav, which means ‘tree-plantation ceremony’ activities. The chief secretary has also informed all secretaries to identify empty spaces within their department which can be taken up for plantation drives on a large scale, forest officials told TOI. In the letter to the lawmakers, the CM also said that he has asked the forest department to work out a detailed programme for Vanamahotsav which will cover months from July to September this year to cover towns and villages and take support from local communities. “In this regard, I would urge you to guide the department in selecting sites for plantation, ranging from parks and gardens, schools and colleges, office and residential campuses, industrial complexes, roadsides, community land and grace such plantation drives for motivating the people,” he said. “The forest department will work towards meeting requirements of saplings as per people’s choice and site-specific criteria, and also distribute plants free to the individuals and institutions. I’m sure that your active participation will ensure that Goa continues to preserve and improve its green cover and enjoy nature’s gift of its pristine forests,” he said. To create awareness about the festival, the state forest department, in the past, has sold medicinal plant saplings at subsidized rates to locals which were transported in mini-trucks and stationed at prominent location. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/cm-tells-mins-to-plant-more-trees/articleshow/69833178.cms"}, "Two killed, four injured in head-on collision in Siolim": {"time": "2019-06-17 10:42:00", "link": "https://timesofindia.indiatimes.com//city/goa/two-killed-four-injured-in-head-on-collision-in-siolim/articleshow/69817641.cms", "description": "MAPUSA: The feast of St Anthony turned tragic for a family from Vitaldaswada in Morjim when a Maharashtra-registered SUV collided with their car on the Siolim-Chopdem bridge early Sunday morning. Two members of the family—father and son—were killed and four seriously injured. Outraged by the incident, a 250-strong mob set the outstation vehicle on fire, demanding justice for the victims and blocked the bridge for four hours. Police said the incident occurred at 6.45am when the family was travelling in a car driven by Judas Fernandes, 25, with his father Joao Fernandes, 62, mother Milagrin Fernandes, 53, sister Cynthia Fernandes, 29, and friends Sonia Lobo, 22, and Alton Simoes, 24, from Morjim to attend Mass at St Anthony Church in Siolim. The accident took place in the middle of the Siolim-Chopdem bridge, about a kilometre from the celebrations at the Siolim church. The Maharashtra registered sports utility vehicle (SUV) with five occupants travelling from Calangute to Ashwem collided head-on with the car. The impact was such that the son was killed on the spot while the father died on the way to the North Goa district hospital where he was declared brough dead by doctors. Locals alleged the group from Maharashtra was under the influence of alcohol and driving in the wrong lane when they hit the Fernandes family. Milagrin and Alton were shifted to the Goa Medical College and Hospital (GMC). Police said their condition was serious till Sunday evening. Cynthia and Sonia are being treated at the North Goa district hospital at Peddem, Mapusa. The incident outraged locals who rushed to the site and blocked the road demanding action against the SUV occupants who fled the scene after the accident. The bridge which connects Siolim to Pernem taluka remained closed for four hours, paralysing traffic. Judas’ body was lying alongside the bridge for four hours as locals refused to allow authorities to move it. They demanded that the culprits be given stringent punishment for their rash driving. The ill-fated vehicle was towed away at 11.15am. An hour after the accident, the situation escalated as 250-300 locals gathered at the site. The mob set the SUV on fire, demanding the culprits be arrested and brought to the site. A fire brigade was pressed into service to douse the car in flames. A huge contingent of police force, including superintendent of police North Goa Chandan Chowdhury, dySP Gurudas Gawade, Anjuna PI Navlesh Dessai, Mapusa PI Kapil Naik, Pernem PI Harish Madkaikar and PSI’s from various police stations, officials from the mamlatdar office and the traffic police were present at the site to pacify the locals. Anjuna PI Navlesh Dessai told TOI that the SUV driver Shekhar Dube and four occupants Ketan Jadhav, Abdul Khan, Karishma Karalkar and Sanjay Singh, all from Maharashtra, escaped with minor injuries and were detained later. “Two persons have lost their lives in the accident. We have booked an offence under Sections 337 (Causing hurt by act endangering life or personal safety of others), 304 (Punishment for culpable homicide not amounting to murder), 279 (Rash and negligent driving ) of the Indian Penal Code against SUV driver Shekhar Dubey. Preliminary investigations suggest the occupants of the SUV are staff of a hospital in Mumbai,” Dessai told TOI. All the occupants statements were recorded. The incident has sent shock waves across Morjim with many feast-goers gathering at the bridge to mourn the deaths of the Fernandes duo. Anjuna police is further investigating the case. Download The Times of India News App for Latest City ."}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "\nUrvee Adhikaari launches debut collection at India Beach Fashion Week in Goa\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/goa/Urvee-Adhikaari-launches-debut-collection-at-India-Beach-Fashion-Week-in-Goa/articleshow/49619126.cms", "description": "Designer Urvee Adhikaari launched her debut collection ‘The Bride & Her Tribe’ at the India Beach Fashion Week.  She says, “The collection is a one-stop-shop for every destination bride and her gal pals. The easiness, elegance and simplicity reflect in all the garments.”  The silhouettes are simple and flowy with minimalistic playful embroidery and detailing. Urvee’s recent trip to Russia inspired her to incorporate the crown that runs through the collection with earthy hues. The impact of the fun bachelorettes is manifested in her collection redefining the modern destination bride and her entourage. Download The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Don’t act against interest of state, Sawant warns cabbies": {"datetime": "", "time": "2019-06-19 04:11:00", "description": "PANAJI: Chief minister Pramod Sawant on Tuesday warned taxi operators not to act against the interest of the state. At the Goa Revolution Day celebration in Panaji, Sawant said he “feels bad” that some politicians encourage the behaviour of those opposing government policies. He also said that he has called for a meeting with the tourism minister and chairman of Goa Tourism Development Corporation to discuss the implementation of the state’s tourism master plan at the earliest. “It has become a habit for many to go against government policies,” Sawant said. “If we are going wrong somewhere, point it out and we are open to corrections. I feel bad that some politicians are encouraging such people. After mining, tourism is Goa’s biggest industry. ‘Athiti devo bhavo’ means our guest should be on par with the divine, for us. At least wait and watch how the implementation of a particular policy is taking shape before protesting. Let me make it clear that nobody should work against the interest of the state. The state’s interest is our first priority. Keep your selfish interests aside.” Though he didn’t directly name taxi operators, his comments were perceived to be pointed at them. Cab operators are currently protesting the app-based GoaMiles service. Sawant also said he would expedite the issuance of sanads to resolve the Mayem evacuee property issue. He was responding to freedom fighter Chandrakant Pednekar, who raised the issue of giving ownership rights to residents of Mayem. Sawant said that he has called for files related to the issue and that he would begin the process of issuing the sanads. Sawant also spoke on the revival of agriculture in Goa, saying that a legislation on community farming is in the offing at the upcoming assembly session. “Agriculture was once the backbone of the state,” he said. “For the past many years, agriculture has been neglected. Many attempts were made by our last government. But it did not take off as we did not get the necessary cooperation. At the upcoming assembly session, we will address the issue of community farming. We dont want to let our fields lie barren.” Sawant said that he would revise some vocational education programmes offered from Class VIII-XII and, taking the benefit of central government schemes, introduce employment-oriented courses in their place. On mining, the chief minister said he was aware of the difficulties faced by dependants and that he is working on the resumption of mining in the state. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/goa/dont-act-against-interest-of-state-sawant-warns-cabbies/articleshow/69849408.cms"}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}}