{"Delhi’s theatre fraternity pays tribute to Girish Karnad: He spoke up when all fell silent": {"datetime": "", "time": "2019-06-19 01:00:00", "description": "Renowned theatre personalities of Delhi gathered at Triveni Kala Sangam on Friday to remember Girish Karnad and his extraordinary life and works. Theatre actors, directors, NSD professors and students paid a rich tribute to the celebrated playwright, director and actor, who died on June 10. Reminiscing about Karnad’s career that spanned five decades, speakers said the intellectual giant was a master of his craft, and his position in theatre would be impossible to fill. ‘I could imagine only Girish as Moby Dick’s Captain Ahab’ Bharat Karnad, national security expert and Girish Karnad’s nephew, shared his childhood memories with the artiste. “Girish was 10 years elder to me. When we were young, we used to watch Hollywood movies. Afterwards, Girish would enact those characters for me. More than the films, I used to look forward to Girish’s enactment. He used to mimic Captain Ahab and when I read Moby Dick later, I could imagine only Girish as Captain Ahab,” he said. Bharat Karnad‘We must all speak Girish’s language before it is too late’Veteran actor MK Raina recalled how Karnad was always championing various causes. “Two such incidents really affected me. When Karnad became the head of Sangeet Natak Akademi, he instituted several health initiatives for artists. He was the first person to be concerned about what happens to the artists later, even after getting an Akademi honour. When Babri Masjid was demolished, we artists decided to go to the Masjid to stage a concert on the theme – Kahan se shuru kiya tha desh ko chalana, kahan pahuncha. Aur Girish Karnad pahunche wahan (Girish Karnad reached there). While I was presenting on stage, a policeman came to me and said if there is any firing, just bend down. Girish looked at me, came on the stage and said, ‘I will compere now’. Uske baad desh badalta gaya, violence badhta raha, woh hamesha khade rahe (after that country kept changing, violence kept increasing but he was undeterred).Today, every writer, painter, dramatist, and actor must speak Girish’s language before it is too late for us,” said Raina. MK RainaDP Tripathi‘Is it enough to remember Girish Karnad only for his writing?’Even as Karnad’s contribution to literature and theatre is unparalleled, speakers hailed him for his courage to stand for the causes he believed in. Theatre director Arvind Gaur said, “Why are we remembering Girish Karnad? Main us aadmi ko yaad kar raha hoon jo us waqt bol raha tha, sadak par utar raha tha, jab log nahi bol rahe they. He spoke during Emergency. He had resigned from the position of FTII director. Is it enough to remember Girish Karnad only for his writing? Once, I had to speak at Sangeet Natak Akademi’s festival. I started talking in Hindi and government officials stopped me. Karnad intervened and said, ‘Bolne dijiye unko’. Hum aaj is meeting se ye lekar jayein ki hum chup na rahein. Us aadmi se seekhein jo oxygen laga kar sadak par khada tha ki haan, main urban Naxal hoon.\" Tripurari Sharma, NSD professor and theatre director, said, “I find it difficult to talk about Girish ji because he was a private person. I think we all, as a generation, have so much respect for him. He had a fierce connection with freedom, you can see it in his writings.” Devendra Raj AnkurArvind Gaur Tripurari Sharma Anwar JamalAshok Maheshwari Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/delhis-theatre-fraternity-pays-tribute-to-girish-karnad-he-spoke-up-when-all-fell-silent/articleshow/69841472.cms"}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "In and out": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/inandout/articleshow/69780769.cms", "description": ""}, "Provisional admission for EWS students in DU": {"datetime": "", "time": "2019-06-19 10:08:00", "description": "NEW DELHI: Students from economically weaker section (EWS) can get provisional admission in Delhi University by using acknowledgement receipt from authorities if there is a delay in procuring category certificate, an official said on Tuesday. This decision was finalised at the meeting of the standing committee of admissions on Monday. “In several places, including Delhi, there has been a delay by the authorities in issuing EWS certificates. Due to this, DU decided that candidates can upload acknowledgement receipt at the time of admission,” the official said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/provisional-admission-for-ews-students-in-du/articleshow/69852207.cms"}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Overflowing trash": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingtrash/articleshow/69821444.cms", "description": ""}, "\nA mini-football World Cup featuring embassy teams in Delhi\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/a-mini-football-world-cup-featuring-embassy-teams-in-delhi/articleshow/64557671.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "North Delhi municipal corporation issues safety guidelines for schools": {"datetime": "", "time": "2019-06-19 09:59:00", "description": "NEW DELHI: North Delhi Municipal Corporation has issued a circular specifying the ‘minimum safety standards’ to be followed by primary schools. Not following the norms will invite action by the civic agency. The standards include formation of a school safety sub-committee within 15 days, organising monthly safety walks of the committee members and submitting the compiled reports. In the report, committee members will ensure that all 116 safety points are adhered to by the school administrations. The points include directions on the height of boundary walls, CCTV cameras at gates, at least two guards at the main gate and separate entry for parking of buses. “The guidelines for the ‘minimum standards for school safety’ are to be followed by corporation schools as well as the aided ones. These norms were shared with school administrations last year as well, but as they were not adhered to properly, we decided to share them again,” said a senior education official from north corporation. “The officials will ensure their strict compliance for the safety of students’ this time.” Proper verification of visitors and issuing them passes for entry into schools, ensuring entry of staff, students only after seeing their identification cards and location of the principal’s office to be close to the entry gate are some of the other guidelines to be followed. Besides students’ safety, the civic agency has also stressed upon building structural safety. “The committee, with four parents and head of school as members, will also verify if the school has structural safety certificate,” said the circular. Safety complaint boxes will also need to be erected at a couple of prominent areas for the convenience of parents. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/n-corpn-issues-safety-guidelines-for-schools/articleshow/69849123.cms"}, "Nine new vocational courses you can choose from at IP university": {"datetime": "", "time": "2019-06-18 08:09:00", "description": "NEW DELHI: Guru Gobind Singh Indraprastha University is going to begin the new academic session with nine new courses, including MSc yoga, PG diploma in yoga therapy and masters in vocational studies. The new undergraduate course being offered is BSc nursing. The state university has over 88,000 students studying in 120 colleges affiliated to it. The yoga therapy diploma is for medicos and para-medicos, with an inclusion of medical science and yoga. Most of the new courses are diplomas in interesting subjects such as cybercrime and law, security management and victimology and victim assistance. With the state government pushing for vocation courses, the varsity will also be offering masters of vocation in automobile, software development and interior design. The university will be conducting online counselling for 36 programmes, unlike 10 last year. While the varsity conducts common entrance tests, this year admissions to five courses will be done through national-level tests such as JEE (Main), Common Law Admission Test (CLAT), National Institute of Technology MCA Common Entrance Test (NIMCET) and Common Admission Test (CAT). Admissions in MBBS and BDS courses will be done through Medical Counseling Committee (MCC). Nitin Malik, joint registrar (admission), said, “The students registered with IP University applying for MBBS will also have to register with MCC.” Though the university is starting new courses, it may not increase the seats for the economically weaker sections (EWS). “The reservation is part of the central and state list both, so Delhi government is examining it,” said Ashutosh Mohan, vice-chancellor of the university. Mohan added that the helpline of the varsity will be revived and student volunteer will be roped in to address admission queries. Apart from the regular programmes, IP University also offers weekend programmes like MBA, LLM, MTech and MBA in disaster management. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/9-new-vocational-courses-you-can-choose-from-at-ip-university/articleshow/69832904.cms"}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Gurugram: Ardee Mall in trouble as town planner finds violations": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/gurugram-ardee-mall-in-trouble-as-town-planner-finds-violations/videoshow/69840291.cms", "description": ""}, "Hike in auto fares officially takes effect in Delhi": {"datetime": "", "time": "2019-06-19 10:04:00", "description": "New Delhi: Delhiites will now have to shell out more for an auto ride with the new fares for autorickshaws coming into effect from Tuesday. While Delhi government had earlier issued a notification on the hiked fares, the State Transport Authority brought out a public notice on Tuesday affecting the increase in autorickshaw fares. Instead of Rs 25 for the first two kilometres, commuters will now have to pay Rs 25 for the first one-and-a-half kilometres. For every subsequent kilometre, commuters will have to pay Rs 9.5. While the revised fares have come into effect, the meters of the nearly one lakh autorickshaws in Delhi are yet to be recalibrated. “The recalibration of fare calculating meters has to be carried out by the weights and measures department of Delhi government. We have written to them to carry out the recalibration procedure as soon as possible,” a transport department official said. “The weights and measures department has counters in different parts of the city where the process will be carried out, but since the number of autorickshaws is huge the procedure is likely to take more than a month to be completed,” he said. “We have also brought out the revised fare charts for different distances and both the drivers and commuters can keep these handy while calculating the new fare,” the official added. Apart from paying a higher fare, commuters will also have to pay Re 0.75 per minute for every minute when the vehicle is stationary or stuck in traffic or moving slowly (less than a kilometre covered in 10 minutes). Earlier, there was a limit of 15 minutes for waiting charges to be made applicable, which has now been removed. Commuters will also have to pay an extra 25% between 11pm and 5am as night charges. Over 18% hike in auto fares comes after a gap of six years. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/hike-in-auto-fares-officially-takes-effect/articleshow/69849199.cms"}, "\nKalindi College organizes 51st Annual Prize Distribution ceremony\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/kalindi-college-organizes-51st-annual-prize-distribution-ceremony/articleshow/63844369.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Go to DDA, DUSIB for PM aid to buy house, says Centre": {"datetime": "", "time": "2019-06-19 10:12:00", "description": "NEW DELHI: The housing ministry on Tuesday said that people seeking a house under the PM Awas Yojna (PMAY) should approach the offices of DUSIB and the Delhi Development Authority (DDA) rather than submitting their applications to the ministry. The ministry issued the clarification after it received a few thousand applications from Delhiites seeking financial assistance for building or buying a flat. The ministry said it has not received a single proposal from the Delhi government since the launch of the scheme. “Only around 1,000 people have got the interest subvention benefit under the PMAY as they routed their applications through banks.. Delhi government has not brought any proposal seeking our approval whereas all other states have taken the benefit,” said a ministry official. A Delhi government official said that the Aam Aadmi Party (AAP) dispensation has its own housing scheme — Mukhyamantri Awas Yojana — and a survey for the same is currently underway. Under this scheme the city government plans to provide houses to people belonging to economically weaker sections who don’t own a house. He added that the broad contours of the scheme will be that the total floor area of 375 square feet will be given the the beneficiary on payment of Rs 1.5 lakh (Rs 1.2 lakh token money and Rs 30,000 for one-time maintenance). Meanwhile, Central government officials alleged that the city government has even failed to allot nearly 18,000 flats that have been lying vacant for years. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/go-to-dda-dusib-for-pm-aid-to-buy-house-says-centre/articleshow/69849151.cms"}, "Entry to station blocked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/entrytostationblocked/articleshow/69780813.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "PWD plans makeover of NH-10 stretch": {"datetime": "", "time": "2019-06-18 07:38:00", "description": "NEW DELHI: Delhi government’s Public Works Department will develop a busy section of Rohtak Road on NH-10 to not only provide better traffic movement to motorists, but also improve pedestrian access to nearby Delhi Metro stations. The governing body of UTTIPEC, under chairmanship of LG Anil Baijal, approved the proposal of Integrated Transit Corridor Development and Street Network and Connectivity Plan for the corridor of Rohtak Road on NH-10 from Jwalaheri Market red light to Jwalapuri red light, with the condition to incorporate provisions for adequate space for safe movement of pedestrian in this stretch. The corridor connects residential areas such as Punjabi Bagh, Mundka, Paschim Vihar, Nangloi, among others. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/pwd-plans-makeover-of-nh-10-stretch/articleshow/69834588.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Man kills mom-in-law in fit of rage in Delhi's Rohini": {"datetime": "", "time": "2019-06-19 07:42:00", "description": "NEW DELHI: A 60-year-old woman was murdered by her son-in-law in northwest Delhi's Rohini on Tuesday morning.  DCP (Rohini) SD Mishra said the woman, Ramkali, was hit with an iron rod by Rajesh outside her house. Ramkali was taken to a hospital where she was declared dead on arrival. Rajesh was caught and thrashed by local residents after the incident. He fell unconscious and was taken to a hospital for treatment. He was arrested later. A murder case has been registered at Vijay Vihar PS. In Video:Delhi: Man kills mom-in-law in angerDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/man-kills-mom-in-law-in-fit-of-rage-in-delhis-rohini/articleshow/69850624.cms"}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Delhiite participate in 'The Bubble Parade' to break silence around child sexual abuse": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/delhiite-participate-in-the-bubble-parade-to-break-silence-around-child-sexual-abuse/articleshow/69564346.cms", "description": ""}, "Tall order? Bringing back giraffes to Delhi": {"datetime": "", "time": "2019-06-19 07:51:00", "description": "NEW DELHI: With a number of key animal exchanges already taking place, the National Zoological Park has now made giraffes its number one priority. The exotic animal was last seen at Delhi zoo in 2015. Its enclosure has, however, been empty ever since the animal died. Officials said they have contacted a number of zoological parks in Thailand, including Chiang Mai Zoological Garden, the Khao Kheow Open Zoo and the Nakhon Ratchasima Zoological Park, for the exchange. Plans are to bring in three female and two male giraffes. Delhi zoo director Renu Singh said they had been trying to procure a giraffe from other zoos across India, but have been unsuccessful. The giraffe enclosure at Delhi zoo, which is located next to the barking deer enclosure, has been maintained since 2015 in the hope of getting the animal back. “Since it is an exotic animal, other zoological parks in India do not want to part with it. Now we are looking abroad and can offer other surplus animals, which may be exotic for those countries,” said Singh, adding that they have applied for five giraffes so that there is a chance of survival and breeding potential among them. The new animals arriving at the Delhi zoo include leopard cat, fishing cat and oriental hornbills, while leopards have already arrived. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/tall-order-bringing-back-giraffes-to-city/articleshow/69848910.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Delhi: Gramin Sewa fares likely to go up": {"datetime": "", "time": "2019-06-18 08:16:00", "description": "NEW DELHI: After the hike in the fares of autorickshaws, rides in Gramin Sewa tempos might get costlier as well. Delhi government is likely to revise the fare of Gramin Sewa tempos that mostly ply in the rural areas of the city. Around 6,500 such vehicles are a key transportation facility in the peripheral areas of Delhi that are not well connected with other modes of transport. Chief minister Arvind Kejriwal on Monday directed the transport department to submit a report within 15 days after a delegation of Gramin Sewa tempo drivers’ union called upon him at Delhi Secretariat and put up their demands. Even though the latest fare revision has made autorickshaw rides 18% costlier, the fares of Gramin Sewa vehicles have not been revised for the last 10 years. The union members also informed Kejriwal about route constraints being put in different areas for Gramin Sewa that lead to restricted movements of their vehicles. Delhi government’s transport department will prepare a report on the fare structure being followed by the tempos currently, the issues of route restrictions faced by the drivers and other aspects. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-gramin-sewa-fares-likely-to-go-up/articleshow/69835054.cms"}, "As the sun shines, Dwarka societies reap cash benefits": {"datetime": "", "time": "2019-06-18 07:58:00", "description": "NEW DELHI: While the capital may be lagging behind in availing benefits by installing solar rooftop panels, especially in residential localities, a few housing societies have been able to cash in on the opportunity by saving lakhs of rupees annually. A majority of these are CGHS societies in Dwarka that were provided solar panels last year under the ‘Solar City Initiative - Solarise Dwarka’ scheme by BSES in collaboration with TERI and Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ India) under the Indo-German solar partnership project. Initially, seven societies were chosen for the project and they reported cumulative savings of 6.5 lakh electricity units and Rs 32 lakh annually. This model has proved attractive for others and more societies are joining in to avail long-term benefits. “Solar panels with a capacity of 100kW were installed in our society last April. There are about 60 dwelling units here. The surplus power generated is sent back to the grid. Annually, over 1 lakh units are being saved and they are adjusted against our bills. After seeing the reduction in bills, other societies have also installed solar panels,” said KR Anand from Shiv Bhole CGHS society in Sector 7, Dwarka. Kalka CGHS in Sector 6, Dwarka has a similar tale to tell with Rs 2 per unit being saved by each household. “At present, the solar capacity is 50kW. If the requirement is of 200 units and we produce 220 units, we receive surplus benefits of Rs 5 per unit,” said SS Rawat, president of the housing society. Rawat said a feasibility test was carried out by the discom last year to ascertain the rooftop potential. “After calculating the average of the bills in the society, they informed us that 50kW would be sufficient and we installed that capacity,” he added. Kamal Vihar CGHS in Sector 7, where the installed solar capacity is 200kW, has been reaping the most benefits. BSES said the annual savings there are Rs 18.52 lakh in cash and over 2.5 lakh electricity units. Joy Apartments in Sector 2, meanwhile, has a capacity of 120kW and annual savings of Rs 11.11 lakh. “The network has slowly been expanding and now more societies want to install the solar panels. So far, we have been able to energise over 1,600 (capacity of over 60 MW) solar rooftop net metering connections, which is the highest by any discom in the country,” said a BSES official. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/as-the-sun-shines-dwarka-societies-reap-cash-benefits/articleshow/69832829.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Sheila Dikshit leads protest against ‘power, water crises’ in Delhi": {"datetime": "", "time": "2019-06-19 09:47:00", "description": "NEW DELHI: Delhi Congress chief Sheila Dikshit on Tuesday led a protest march against the alleged water and power crises in the city and slammed the AAP government for “not doing enough to address the problems”. The party organised dharnas in all assembly constituencies of the city, with Dikshit joining the protest at Sangam Vihar. “People are fed up with frequent power cuts and the severe water shortage in these peak summer days, but the AAP government has failed to address these problems,” Dikshit claimed, adding that the poor, children, women and the elderly were affected the most by these issues. She claimed that the government did not have any contingency plan in place to meet the additional power and water demand. The Delhi Congress is looking to use these protests to re-energise its workers after the party’s defeat in all the seven seats in the Lok Sabha election. Dikshit had recently led a delegation of DPCC leaders to meet chief minister Arvind Kejriwal to discuss the issue. “The AAP government has not woken up to the reality,” she said. Delhi Congress working president Haroon Yusuf, who led a protest in Ballimaran, slammed the AAP government. He claimed that people were getting extremely dirty water. “The water being supplied by the Delhi government in several areas is unfit for consumption,” he claimed. Reacting to the protests, AAP Delhi convener Gopal Rai said: “Sheila Dikshit should compare what the AAP government has done in the last four-and-a-half years to deal with the water problem with what she did in her 15 years as CM.” Rai added that the power tariff was too high during Dikshit’s tenure and had led to the fall of her government. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/sheila-leads-protest-against-power-water-crises-in-city/articleshow/69848977.cms"}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "\nWhen 'geniuses' Nawazuddin Siddiqui, Utkarsh Sharma and Ishita Chauhan visited Delhi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/delhi/when-geniuses-nawazuddin-siddiqui-utkarsh-sharma-and-ishita-chauhan-visited-delhi/articleshow/65531534.cms", "description": "Nawazuddin Siddiqui and director Anil Sharma along with debutants Utkarsh Sharma and Ishita Chauhan visited Delhi for a promotional event for their upcoming film 'Genius'. The film, which is releasing on August 24, also stars Mithun Charkraborty and Ayesha Jhulka.  Actors Utkarsh Sharma and Ishita Chauhan shake a leg in Delhi Director Anil Sharma said, \"It's a story about the confrontation between two geniuses, and even though both of them are right in their own way, but their point of views are very different. The best part about the film is the freshness of the young pair and the confrontation scenes between Nawazuddin Siddiqui and Utkarsh Sharma according to me.\"  Nawazuddin Siddiqui and director Anil Sharma during the movie promotion in Delhi Working with Nawazuddin Siddiqui was like a dream come true, said Utkarsh Sharma. Talking about his experience of working with Nawazuddin Siddiqui, Utkarsh said, \"I have followed his work from the time when he did the role of a supporting character in a film called New York. He's a natural actor who makes you forget that you’re watching him in a film, it feels like you're watching him in real life. While working with him in Genius, I had doubts about myself as I had to act in front of him, but you know, when he enters the set, he comes as a character not as the legend or the enigma he is. So, in a way he makes your work easy because it's the character you're speaking to. When you improvise your dialogues with an actor like Nawazuddin Siddiqui, it feels like you have earned a degree.\" - Shrishti.Bhatia@timesgroup.comIn Video:Nawazuddin Siddiqui, Utkarsh Sharma and Ishita Chauhan visit Delhi to promote 'Genius'Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "\nJamia Millia Islamia awards degree to its students at its annual convocation day\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/jamia-millia-islamia-awards-degree-to-its-students-at-its-annual-convocation-day/articleshow/63830163.cms", "description": ""}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "No heatwave for next seven days in Delhi-NCR: MeT department": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/no-heatwave-for-next-seven-days-in-delhi-ncr-met-department/videoshow/69838308.cms", "description": ""}, "Delhi: Use solar power, save Rs 46K in yearly bill": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-use-solar-power-save-rs-46k-in-yearly-bill/videoshow/69839066.cms", "description": ""}, "\nSara Ali Khan promotes Kedarnath in Noida\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/delhi/sara-ali-khan-promotes-kedarnath-in-noida/articleshow/66988989.cms", "description": "A day before the release of Kedarnath - her debut film - actor Sara Ali Khan visited DLF Mall of India to promote the film. With fans cheering her name and congratulating the actor for her first movie, it was an overwhelming feeling for the actor to witness this response right before the release of her debut movie. \"I am so excited. I actually thought that there will only be 10-20 people here, do-teen photos khichayenge. lekin ye kya hai? I am speechless. I don't stammer usually but I don't have any words now. Thank you so much, thank you for being here, thank you for making me feel so special,\" she said. As Sara clicked selfies with her fans, a guy also dedicated a song to the actor on stage. It wasn't just guys who made special efforts to impress the actor but the girls also came prepared to make the event memorable for her. A girl from the crowd proposed to the actor using a Shah Rukh Khan's dialogue and Sara. \"I can't believe this. I just want to say that my first picture has not released yet, maine abhi tak kuch kiya nahi hai, par aap logon ne itna pyar diya hai already, thank you so much. Main ek saal pehle aake issi mall mein shopping karti hoon and aaj yahan itna pyaar dekhke main bol nahi sakti ki kaisa feel ho raha hai,\" she signed off before shaking a leg with her fans on a song from her movie.  The crowd cheering for Sara at the mall In Video:Sara Ali Khan visits Noida to promote KedarnathDownload The Times of India News App for Latest City ."}, "Auto driver assault case: Security tightened as locals continue protest in Mukherjee Nagar": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/auto-driver-assault-case-security-tightened-as-locals-continue-protest-in-mukherjee-nagar/videoshow/69851831.cms", "description": ""}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-copies-sara-ali-khan-opts-for-ethnic-airport-look/videoshow/69836999.cms", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Water wastage in residential area": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/waterwastageinresidentialarea/articleshow/69708834.cms", "description": ""}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Building collapses in Delhi, no casualties": {"datetime": "", "time": "2019-06-18 12:05:00", "description": "NEW DELHI: A three-storey building collapsed here on Tuesday, an official said, adding that there were reports of any casualties. According to the senior fire official, they received a call at around 6.25 a.m., informing them that a portion of the building in the national capital's Sadar Bazaar area had collapsed. \"Three fire tenders were rushed. A portion of the building had first collapsed, but at around 8 a.m., the entire structure crumbled to the ground,\" the official added. According to the police, there was no one residing in the building. The cause of the collapse is under probe. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/building-collapses-in-delhi-no-casualties/articleshow/69837744.cms"}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "Delhi Police submit report to MHA on Mukherjee Nagar incident": {"datetime": "", "time": "2019-06-18 21:20:00", "description": "NEW DELHI: The Delhi police on Tuesday submitted a report to the Union Ministry of Home Affairs on the incident in which some policemen \"thrashed\" a tempo driver after he allegedly attacked a cop with a sword in Mukherjee Nagar here, officials said. The report is believed to have mentioned about registration of two FIRs -- one on a complaint by the tempo driver and the other by a policeman who was injured in the incident. The cop got a 7 cm gash on his head in the alleged attack by the driver. It also mentions the action taken against three police personnel for their \"unprofessional conduct\" and their subsequent suspension, they said. Meanwhile, the report praised a policeman, who was in civilian clothes, for his attempt to control the situation. The report is also understood to have mentioned that the tempo driver provoked the policemen. Delhi police commissioner Amulya Patnaik met Union home secretary Rajiv Gauba and submitted the report to him, another official said. The incident snowballed into a major political row on Monday, prompting the Home Ministry to seek response from the Delhi police. Delhi chief minister Arvind Kejriwal demanded that Union Home Minister Amit Shah and Lieutenant Governor Anil Baijal take strict action against the police personnel who allegedly assaulted the driver. His Punjab counterpart Amarinder Singh termed the incident \"shameful\". The Congress and the BJP have demanded a fair probe into the incident with the Shiromani Akali Dal (SAD) seeking dismissal of the officers. On Sunday evening, a brawl between Sarabjeet Singh, the tempo driver, and policemen at northwest Delhi's Mukherjee Nagar went viral on social media. In one of the purported videos, the tempo driver was seen chasing the policemen with a sword. In another video, the police officers were seen thrashing the driver and his son with batons. In Video:Mukherjee Nagar clash: Sikh community stage street protest, demands to sack Delhi cops who attacked auto driverDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/mukherjee-nagar-clash-police-submit-report-to-home-ministry/articleshow/69843062.cms"}, "Kenyan woman found dead with stab wound in south Delhi": {"datetime": "", "time": "2019-06-19 09:26:00", "description": "NEW DELHI: A Kenyan woman was found murdered at an apartment in south Delhi’s Chhatarpur Extension near Mehrauli on Monday night. Police said she stayed there with three other women and sustained knife injuries on the chest. They have detained some of her roommates and a neighbour for questioning and suspect personal rivalry behind the killing. DCP (South) Vijay Kumar said they received a call from the victim’s friend about her lying dead with a deep stab wound on the chest. The police team reached the house and rushed her to a hospital where she was declared dead on arrival. The cops could not find the victim’s passport or visa from her belongings at the apartment. Later, they tracked down her roommates and questioned them, but none gave a satisfactory answer that could reveal anything about the murder, police said. On Monday, the women had an argument over something following which they dispersed. The cops suspect the victim was murdered after this. The body has been for an autopsy and the Kenyan embassy has been informed about the incident. A case of murder has been registered and the cops have recovered some papers and clothes from the house that have been sent for a forensic analysis. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/kenyan-found-dead-with-stab-wound/articleshow/69849167.cms"}, "HC raps Delhi government over plantation of saplings": {"datetime": "", "time": "2019-06-18 08:42:00", "description": "NEW DELHI: Delhi high court on Monday pulled up AAP government’s forest department for its uncooperative attitude in complying with the directions to plant 1.4 lakh saplings in the Central Ridge of the city. The government informed Justice Najmi Waziri that till date only 3,500 saplings have been planted and another 2,500 would be planted by the end of the week. The court, thereafter, observed, “I see a lot of recalcitrance at your (forest department) end.” The move would bring the total to 6,000 as against the 30,000 saplings, which were to be planted in the first phase by June 15 according to the high court’s May 30 order. The court further noted that the forest authority was “sitting pretty” on it as if the lives of Delhiites did not matter. “Look how hot it is in the city. Quit stalling and do it,” the court said. The forest department had said that after the May 30 order, it had surveyed the Central Ridge for additional sites to plant the saplings and could identify only 2,500 more pockets. It added that watering of saplings in these pockets could only be done manually. Therefore, it sought permission to plant the remaining saplings in the Southern Ridge. The court, however, said that saplings could also be planted near existing trees where the top soil would be thicker or deeper. It directed the forest department to plant 5,000 more saplings in the Central Ridge and around 50,000 in the Southern Ridge. The state government has assured HC that its directions to plant 1.4 lakh saplings in the Central Ridge will be implemented. The government’s stand came after the court warned of contempt action against forest department officials for non-compliance of its order. HC’s order to plant 1.4 lakh saplings came on a plea filed by pharma major Merck Sharp and Dohme seeking contempt action against Indian drug company Venkatanarayana Active Ingredients Pvt Ltd for breach of judicial orders not to manufacture and sell diabetes medication under the brand names used by MSD. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/hc-raps-delhi-govt-over-plantation-of-saplings/articleshow/69833386.cms"}, "Eager to dig up, slow to repair": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/eagertodigup2cslowtorepair/articleshow/69748987.cms", "description": ""}, "NDMC plans a performance boost for students, teachers": {"datetime": "", "time": "2019-06-19 09:58:00", "description": "NEW DELHI: Observing a decent improvement in the learning and teaching abilities of over 400 teachers and 7,000 students of classes V to VIII, New Delhi Municipal Council has decided to implement its evaluation programme in all its primary sections as well. Launched in 2017, this first-of-its-kind project was introduced at 42 NDMC schools in collaboration with the Quality Council of India (QCI) for five years. It included various learning outcome tools to improve the performances of the students and the teachers to bring them on a par with other schools. Unlike other schemes launched in these schools, which concentrated only on the weaker students, this project focussed on evaluating the teachers as well, said a senior NDMC official. “The concept was introduced after reports of decline in both their performances started to sprout. To begin with, we decided to train them as elementary education is crucial for doing well at all other levels,” said an NDMC spokesperson. He also emphasised that the children need to have a good understanding of their subjects and teachers the ability to explain diligently. Since its launch, 25-30% of the teachers and students falling in the lowest categories have shown an upward trend in 2017-18 and 2018-19, said an official from NDMC’s education department. “We have now decided to introduce the programme at the primary level as it will help improve the basics in the children, most of whom can’t even write the alphabets properly,” he added. Under the project, a monthly growth chart of the participants is shared with the head of the department and the information is also uploaded on NDMC’s app ‘Amavik’, which can be accessed by the teachers to track their performance. “However, we plan to attach this app with NDMC 311 and make the information public so that parents can also see the performance graph of their children easily,” the official added. About the projectThe programme is divided into three phases — pre-intervention, intervention and post-intervention. Students and teachers are observed and assessed by experts affiliated to QCI, who have worked as principals in Kendriya Vidyalaya and DIET. “The experts visit the classes randomly and observe the teachers and their communication skill. They also give suggestions about the study material and the methods to improve the performance of the students,” a QCI official said. The experts suggested that teachers use simpler examples and arrange more group discussions or activities to help children, especially the ones who were below average. “At the end of the session, the QCI team visits these classes again to monitor the changes in their teaching ability,” said the QCI official. The students and teachers are simultaneously asked to participate in different classroom activities, and based on their performance the report card is prepared and different categories are formed. For example, students of classes V-VIII were grouped in four categories — A, B, C and D — indicating performance of the students from high to low. Similarly, the teachers were clubbed into three categories — A, B and C. “The experts rate the teachers and students before the start of the academic year and then categorise them towards the end of the year,” said the NDMC official. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/ndmc-plans-a-performance-boost-for-students-teachers/articleshow/69849108.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Gr Noida: 3-year-old child dies in ditch collapse": {"datetime": "", "time": "2019-06-19 05:54:00", "description": "GREATER NOIDA: A three-year-old girl tied to her mother’s back died while her parents were injured when the walls of a ditch that was being dug at a construction site collapsed on them in Greater Noida on Tuesday. Workers at the site said the two private contractors overseeing the construction had forced them to get into the ditch despite the soil being loose. Angoori (24), a construction worker, took along her three-year-old child, Monika, with her into the ditch as there was no one to look after her. Angoori, her husband Guddu (25) and Monika were all trapped under the soil along with two other labourers — Babulal (35) and Bari (55). The cave-in took place at the construction site of a private building in Knowledge Park area around 11.45am. An excavator had just dug a ditch to lay the foundation for the building when the two contractors — Lalit and Kapil Bhadana — asked six of their workers to get inside the 6ft ditch and level the walls manually. As both Angoori and Guddu were ordered to get inside, they could not have left Monika alone. “Minutes before the accident, an earthmover had dug up the area. After this, the contractors asked a bunch of workers to get inside the ditch and level the walls. This seemed risky, but the contractors forced the workers,” said Rajkumar, Angoori’s brother. He said the workers had told the two contractors that the soil was loose, but they refused to budge. “There was a pile of debris that needed to be excavated, but the contractor, without realising the odds, forced the workers inside the ditch. The walls collapsed within minutes and fell on the workers. The adults survived, but Monika succumbed to her injuries. My sister and brother-in-law, too, suffered injuries in the head and chest,” Rajkumar added. The victims were rushed to Sharda Hospital, where the child was declared dead on arrival, while others were admitted for treatment of injuries. The two contractors have been booked under sections 304A (causing death by negligence) on a complaint by Rajkumar. “The contractors — Lalit and Kapil Bhadana — fled the spot soon after the accident. Prima facie, the construction workers were not given any helmets before they were sent inside the drain. A probe has been initiated, and due action will be taken against those found guilty,” said Arvind Pathak, the station house officer of Knowledge Park police station. Asked about the condition of the other workers, the officer said one of them, Bari, was being treated for critical injuries. “Most of them have been discharged after first-aid. A woman named Bari is still in the ICU for critical head injuries,” Pathak added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/noida/cave-in-buries-3-yr-old-parents-kid-dies/articleshow/69849250.cms"}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Govt of India vehicle with tinted glass": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/govtofindiavehiclewithtintedglass/articleshow/69698033.cms", "description": ""}, "Game on: Where there’s will and willow, there’s a way": {"datetime": "", "time": "2019-06-19 09:16:00", "description": "NEW DELHI: It was a rare sight when 11 people on wheelchairs, wearing Team India’s trademark blue jerseys, stepped onto the ground at Bal Bhavan School in Dwarka for a friendly tie against men in khaki uniforms. These men in blue, representing the Indian Wheelchair Cricket (IWC) team, was in Dwarka on Tuesday to play a six-over match against Delhi Police to mark the beginning of a four-day cricket tournament, Indian Wheelchair Cricket Premier League (IWPL). There are eight teams comprising 120 players representing different states in the competition that has been modelled after the Indian Premier League or IPL. “The tournament is in its second year now. In its first year, we had six teams competing against each other. We hope to expand it further next year,” said tournament organiser Vinod Thakur. The 29-year-old is a disabled dancer and athlete who had shot to fame after his participation in television dance reality show Nach Baliye. Thakur, who has been associated with IWPL since its inception, said the biggest challenge was to bring together disabled people to showcase their talent. “No sponsor wants to invest in wheelchair cricket because they are not sure of the returns they will get. But wheelchair cricket is growing across India and 16 states have their teams now. These matches ensure visibility and change the perception society has of disabled people,” Thakur added. Even though the men playing in the tournament admit that the fight for recognition and dignity is far from over, for many of them playing cricket has been a way of reclaiming their lost self-confidence. Radheshyam (29) is playing for Delhi in IWPL. He remembers losing sensation in his legs when he was just eight. His muscles began to weaken and he was confined to bed for a few weeks before he was diagnosed with polio. “I was paralysed waist-down because of polio. After I lost my legs, people began to doubt if I will achieve anything in life,” said Radheshyam, who is from a small village in Madhya Pradesh. He was selected for the Delhi team by IWPL organisers who set up camps in different states to scout for talented sportsmen. For the other men, too, playing cricket is a way to assert that they are capable of achieving much more than what people believe. Devender Kumar (23), who was selected from Haryana to represent Uttar Pradesh, said when they began playing four years ago, there used to be no spectators. “We came to know of wheelchair cricket from social media almost four years ago. At that time, we did not even have a state team. But several NGOs got together to provide us support. They got us wheelchairs and raised awareness. When we first began to play, nobody came to watch. We were the spectators, cheerleaders and the trainers. We learnt by watching YouTube, but things have changed since then and today we manage to change the mindset of people with each match,” he said, adding that IWPL is a platform for state-level cricketers to get selected for the Indian team. Wheelchair cricket has gained popularity over the last few years. The Indian wheelchair cricket team recently went to Nepal to play the Asia Cup, which began on May 15 and saw Pakistan, Bangladesh, Nepal and India compete. India lost to Pakistan in the final held on May 19. Ramesh Sartrape, the captain of the Indian team, who is also heading Team Mumbai in IWPL, had led the Indian side during the Asia Cup. Sartrape, who has been playing in the national team since 2015, was paralysed waist-down due to polio. But he says he has managed to leave behind his fears and inhibitions by playing for India. Sartrape, who also helped form the wheelchair cricket association in Maharashtra in 2017, is confident that wheelchair cricket will gain popularity in India. “People often doubt disabled people. We faced many challenges but we have managed to put all of that behind us. With every match, we give out a message: Never give up,” he said. Tuesday’s match had IWC set a 47-run target for the Delhi Police team, which won the match in the last over. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/game-on-where-theres-will-and-willow-theres-a-way/articleshow/69849154.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Illegal hoardings in park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalhoardingsinpark/articleshow/69780764.cms", "description": ""}, "Obeying traffic rules not for traffic cops?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/obeyingtrafficrulesnotfortrafficcops3f/articleshow/69733022.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Jamming the roads": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/jammingtheroads/articleshow/69733052.cms", "description": ""}, "BJP MP says mosques 'mushrooming' in Delhi, writes to LG for immediate action": {"datetime": "", "time": "2019-06-18 22:34:00", "description": "NEW DELHI: West Delhi BJP MP Parvesh Sahib Singh Verma has claimed that several parts of the city including his constituency have seen a \"mushrooming\" of mosques on government land and roads which he said \"hamper\" traffic flow and causes \"inconvenience\" to the public. The lawmaker wrote a letter to Lt Governor Anil Baijal on Tuesday seeking \"immediate action\". Verma suggested forming a multi-agency committee, including civic bodies and police headed by district magistrates concerned, to look into the matter. \"I would like to apprise you regarding a peculiar type of trend seen in certain parts of my constituency (West Delhi) in particular but prevailing in whole Delhi, of mushrooming of mosques on government land, roads and secluded places,\" he wrote to the Lt Governor. Such mosques not only \"hamper\" traffic flow but also cause \"inconvenience\" to the the public in general, he said. \"This menace of construction of mosques on above (said) places if not attended to on priority basis, will, in my opinion take any ugly shape which will be difficult to manage at later stage,\" Verma said. A committee of officers from MCD, NDMC, PWD, Police, Irrigation and Flood Control, and Horticulture departments, headed by district magistrates of the concerned areas should be constituted to conduct survey and pinpoint responsibility after proper enquiry, he demanded. He hoped the matter will be taken \"seriously\" and \"immediate action\" ensured by office of the Lt Governor. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/bjp-mp-claims-mushrooming-of-mosques-in-delhi-writes-to-lg-for-immediate-action/articleshow/69846417.cms"}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Man arrested for killing mother-in-law after heated argument in Rohini": {"datetime": "", "time": "2019-06-18 16:43:00", "description": "NEW DELHI: A man was arrested for allegedly killing his 60-year-old mother-in-law after hitting her with an iron rod following a heated argument in Rohini area Tuesday, police said. The incident took place when the deceased woman, Ramkali, a domestic help, was going to work. Her son-in-law Rajesh, 44, confronted her about his wife that led to the argument, Deputy Commissioner of Police (Rohini) S D Mishra said. Rajesh then hit the woman with the iron rod that was lying on the ground, following which she sustained head injury, he said. Meanwhile, the crowd at the spot caught hold of Rajesh and thrashed him until he became unconscious. One among them informed police about the quarrel, DCP added. Investigations revealed that Rajesh, who works as a painter, and his wife, Vimla, were married for more than 25 years. He would often beat her up. Fed up with the torture, Vimla came to her mother's house Monday night after Rajesh allegedly beat her, the officer added. The woman and her son-in-law were admitted to a nearby hospital where she was declared brought dead, while Rajesh is stated to be stable, the DCP said. The iron rod has been seized by a police team, police said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/man-arrested-for-killing-mother-in-law-after-heated-argument-in-rohini/articleshow/69842096.cms"}, "Sewer replacement makes life hell": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerreplacementmakeslifehell/articleshow/69697977.cms", "description": ""}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Hindon river polluted, 40% people living near it infected": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/hindon-river-polluted-40-people-living-near-it-infected/videoshow/69839517.cms", "description": ""}, "Mukherjee Nagar clash: Drivers protest Delhi police 'excesses'": {"datetime": "", "time": "2019-06-19 09:29:00", "description": "NEW DELHI: Following Sunday's incident of a Gramin Sewa driver getting beaten up by cops and dragged to Mukherjee Nagar police station, autorickshaw and Gramin Sewa drivers' union on Tuesday decided to launch a protest.  \"What happened in Mukherjee Nagar is of grave concern to us. Gramin Sewa and autorickshaw drivers are often at the receiving end of the high-handedness of police. We are often threatened to be implicated in false cases,\" alleged Rajendra Soni, national vice-president, Bharatiya Mazdoor Sangh.  Soni said even if the driver was at fault, the policemen should have behaved professionally. \"We demand an improvement in Delhi Police's behaviour. The cops never listen to usand drivers being beaten up by them are a common occurrence,\" he added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/mukherjee-nagar-clash-drivers-protest-delhi-police-excesses/articleshow/69851720.cms"}, "Delhi Metro free-ride plan gets voice of support": {"datetime": "", "time": "2019-06-18 08:14:00", "description": "NEW DELHI: The former principal advisor of the planning commission, Renuka Vishwanathan, has written to PM Narendra Modi asking him to recognise the merits of the AAP government’s scheme of free ride to women in Delhi Metro and support it. Her letter comes days after Metro Man E Sreedharan wrote to the PM urging him not to allow the scheme. “I am particularly impressed by Delhi government’s proposal for its simplicity and administrative efficiency,” Vishwanathan wrote. She added in the letter: “Sreedharan fears that free travel for women commuters will reduce DMRC’s revenue and affect its ability to repay loans. But a system could easily be devised for Delhi government to make advance payments for estimated subsidies to protect DMRC’s revenue. Instead of reducing DMRC’s revenue, the present proposal will increase it and make the agency more solvent as it will raise commuter traffic.” Vishwanathan had contested the 2018 Karnataka assembly election from Shanti Nagar constituency. She stated that the free-ride scheme will immensely benefit the citizens of Delhi and will incentivise vehicle owners to shift to public transport, which will in turn reduce pollution levels and congestion in the city. “Above all, this scheme will provide a boost to women’s income. It will result into increased women’s participation rate in the workforce. Increased mobility and increased income will empower women and redress many current social, economic and gender imbalances,” Vishwanathan stated. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/metro-free-ride-plan-gets-voice-of-support/articleshow/69832959.cms"}, "CP pedestrianisation should be replicated by civic bodies": {"datetime": "", "time": "2019-06-18 08:44:00", "description": "When the Master Plan of Delhi 2021 was promulgated in February 2007, a planning tool called the local area plan (LAP) was introduced in the planning lexicon of the city. Defined as a plan for a ward or a sub-zone of the city, it was meant to be an enabler for a fourth level of planning — after the master, zonal and layout plans — which empowered the local bodies to make and implement improvements in the local area, particularly in each ward and sub-zone or colony with participation of residents and their RWAs. But during the past 12 years, very little has been done either RWAs or the three corporations for implementing improvements using the LAP planning tool. Creating proper pedestrian pathways connecting local shopping centres within colonies is one such need. As old, single-family homes are rapidly giving way to stilt-plusfour floors — a practice which became popular after the stilt parking concept was allowed in this master plan — traffic and on-street parking issues have begun to plague most Delhi colonies. There is now a need to rework the pedestrian walkways within the colony, recreate cycle tracks and find ways to eliminate the conflict between people and vehicles. Even within the local shopping centres and colony markets, increasing pedestrian space is now more important than ever before. Attempts made by the municipal bodies and councillors to improve the pedestrian’s experience have been limited to using concrete pavers and planters. Very little work has been done on the drawing board to achieve proper pedestrianisation. Lessons can be drawn from the Connaught Place experiment (post construction of the Delhi Metro station at Rajiv Chowk that replaced the old central lawn of CP). The municipal body increased the area meant for pedestrian traffic in the inner ring around the CP shopping area, introduced better planned parking spaces, increased the green cover with hardy trees and bushes and segregated the walking areas from vehicular traffic spaces with green cover and bollards. Elsewhere – particularly on the roads leading to the shopping areas — the pedestrian pathways were segregated from the road tops with hardy hedges fed with drip irrigation and table-top speed breakers to slow down the vehicular traffic. Learnings from the CP experience were then used in other markets like Khan Market, Bengali Market and Malcha Market. In some shopping districts, the open pathways in front of the shops were widened to give way to more pedestrian walkways and seating in stone and steel were added. But somehow the CP experience was not replicated by the three municipal corporations which administer a large area of Delhi — not many MCD markets have looked at pedestrianisation the way NDMC did — both within the market areas and on the roads leading to them. While this is indeed a pity — especially in a city which has a pleasant weather for seven months — there is still time to implement the LAP system. Action must start now before our colonies end up like Karol Bagh. It is time we looked at pedestrianisation and connectivity in the wards and colonies seriously. The last-mile connectivity provided by the now popular e-rickshaws also needs to be incorporated in LAP. The LAP process has, perhaps, been ignored because the three municipal bodies lack professional in-house capacity to engage with the stakeholder residents, draw up plans, discuss them with RWAs, seek and get consensus and take the all other steps which LAP mandated in MPD 2021 . LAP is a participatory process and cannot succeed without the involvement of residents. It needs ideas, discussing them in depth in stakeholder consultations, making detailed drawings and illustrating them with examples on the ground. This is not a new planning tool. It existed in Europe and UK around a century ago when it was realised that a democratic and participatory approach to the local area’s planning needs are the only way forward to satisfying the needs and aspirations of the community. For the three corporations, this is perhaps the only way forward to improve the quality of life in the residential areas (Sudhir Vohra is an architect and urban planner)Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/cp-pedestrianisation-should-be-replicated-by-civic-bodies/articleshow/69835062.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "US Ambassador Kenneth Juster hosts 243rd US Independence Day": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/us-ambassador-kenneth-juster-hosts-243rd-us-independence-day/articleshow/69742640.cms", "description": ""}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Rain lowers temp in Delhi-NCR, more likely today": {"datetime": "", "time": "2019-06-19 06:05:00", "description": "NEW DELHI: Rain is likely to occur in the city on Wednesday and the cooling effect will remain for the next 48 hours, says IMD. Track the pollution level in your cityOvernight showers provided a cooling effect to the capital throughout Tuesday with the mercury plummeting in the last 24 hours. While the maximum temperature on Tuesday was recorded at 35° Celsius, four notches below normal, the minimum was seven degrees below normal at 20.6 degrees. “We can expect more rain on Wednesday. The intensity, however, will be lower than what was recorded on Monday and Tuesday. The showers will keep the minimum temperature around 20 degrees,” said a senior Met official. Officials from the regional meteorological department said the rain was not unusual as pre-monsoon showers generally tend to occur at this time of the year. The intensity intensified due to a western disturbance and the effect of cyclone Vayu. “A western disturbance was influencing the region, which saw rain in most parts of northern India. Cyclone Vayu is gone, but it may have also provided moisture,” the official added. Safdarjung station, the base for Delhi’s weather, received 10.6mm of rainfall till 8.30am on Tuesday, while the Ridge station received 26.8mm of rainfall during the same period. Stations like Palam, Lodhi Road and Ayanagar, meanwhile, recorded 3.8mm, 13.3mm and 9.4mm of rainfall, respectively. Rainfall in traces was also recorded in parts of the capital after 8.30am, an official said. “There will be gusty winds, overcast skies and very light rain, accompanied with lightning on Wednesday. The maximum and minimum will be in a similar range,” he added. The showers also helped the air quality, which was back in the “satisfactory” range with an AQI of 97 on Tuesday. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/enjoy-it-till-it-lasts-rain-lowers-temperatures-more-likely-today/articleshow/69848804.cms"}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Delhi University extends registration date for PG courses too": {"datetime": "", "time": "2019-06-18 07:02:00", "description": "NEW DELHI: The admission committee of Delhi University has decided that the registration date will be extended to June 22 for all undergraduate and postgraduate programmes for the academic year 2019-20. The revised dates for the cutoffs are also likely to be released this week. The decision was taken on Monday, three days after Delhi high court, while hearing a few petitions, set aside the university’s newly introduced additional eligibility criteria for certain UG programmes and directed it to follow last session’s norms. DU was also asked to extend the registration date. The head of the admission committee, Rajiv Gupta, said the date for all programmes had been extended “to give equal opportunity to all”. There are, however, no new additional criteria for the PG programmes. On Monday, DU Students’ Union also requested the dean of students’ welfare (DSW) for an extension, claiming many candidates were yet to fill up the form. The university has uploaded a corrigendum with the updated eligibility criteria for all programmes. A notable change is that for any language honours programme, an advantage of 2% points in the best of four will be given to those who had that elective language in the qualifying exam. The rest will lose 5% points. In BA Programme, a deduction of up to 5% points will be there in case of a stream change. Each college will have to notify its actual deduction and upload the same on its website after the registration. DU is also likely to shift its sports and ECA trials from June-end to the first week of July. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/du-extends-registration-date-for-pg-courses-too/articleshow/69832926.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Delhi traffic cop spreads road safety awareness with rap songs": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/delhi-traffic-cop-spreads-road-safety-awareness-with-rap-songs/videoshow/69851739.cms", "description": ""}, "India's Most Wanted: Promotions": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/indias-most-wanted-promotions/articleshow/69446717.cms", "description": ""}, "Kenyan woman stabbed to death at her home in Delhi": {"datetime": "", "time": "2019-06-18 21:44:00", "description": "NEW DELHI: A Kenyan woman was found stabbed to death at her Chhatarpur Extension house in South Delhi, police said on Tuesday. The police received a call around 8.10 pm on Tuesday about stabbing of a woman near Nanda Hospital in Chhatarpur Extension. The body of the woman, identified as Kenyan national Annsam, was found at an apartment, with stab wound on the chest, said Vijay Kumar, DCP(South). \"A few suspected females of Kenya living in the same building are being questioned. Efforts are being made to identify and apprehend the culprits,\" Kumar said. The victim had shifted recently to Delhi and was staying alone, police said. A case has been registered and police teams are going through footage of CCTV cameras in the vicinity of the spot to identify the culprit. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/kenyan-woman-stabbed-to-death-at-her-home-in-delhi/articleshow/69846709.cms"}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "No way for pedestrians": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nowayforpedestrians/articleshow/69808011.cms", "description": ""}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Leaning tree poses great risk": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/leaningtreeposesgreatrisk/articleshow/69780758.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Delhi: Businessman who killed partner with paperweight gets life": {"datetime": "", "time": "2019-06-19 07:41:00", "description": "NEW DELHI: A recent judgment, in which a Delhi court awarded prison for life to a man for killing his business partner, has revealed that the weapon used in the crime was a paperweight. After killing him, the accused had wrapped his business partner’s body in a curtain and hidden it in his shop. The body was discovered three days later when a foul smell started emanating from it. Noting the motive to be a debt of Rs 24 lakh that the accused was unable to pay to the deceased, additional sessions judge Surinder Kumar Sharma said, “Motive on the part of accused to commit murder has been proved… sentenced to undergo life-term imprisonment with a fine of Rs 10,000.” The incident dates back to September 21, 2014, when the foul smell had prompted the police to carry out an inspection of the shop, which belonged to Honey Rajpal, in northeast Delhi’s Geeta Colony. The body of a man, whose age was estimated to be around 35 years, had injury marks on the head and a cloth wrapped around the neck. Bloodstains were also found on the staircase of the shop and the deceased was identified to be Mohit Kaushal. The victim’s wife stated that the accused owed her husband Rs 24 lakh. The prosecution argued that the accused fleeing after the incident proved that he was running away from the law. On the other hand, the defence counsel argued that the case was based on circumstantial evidence and it had not been proved that Rajpal was seen with Kaushal. The defence counsel also claimed that it was the deceased who owed money to Rajpal and had not repaid it despite several reminders. The court, however, observed that the accused had called the deceased on the morning of September 19, 2014 — the day of the murder — and asked him to come to his shop. Taking note of the evidence in hand, it concluded that Kaushal was last present with Rajpal. “Other discussions also provide additional links in the chain of circumstantial evidence,” ASJ Sharma observed. Apart from being sentenced to life-term imprisonment, the convict was fined Rs 10,000. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/bizman-who-killed-partner-with-paperweight-gets-life/articleshow/69848779.cms"}, "DU’s disability studies centre to take off soon": {"datetime": "", "time": "2019-06-19 05:51:00", "description": "NEW DELHI: Starting this year, students can learn sign language and study certificate or diploma courses in disability and human rights, law, theatre and media, among other courses at Delhi University’s Centre for Disability Studies. The courses are likely to start after getting an approval from the academic council on June 22. The idea of a centre for disability was first proposed in 2017. Subsequently, a preparatory committee was set up in which experts from DU and international disability experts from George Washington University, USA and University of Glasgow, UK attended eight meetings and came out with a report that will be tabled before the academic council on Saturday. The chairman of the preparatory committee, Anil Aneja, said, “The centre will change DU’s engagement with disability, right from empowerment to research. It will act as a catalyst and give information to people about various aspects of disability.” In its report, the committee has stated that the centre can offer courses on disability and gender, human rights, religion, media, sports and Indian sign language interpretation, etc. It is also being considered to start online and distance learning courses as well as MPhil and PhD. The centre will act like a resource centre for disability studies for faculty members and students. Member secretary of the committee, Bipin Tiwary, said, “The centre will promote inclusion and also empower students with disabilities with special courses in skill enhancement.” The committee has requested for an initial fund of Rs 1 crore to set up infrastructure, resource room, technology support and library. The draft of the report was displayed on the university website for comments by the public. “The suggestions received have been studied by the committee and incorporated in the report,” Tiwary said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/dus-disability-studies-centre-to-take-off-soon/articleshow/69849076.cms"}, "CNG filling line is a menace for daily commuters": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cngfillinglineisamenacefordailycommuters/articleshow/69733102.cms", "description": ""}, "Plight of dustbins in central park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/plightofdustbinsincentralpark/articleshow/69733038.cms", "description": ""}, "Mukherjee Ngr clash: Driver has history of assault": {"datetime": "", "time": "2019-06-19 06:05:00", "description": "NEW DELHI: Sarabjeet Singh, the 45-year-old Gramin Sewa driver who had attacked policemen with a sword in Mukherjee Nagar on Sunday, has a history of assault and disruption of public order, cops said. Singh has been booked in three cases of disrupting public order since 2006, the latest one in April this year when he allegedly thrashed a sewadar of Bangla Sahib Gurdwara and was arrested. After injuring policemen with the sword, Singh and his minor son were overpowered, beaten up and dragged on the road by the cops on Sunday, leading to violent protests in which at least 12 people, including an ACP, were injured. Police said Singh has been unable to produce a copy of his driving licence or a commercial permit for his vehicle. Cops will also issue a challan against Singh for allowing his minor son to drive. Accused to be fined for letting minor driveSingh has also been unable to produce a copy of his driving licence or a commercial permit for his vehicle, police said. He will also be challaned for allowing his minor son to drive. Delhi's Mukherjee Nagar clash: What followed after video went viralThe Gramin Sewa vehicle being driven by Singh had been taken on lease from a neighbour in Gandhi Nagar. Delhi Police has sent an interim report to the home ministry on the incident on Monday and a final report is awaited. Cops have collected different videos on the incident and are studying these. A parallel probe is under way to identify those in the mob who had attacked policemen outside the police station on Sunday night. Mukherjee Nagar clash: Police in capital have neither training nor equipment to deal with violenceIn his complaint to the police in April, the sewadar, Mangal Singh, had said that they had found Singh and his son lying on the stairs of the tank at the gurdwara. They had been staying there for three days and having food from the langar (community kitchen). When the gurdwara authorities spotted them, they asked the sewadars to bring the two to the office. Mangal and his colleague, Shallu, approached Singh and asked him to accompany them to the office. “He, initially, refused but was persuaded. However, his son suddenly started walking towards the exit. When we tried to stop him, Singh caught my arm and twisted it,” said Mangal. Singh then pushed him to the ground and attacked him. Shallu and the other sewadars managed to push Singh away but he allegedly kept hurling abuses. Mangal had to be admitted to Ram Manohar Hospital for treatment. Later, a case of causing hurt and criminal intimidation was registered against Singh and he was jailed for a few days. After this, he shifted from Sant Nagar near Burari in north Delhi and began staying with his father at Gandhi Vihar, close to Mukherjee Nagar. In 2006, cops had booked him under CrPC sections related to apprehension of breach of peace and arrest to prevent a cognizable offence at Burari after he fell out with his neighbours at Sant Nagar. He had allegedly threatened a few neighbours during a petty fight. A similar case was also registered against him at the Timarpur police station in 2013 after he got into a brawl with a group of men at the gurdwara near Majnu Ka Tila. In 2011, he had got into a verbal spat with sewadars at Bangla Sahib Gurdwara. His neighbours said most people kept a distance from the family due to Singh’s tendency to pick up fights. “Since he has started staying with his father here at Gandhi Nagar, he had got into verbal spats with many over petty issues such as parking and festive celebrations. We avoid interacting with the family,” said a woman who stays close to the Singhs. A probe has revealed that the Gramin Sewa vehicle which he was driving was registered with one Bhola Nath, a resident of Gandhi Vihar. Cops found that the vehicle did not have a fitness certificate. Singh could not be reached for his comments despite several attempts. In Video:On cam: Sikh driver, his son beaten, dragged and kicked on road by Delhi PoliceDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/sword-wielding-man-has-history-of-assault/articleshow/69850098.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Delhi: Last-mile connect becomes millstone": {"datetime": "", "time": "2019-06-19 10:04:00", "description": "NEW DELHI: Residents of GTB Nagar and Gandhi Vihar have been braving the aggression of Gramin Sewa drivers for quite some time now. The vehicles continue to have a free run as they are popular among students and young professionals living in the area due to their cheap fares. Launched as a last-mile connector for people staying in the locality, the four-wheeled rickety vehicles have turned into a bane rather than a boon. Apart from flouting traffic norms, the drivers often muscle their way through even after brushing against parked vehicles. Residents complain that there has been an uncontrolled rise in their numbers leading to unnecessary congestion on the four-lane stretch. Traffic jams also occur when the vehicles break down in the middle of the crowded roads. The road from GTB Nagar Metro Station to Nehru Vihar is flanked on both sides by shops, coaching centres and houses. Residents of the area park their vehicles on the main road. Most snarls are caused when Gramin Sewa vehicles pick up and drop passengers at random places. “We requested the Gramin Sewa operators to have a designated halt-and-go point, but none of them heeded it. They stop anywhere and often scrape against parked cars leading to arguments and fights daily,” said Prateek Jain, a resident of the area. Kishor Trivedi, a civil services aspirant living in the area, said, “The Gramin Sewa drivers do not wear uniforms or PSV badges. Most of the times minors are found driving these vehicles.” Adding to the mess are the erratically-placed concrete Jersey barriers dividing the main road, which create bottlenecks. Locals said a carelessly parked Gramin Sewa tempo on a narrow stretch ends in bunching up of vehicles. Parts of the road remain choked through the day. No plan has been formed to decongest the stretch. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/last-mile-connect-becomes-millstone/articleshow/69849185.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "BJP MP writes to LG against ‘mushrooming of mosques’ in Delhi": {"datetime": "", "time": "2019-06-19 10:16:00", "description": "NEW DELHI: In a letter to lieutenant governor Anil Baijal, West Delhi BJP MP Parvesh Sahib Singh has claimed that “mushrooming of mosques on vacant plots was disrupting traffic and causing inconvenience to the people.” Singh urged the LG to check the “menace” and demanded that a multi-agency committee should be constituted to conduct a survey of the areas where such mosques have come up on government land, roads and secluded places and pinpoint the responsibility after proper inquiry. He said the panel could be formed with representatives from municipal corporations, New Delhi Municipal Council, Public Works Department and Delhi Police, among other agencies. In the letter, he said, “According to a peculiar type of trend seen in certain parts of my constituency in particular, but prevailing in whole Delhi, mosques are mushrooming on government land, roads, and secluded places. These structures not only hamper the smooth flow of traffic, but are a great cause of inconvenience to the public in general.” He hoped that the LG will take the matter seriously. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/bjp-mp-writes-to-lg-against-mushrooming-of-mosques-in-city/articleshow/69849169.cms"}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Bus rides to be free for women soon; Delhi metro concession may take more time": {"datetime": "", "time": "2019-06-18 08:06:00", "description": "NEW DELHI: Women may be able to travel for free in DTC and cluster-scheme buses much earlier than the same concession is available to them in metro trains. After chief minister Arvind Kejriwal announced the scheme a fortnight ago, the AAP government has held a series of meetings with officials of Delhi Metro Rail Corporation and the transport department. A final proposal may be submitted before the Delhi cabinet soon. Implementing the scheme in DTC and cluster buses is likely to be a straightforward proposition, but doing so in metro involves quite a few complications. “The cabinet’s nod is sufficient for enforcing the plan in buses,” a government source confirmed. According to DMRC, the free travel for women in metro will entail an annual expenditure of Rs 1,566.6 crore. It has submitted two proposals to the government in this regard: while one involves incorporating the changes in the DMRC software as well as smart cards, the other requires women to purchase special tokens at ticket windows or via vending machines. Both proposals may take eight to 12 months to be implemented, DMRC officials believe, meaning which a lot of ground has to be covered before the proposal even comes before the cabinet for clearance. Metro will need to set up a fare-fixation committee to consider the proposals, which will then be forwarded to the DMRC board. With assembly elections due early next year, the government is keen on pushing the scheme. Sources said government surveys to know people’s views on the issue had thrown up encouraging results. Some AAP MLAs claimed that over 99% of the women they had interacted with in their respective assembly constituencies had given positive feedback on the proposal. According to the plan under consideration, women who wish to avail of free rides will need to buy tickets on the bus, but these will come for free. “The tickets will mention that the cost has been waived off by the Delhi government,” a source said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/bus-rides-to-be-free-for-women-soon-metro-concession-may-take-more-time/articleshow/69833512.cms"}, "Oh deer! How CCTVs helped Delhi zoo with census": {"datetime": "", "time": "2019-06-19 05:43:00", "description": "NEW DELHI: CCTV cameras are in much use at Delhi’s National Zoological Park these days. They have helped the zoo authorities to finally carry out the census of animals ordered by Delhi high court in April, and will now be installed in enclosures to keep tabs on not only the animals, but also the staff and the visitors. CCTV cameras were uniquely used for the first time to determine the number of zoo animals, particularly nocturnal and burrowing animals which the zoo authorities said could have been hard to track if normal procedures for counting were followed. The high court had ordered completion of the census within two weeks, but the results were delayed all this while. “We wanted to carry out a comprehensive audit, and so the delay,” Renu Singh, director, Delhi zoo, told TOI. “We studied CCTV footage and determined the number of burrowing animals that had gone underground. CCTV cameras also helped us detect a fox birth that we had not seen earlier.” According to officials, 13 CCTV cameras were used interchangeably at different enclosures for the census. They were also used to number the deer population at the zoo. “Since there is a large number of deer and they are in one large enclosure, we used CCTV cameras to arrive at their exact number,” said Singh. The recorded footage also yielded information on the feeding patterns and the behaviour after lights went off of certain animals such as jackals and monitor lizards. This boost to information collection has inspired the zoo to install 256 CCTV cameras by the end of the financial year. The Rs 5-crore project is aimed at keeping track of animals, zoo staff and to ensure visitors do not violate rules. “We will know more about our staff, their whereabouts, what visitors are doing and where a particular animal is located at any point of time. Instances of visitors throwing items in the enclosures, like in the past, can also be tracked,” explained Singh. Delhi high court rapped the zoo for irregularities in animal data and irregularities in post-mortem reports and finances. On April 9, it directed the zoo to carry out an animal census and even granted police protection after the zoo officials pleaded that its own staff was obstructing the count. The court observed, “There is absolute lawlessness prevailing in the national zoo of the country… The records are being manipulated and tampered with, and the statutory body is not being allowed to perform its assigned duties. The death of animals is being suppressed.” The court added that the lack of action by the ministry of environment, forests and climate change following the Central’s Zoo Authority’s 2016 reports had led to the deteriorating situation in Delhi zoo. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/oh-deer-how-cctv-cams-helped-zoo-with-census/articleshow/69848840.cms"}, "Encroachment and parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentandparking/articleshow/69749047.cms", "description": ""}, "Shahnawaz Hussain hosts annual Eid lunch": {"time": "", "link": "http://photogallery.indiatimes.com/events/delhi/shahnawaz-hussain-hosts-annual-eid-lunch/articleshow/69757510.cms", "description": ""}, "SDMC's sham job": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sdmc27sshamjob/articleshow/69780791.cms", "description": ""}, "Delhi: In a year, go under and over to Qutub Minar": {"datetime": "", "time": "2019-06-19 06:30:00", "description": "NEW DELHI: It’s quite a hassle negotiating the road past the All India Institute of Medical Sciences down to Adchini and on to Mehrauli. Lakhs get stuck on the arterial Aurobindo Marg not only because of the traffic volume, especially at peak hours, but also because of encroachments, illegally parked vehicles and the road design. There’s respite for them in the offing: the Public Works Department plans to decongest the road with two underpasses and an elevated corridor. PWD officials disclosed that each of the two underpasses will be 500 metres long. The first one dives under the IIT flyover to open up at Essex Farm, while the second begins on Mehrauli-Badarpur Road and goes below its intersection with Aurobindo Marg. They will be six lanes wide, three on either side. To avoid the constricted length towards Adchini, PWD will also construct a 3-km-long elevated corridor with six lanes from Mother’s International School to Mehrauli Archaeological Park. The Rs 900-crore project will benefit commuters coming from and going towards Mehrauli, the site for the Qutub Minar complex, RK Puram, Gurugram, Aya Nagar and Panchsheel Enclave. According to PWD officials, once the project is cleared, construction work will take a year for completion. Encroachments along Aurobindo Marg continue to slow down traffic despite the corrective measures taken by PWD and traffic police. These encroachments, the pedestrian crossings near AIIMS and the rows of cars parked near Adchini crossing create bottlenecks for the commuters. There are several residential colonies in the area and around 800 small and big commercial establishments. According to PWD officials, more than 2.5 lakh vehicles ply on the road every day, and 7,000 are parked on either sides of the carriageway. The earlier interventions, including a U-turn around 50 metres from Aurobindo Market, have only created choke points. The U-turn near the exit gate of AIIMS has added to the mess. The creation of the U-turn in the middle of the road drastically reduced the road width and left it prone to accidents. In the short distance between Nili Masjid and Yusuf Sarai, therefore, vehicles are forced to slow down three times. The U-turn at Aurobindo Market is now notorious for vehicles from Green Park approaching it from the wrong side of the road. The two traffic signals and an unmanned cut for pedestrians bunched together between AIIMS and Green Park have rendered what was once a clear passage into a clogged one. The traffic jams at these points have lengthy tailbacks that are aggravated by parking assistants further down the road taking up much of the space to create a separate lane to park vehicles, according to sources. PWD officials said that the civic authorities regularly request the residents and shop owners not to park their vehicles on the roadside, but there is little compliance. PWD officials said the construction of the new underpasses and the elevated roadway would clear the area of jams, while making more space available for vehicles. “Even though a lot of regulatory steps were enforced on the stretch, the traffic situation was never eased,” an official conceded. “Realising that the situation was only worsening and people had to endure endless traffic jams here, the proposal of constructing the underpasses and elevated segment was considered.” After completion, the stretch will be beautified and the security enhanced with CCTV cameras. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/in-a-year-go-under-and-over-to-qutub-minar/articleshow/69848893.cms"}, "Watch: Locals create ruckus at Delhi hospital over rape of minor girl": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/watch-locals-create-ruckus-at-delhi-hospital-over-rape-of-minor-girl/videoshow/69851748.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "How is Swachh Bharat possible?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/howisswachhbharatpossible3f/articleshow/69698038.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "Mukherjee Nagar clash: Police in capital have neither training nor equipment to deal with violence": {"datetime": "", "time": "2019-06-18 12:42:00", "description": "NEW DELHI: The Mukherjee Nagar incident has once again exposed how Delhi Police is ill at ease to deal with situations that require use of non-lethal force. Analysis of the video footage of the incident by senior officers has revealed that the basic protocols of policing were violated. Most of it is due to poor training. Delhi's Mukherjee Nagar clash: What followed after video went viralSome officers said the moment a plainclothesman had overpowered Sarabjeet Singh, others should have helped to handcuff him. That didn’t happen and Singh was not disarmed. 3 cops suspended after clash with tempo driver in Delhi's Mukherjee NagarAnyone familiar with American TV shows or Hollywood movies will know how police forces in the US tackle suspects: they are asked to put their hands behind their backs so that they can handcuffed, and the Miranda Rights are read out to them (where a policeman says, “You have the right to remain silent.”). If the suspect is violent, Tasers or stun guns are used to shock him into submission. Cops clash with mini-bus driver in north Delhi's Mukherjee NagarContrast this with the approach of Delhi Police and one realises that the learning curve is quite steep for the police force. The right kind of equipment is also not there with the police. Situations such as this require non-lethal riot gear. In 2015, Delhi Police had planned to procure Tasers. These are weapons that deliver electric shocks to disrupt the voluntary control of muscles. A few demonstrators had been procured as well, but nothing moved beyond that. A senior officer opined that Singh shouldn’t have been attacked with a pistol butt or sticks after he was pinned down. “The policemen should have used a vehicle to contain him and his son instead of carrying them by their limbs,” he added. Hitting someone with a pistol butt is also very risky as the gun could go off accidentally if it’s cocked. “Force is used to take a suspect into custody. Excessive use of force after capture is unprofessional. The way the policemen were trying to catch the suspect and beating him without disarming him shows that they are unequipped for close combat,” the officer said. Another retired officer said policemen these days often get carried away while countering attacks and involve themselves in fights instead of trying to control or subdue the subjects. On Sunday as well, the constables who had tried to restrain Singh and his son had started attacking them with a vengeance after they saw him hit a senior officer with a sword. “The objective was to pin him down and take him to the police station. Instead, they got busy hitting him which was unprofessional,” said another officer. The police were also slammed for carrying Singh away by his limbs. As per protocol, even if a suspect is restrained right outside the police station, it is imperative for the police to use a vehicle to contain him and drive him in. In Video:Mukherjee Nagar clash: Sikh community stage street protest, demands to sack Delhi cops who attacked auto driverDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/police-in-capital-have-neither-training-nor-equipment-to-deal-with-violence/articleshow/69833482.cms"}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "\nIshaan Khatter: Two years ago, I told my mother I wanted to work with the likes of Majid Majidi\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/Ishaan-Khatter-Two-years-ago-I-told-my-mother-I-wanted-to-work-with-the-likes-of-Majid-Majidi/articleshow/63813654.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Law faculty dean resigns, blames inaction by Delhi University": {"datetime": "", "time": "2019-06-19 10:02:00", "description": "NEW DELHI: The dean of Delhi University’s Faculty of Law, Ved Kumari, resigned from her position with effect from Monday, June 17 complaining that the varsity has not been cooperative with her. She claimed that several rules were being flouted at the law faculty, but she was not assisted by the university in taking action against them. Her tenure was to end in September. Speaking to TOI, the dean said that while the DU vice-chancellor has asked her to reconsider her decision, she will stand by her resignation as she was sure there would never be any resolution to the problems at law faculty. “I was contemplating about resigning for long as I was frustrated,” she added. Kumari, who sent her resignation letter to the VC on June 14, blamed the illegal and arbitrary actions of the professor in-charge (PIC), Campus Law Center, for her inability to secure the best interests of the Faculty of Law in the last two years and nine months. “I failed to ensure justice to hardworking students who attend classes regularly as now those with attendance as low as 31% are being permitted to take the exam. Such students are also being given marks for attending tutorials at the institutional level, which have not been held. Fake records are being maintained,” the dean alleged. Calling the deeds of the PIC whimsical, arrogant and oppressive, Kumari said she couldn’t take action despite complaints from students, teachers and non-teaching staff. In her letter, she claimed that she failed to get promotions due for teachers or get them rooms in Umang Bhawan, the new building. She also failed to invite an experienced professional from abroad for essential training of teachers in Clinical Legal Education. She couldn’t take action on the recommendations of the disciplinary committee regarding the student who physically assaulted a teacher. The alleged assault took place on the teacher’s comments after the Pulwama attack. The dean stated in her letter that the list of problems at law faculty is much longer. “All these and many other matters have been repeatedly brought to the notice of university authorities with the request for necessary action through written reminders, telephonic calls and messages, and personal meetings. However, none have resulted in any action. I have repeatedly felt embarrassed and humiliated at no action and no response to my calls, letters, reminders and personal meetings,” she added. The pro-vice-chancellor had called Kumari to his office on Monday and orally conveyed the VC’s decision to reject her resignation. “But I told them that I’m not going to continue as the dean. Due to the non-cooperation of the university, I was unable to succeed in securing the standards of legal education as laid down by Bar Council of India,” she said. Despite repeated attempts by TOI, the pro vice-chancellor, professor in-charge and the Delhi University registrar were unavailable for comments. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/law-faculty-dean-resigns-blames-inaction-by-du/articleshow/69849131.cms"}, "Ghaziabad: Five on trip stop for snacks, robbed of car": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/ghaziabad-five-on-trip-stop-for-snacks-robbed-of-car/videoshow/69840631.cms", "description": ""}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Buses illegally parked": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/busesillegallyparked/articleshow/69733040.cms", "description": ""}, "Obstructive parking": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/obstructiveparking/articleshow/69748951.cms", "description": ""}, "\nIshaan Khatter: I wanted to work with the likes of Majid Majidi, never imagined it'd come true\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/ishaan-khatter-two-years-ago-i-told-my-mother-i-wanted-to-work-with-the-likes-of-majid-majidi/articleshow/63813654.cms", "description": ""}, "Dil mango more: Head to Janpath for a slice of Bengal": {"datetime": "", "time": "2019-06-19 09:53:00", "description": "By: Mehak Sharma and Malavika PM NEW DELHI: The mango season brings joy to Delhiites. The capital, which has been fond of the king of fruits right from the time of the Mughals, also looks forward to the various mango festivals that are organised during this time of the year. One of them is the Mango Mela organised by the West Bengal government. In its seventh edition this year, the festival allowed Delhiites to savour some of the best-known varieties from Bengal—langda, himsagar and mallika. These come from the Malda, Bankura and Murshidabad districts. The festival is on at Handloom Haat in Janpath till June 30 and has been organised by the West Bengal government’s department of food processing, industries and horticulture. The most popular mango variety at the mela is himsagar. It is large and sweet and has been brought by farmers from Malda and Murshidabad. The cost per kilogram ranges from Rs 80 to Rs 120. Among the stock from Bankura district, amrapali is the best known. These have ochre-coloured flesh and are high in sugar content and low on fibre. These are also very popular, “not just in Bankura but in Delhi as well”, said a seller. Bankura’s other famous mango is mallika. This one is a hybrid of two Indian varieties, neelum and dussehri. It comes during the middle of the mango season. Langda is common to all the three districts and is low in fibre content. The festival timings are from 11am to 8pm. And apart from mangoes, people can also buy handlooms, kurtas and other wares from Bengal. In Video:Mangoes galore: Head to Janpath for a slice of BengalDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/dil-mango-more-head-to-janpath-for-a-slice-of-bengal/articleshow/69849062.cms"}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Is this Swachh Bharat?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/isthisswachhbharat3f/articleshow/69807987.cms", "description": ""}, "Mosquito breeding, but no action by DJB": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mosquitobreeding2cbutnoactionbydjb/articleshow/69821457.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Where's the numberplate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/where27sthenumberplate/articleshow/69807962.cms", "description": ""}, "Interstate criminal on the run for a year held": {"datetime": "", "time": "2019-06-19 07:58:00", "description": "NEW DELHI: A interstate criminal who had committed back-to-back robberies in east Delhi to impress his girlfriend was caught by Special Cell after a cat-and-mouse chase through different states for the past one year. The man used to target businessmen and sales executives who usually carry large amounts of cash from wholesale markets. He was trying to re-group his gang. DCP (Special Cell) Pramod Kushwah said that a trap was laid after they received information that the kingpin of a gang from Moradabad, which was involved in eight robberies since last year, would come to Delhi. “The accused, identified as Mohammad Mujeeb, was arrested by the team. He had been changing base frequently to evade arrest,” said DCP Kushwah. He allegedly went to Moradabad from Delhi after the arrest of his associates. A team was sent to Moradabad to get information about his hideouts. Mujeeb then shifted base to Ahmadabad. The team too went to Ahmadabad to trace him, but he kept changing his hideouts. Finally, his location was traced to Sarai Kale Khan when he was on way to meet an associate, who had been recently released from jail. One pistol and a stolen motorcycle were seized from him. Mujeeb told cops that he came to Delhi and joined a tailoring shop that was being run by his uncle. During that time he fell in love with a girl and wanted to earn lots of money to impress her. He came to know that traders of Gandhi Nagar and Tank Road carried huge cash with them. He then started robbing them. Mujeeb formed a gang with criminals from Moradabad and northeast Delhi. His gang members were identified as Mohammad Taj, Mohammad Kasif, Phool Babu, Bharat, Daud, Shavaj and Faisal. Faisal and Shavaj used to collect information about probable targets. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/interstate-criminal-on-the-run-for-a-year-held/articleshow/69849125.cms"}, "A squatter's almirah": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/asquatter27salmirah/articleshow/69808020.cms", "description": ""}, "Building collapses in Delhi's Sadar Bazar, damages vehicles": {"datetime": "", "time": "2019-06-19 10:05:00", "description": "NEW DELHI: A three-story building, with several godowns in the basement, collapsed in north Delhi's Sadar Bazar on Tuesday. Though no one was injured, a few vehicles parked nearby were damaged. Fire officials said that they received a call at 6.25am that a portion of an old building near Ghanta Ghar had collapsed. Three fire tenders were rushed to the spot. A senior fire official said that initially only a portion had collapsed, but later the entire structure came down. However, by that time the nearby area had been evacuated. A few vehicles parked nearby were damaged by the debris. Police said few labourers, who were present in the building when the front portion collapsed, had immediately left. The cause of the collapse was not yet known. The fire department and the municipal corporation would conduct a survey of the buildings in the area to identify the structures that may have developed cracks due to the collapse. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/building-collapses-in-delhis-sadar-bazar-damages-vehicles/articleshow/69852175.cms"}, "Footpath covered illegally": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathcoveredillegally/articleshow/69748973.cms", "description": ""}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "90% of those surveyed favour free-ride plan in Delhi: AAP": {"datetime": "", "time": "2019-06-19 09:43:00", "description": "NEW DELHI: The Aam Aadmi Party on Tuesday claimed that 90% of people it had surveyed over the last few days supported the government scheme for free travel for women in public transport. Disclosing the findings of the survey, which mapped the opinions of 71,592 people, AAP Delhi convener Gopal Rai on Tuesday stated that as many as 64,972 of them backed the scheme and said it would empower women. The survey was conducted by party MLAs, councillors and members of AAP’s women wing in different parts of the city. The exercise spanned 10 days. Earlier this month, the AAP government had announced its plan to allow free rides for women in Delhi Metro and DTC and cluster buses. After questions were raised on the proposed scheme, chief minister and AAP national convener Arvind Kejriwal asked party leaders and members to reach out to people for their opinion on the issue. “Under the exercise, which started from June 8, the MLAs and others organised 1,120 meetings with people from a cross-section of the society, including those living in slums, unauthorised colonies, housing societies and apartment complexes. Altogether, 90% of the people surveyed favoured free travel for women in public transport,” Rai claimed. The detailed findings of the survey will be compiled and submitted to the CM. “The government will base its next course of action on the report. We want to implement the proposal as soon as possible,” he said. DMRC has submitted two proposals to the government and stated that it needs 8-10 months to implement either of them. The government is, therefore, considering the idea of allowing free travel in buses to begin with, even as the plan for metro is finalised. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/90-of-those-surveyed-favour-free-ride-plan-aap/articleshow/69848945.cms"}, "Arvind Kejriwal leads demand for action against policemen": {"datetime": "", "time": "2019-06-18 07:57:00", "description": "NEW DELHI: Chief minister Arvind Kejriwal on Monday demanded strict punishment for policemen involved in the attack on a Gramin Sewa driver and his minor son in Mukherjee Nagar. The incident triggered an uproar after video clips of the incident went viral on social media, drawing sharp reactions from Punjab CM Captain Amarinder Singh, Delhi BJP chief Manoj Tiwari and several other politicians. The Punjab CM tweeted: “Shameful incident of Delhi Police ruthlessly beating up Sarabjeet Singh and Balwant Singh over a petty issue. Request home minister Amit Shah to ensure justice.” Tiwari stated that there is no place for violence in a civilised society. “There should be an impartial inquiry into this and stern action should be taken against the guilty, but no action should be taken against the innocent,” Tiwari said. Kejriwal called on Sarabjeet Singh. “The manner in which he was beaten was the most brutal and barbaric. I condemn this assault by Delhi Police personnel in the strongest possible words. I appeal to LG, DCP and the police commissioner to punish severely the policemen responsible for the attack. No citizen should have to go through this at the hands of the police,” Kejriwal stated. A delegation of Delhi Sikh Gurdwara Management Committee led by its president and BJP MLA Manjinder Singh Sirsa called on police commissioner Amulya Patnaik. Sarbjeet Singh was also part of the delegation. “CP has assured that no guilty will be spared. An inquiry will be conducted by a joint CP and everyone involved will be identified,” Sirsa stated. On Sunday night, AAP MLAs led by Rajya Sabha MP Sanjay Singh had joined the protest outside the police station and called the suspension of the three personnel insufficient. Sirsa and DSGMC staff were also there. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/kejriwal-leads-demand-for-action-against-policemen/articleshow/69833491.cms"}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Delhi: Waiter stabbed to death by restaurant manager": {"datetime": "", "time": "2019-06-19 10:03:00", "description": "NEW DELHI: A 22-year-old waiter was stabbed to death by the manager of a restaurant in central Delhi’s Pusa Road on Monday night. The two got into a scuffle outside the restaurant after the manager asked the waiter to improve his work. The victim has been identified as Rahul and a case of murder has been registered. A manhunt has been launched to nab the prime suspect, Kamal. An investigation has revealed that a few days ago Kamal had asked Rahul to improve his service after getting complaints from a few customers. This issue was brought up again on Monday and it soon turned into a scuffle. Rahul then called his friends outside the restaurant. Seeing them, Kamal came out with a kitchen knife. One of Rahul’s friends allegedly slapped Kamal and the man retaliated by stabbing Rahul and his friend, Pawan. Kamal fled the spot, while the two injured men were taken to a nearby hospital where Rahul was declared brought dead. Pawan remains under medical observation. The victim’s body has been moved to a mortuary and will be handed over to his family after an autopsy. Police are waiting to record Pawan’s statement to get details about the incident. The suspect is a native of Nepal and had been working at the restaurant for the past few months. Police are checking CCTV footage of the area to get the sequence of events and to establish the escape route taken by Kamal. A team of forensics experts have collected evidence from the crime spot. Cops are quizzing the restaurant staff to find out if there was any other motive behind the murder. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/waiter-stabbed-to-death-by-restaurant-manager/articleshow/69849145.cms"}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "German praise for Karol Bagh project in Delhi": {"datetime": "", "time": "2019-06-19 09:36:00", "description": "NEW DELHI: Lieutenant governor Anil Baijal on Tuesday met ambassador of Germany Walter Johannes Linder who praised pedestrianisation of Karol Bagh market in the city and discussed mutual areas of cooperation between the two countries. Baijal said the two sides discussed cooperation on air pollution, road transport, urbanisation among others. North Delhi Municipal Corporation launched a pilot project to decongest Karol Bagh in May. In Video:Delhi: German praise for Karol Bagh projectDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/german-praise-for-karol-bagh-project-in-delhi/articleshow/69851813.cms"}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "UP to hike power tariffs by 26%: Manish Sisodia": {"datetime": "", "time": "2019-06-19 09:42:00", "description": "NEW DELHI: Deputy chief minister Manish Sisodia on Tuesday claimed that the UP government is going to hike power tariffs by up to 26%. He then slammed the Delhi BJP for raising questions on power rates in the capital while ignoring the “proposed hike” in the BJP-ruled neighbouring state. In fact, UP Power Corporation Limited (UPPCL) has recommended an overall 20% increase in power tariffs across slabs. The highest increase of 26% has been recommended for the lowest slab of 0-150 units—from the existing Rs 4.9 per unit to Rs 6.2. In the 151-300 units slab, the proposed hike is to Rs 6.5 per unit against the existing Rs 5.4. UPPCL has also suggested a hike in fixed charges from Rs 90 per KW to Rs 110. If the hike is implemented, then monthly power bills will go up substantially. For instance, a bill of Rs 3,000 today would be Rs 4,000 post-hike. Sisodia said the hike will make life miserable for people in UP “who already pay through their nose for electricity”. “It is quite shocking that at a time when BJP is trying to rake up the issue of power tariffs in Delhi, the BJP government in UP is hiking tariffs by 26%. BJP protests in Delhi about power while its own government in UP is supplying five times more expensive power,” Sisodia said at a press conference. “Delhi government has been successful in maintaining the cheapest power tariffs in the country for the last four and a half years. In fact, Delhi is the only state in the country that has not allowed a single increase in tariffs for four successive years,” Sisodia said. The deputy CM called BJP’s recent protests “hypocrisy”. “BJP is displaying blatant hypocrisy on the issue. Even though power is cheapest in Delhi as compared to the entire country, BJP leaders are protesting over rates. Wherever BJP is in power it is looting the people in the name of power bills. BJP leaders should focus on stopping the open loot of the people of UP,” he said. Sisodia also compared the power prices in Delhi with UP, especially the NCR cities of Noida and Ghaziabad. “In Delhi, 200 units of electricity cost Rs 200 at Re 1 per unit. In UP, for up to 150 units, the rate is Rs 4.9, and from 150-300 units the rate is as high as Rs 5.4 per unit. In Delhi for 400 units, the rate is Rs 2.5 per unit, and in Noida it is Rs 6.2 per unit.” BJP called Sisodia’s claims “fake stories”. “Chief minister Arvind Kejriwal with his team is busy concocting fake stories at a time when a large number of people in different parts of the city are deprived of water. Kejriwal remained unmoved by the plight of the citizens facing water crisis for four and a half years. After the people rejected AAP in the Lok Sabha polls, he started visiting different localities to find out what problems people are facing but did nothing for such colonies even after his visits,” said Pratyush Kanth, Delhi BJP media in-charge. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/up-to-hike-power-tariffs-by-26-sisodia/articleshow/69848934.cms"}, "Check out this traffic cops ‘rap’ about road safety": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/check-out-this-traffic-cops-rap-about-road-safety/videoshow/69837159.cms", "description": ""}, "On cam: 3-storey building collapses in Delhi’s Sadar Bazaar": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/delhi/on-cam-3-storey-building-collapses-in-delhis-sadar-bazaar/videoshow/69847674.cms", "description": ""}, "Encroachment in public park": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentinpublicpark/articleshow/69821395.cms", "description": ""}, "In other government hospitals, doctors stay away as part of nationwide protests": {"datetime": "", "time": "2019-06-18 08:39:00", "description": "By : Malavika PM and Mehak Sharma NEW DELHI: OPD services of several government hospitals in the city were again disrupted on Monday as resident doctors stayed off duty to express solidarity with West Bengal doctors. Hundreds of patients were affected by it. Safdarjung, Lok Nayak and Guru Tegh Bahadur hospitals were among the worst affected. At RML and AIIMS, senior faculty members could be seen manning the OPDs and also making an extra effort to run the in-patient wards smoothly. “The doctor is only seeing those women who are nine months’ pregnant or have an emergency,” said Rashida who came from Faridabad for an appointment with a gynaecologist at Safdarjung Hospita. There are was a long queue of patients outside the few functioning OPDs at the hospital, which gets about 8,000 patients daily. “We have been waiting here for the past three hours,” said Mukesh Singh, who had come with his wife for a check-up. At AIIMS also, the OPDs were functioning only partially. Rohil came with his mother from Meerut. She suffered a leg fracture. “The OPD started at 10.30am instead of 9am due to the strike. They are not issuing new OPD receipts, just issuing follow-up receipts,” he said. Rai Prakash said he will have to come to Delhi again on June 26 as he couldn’t get an MRI done on Monday. The story was similar at Kalawati Saran Children’s Hospital and RML hospital. At RML, the OPD area was crowded and partly operational. Nishit came from Chhattisgarh with a hairline fracture. “I don’t see much difference. The patients are still being treated even though the queues are long,” he said. A senior doctor at Lok Nayak hospital said nearly 80 non-emergency surgeries had to be cancelled due to the strike. Even some private hospitals and nursing homes suffered. Later in the day, Dr Girish Tyagi, president of Delhi Medical Association, announced the end of the strike due to the West Bengal CM agreeing to the demands of junior doctors. “Health services will work normally from Tuesday,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/in-other-govt-hospitals-docs-stay-away-as-part-of-nationwide-protests/articleshow/69833397.cms"}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Filthy public toilet": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthypublictoilet/articleshow/69780754.cms", "description": ""}, "Efficiency of Delhi Jal Board": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/efficiencyofdelhijalboard/articleshow/69780830.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "\nGargi College girls enjoy a feisty farewell\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/delhi/gargi-college-girls-enjoy-a-feisty-farewell/articleshow/63847705.cms", "description": ""}, "AIIMS doctors skip OPD services after kin of patient ‘manhandle’ colleague": {"datetime": "", "time": "2019-06-18 08:23:00", "description": "NEW DELHI: A junior resident doctor at the emergency ward of the AIIMS Trauma Centre was allegedly verbally abused and manhandled by the attendants of a patient late on Sunday night, following which the resident doctors of the hospital went on a strike. They did not attend outpatient department (OPD) and other routine non-essential services from noon on Monday. The alleged attack on the AIIMS doctor comes against the backdrop of the medical fraternity holding protests all over the country in solidarity with the junior doctors in West Bengal, who were on a strike since last Tuesday after two of their colleagues were attacked allegedly by relatives of a patient who died at NRS Medical College and Hospital in Kolkata. The incident took place around 11.30pm on Sunday, when a patient with a foot injury came for treatment, president of AIIMS Resident Doctor’s Association (RDA) Dr Amarinder Singh Malhi said. “The patient was accompanied by his attendants. The doctor on duty was attending to a high-risk patient at that time, when the attendants asked him to attend to their patient on a priority basis. The doctor told them to wait for some time as the one he was attending to required immediate attention. But the attendants started verbally abusing the doctor and even manhandled him,” Dr Singh said. “The medico at the Jai Prakash Narayan Apex Trauma Centre was allegedly assaulted for giving preferential care to a critical patient,” a RDA statement said. Police registered a case on the complaint of AIIMS doctors. Meanwhile, the doctors said that they will resume work on Tuesday. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/aiims-doctors-skip-opd-services-after-kin-of-patient-manhandle-colleague/articleshow/69833148.cms"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Congress slams Harsh Vardhan over death of children in Bihar": {"datetime": "", "time": "2019-06-18 16:10:00", "description": "NEW DELHI: The Congress hit out at union health minister Harsh Vardhan on Tuesday over the Acute Encephalitis Syndrome (AES) outbreak in Bihar, which has claimed the lives of over 100 children, saying there is \"no work, all talk\". The death toll due to the outbreak has climbed to 105 in Bihar's Muzaffarpur district with the state-run Sri Krishna Medical College and Hospital (SKMCH) and the privately-owned Kejriwal hospital reporting one casualty each in the intervening night of Monday and Tuesday. \"In 2014, 139 children were killed in Muzaffarpur. In 2019, 104 children killed in Muzaffarpur. Same minister, Shri Harsh Vardhan, same reasons, same promises, no work, all talk,\" Congress's chief spokesperson Randeep Surjewala said in a tweet. He also tagged a media report with his tweet, which claimed that the promises made by Vardhan after a similar tragedy in 2014 were still unfulfilled. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/congress-slams-harsh-vardhan-over-death-of-children-in-bihar/articleshow/69841590.cms"}, "Delhi: Kin of rape survivor attack doctors": {"datetime": "", "time": "2019-06-19 07:52:00", "description": "NEW DELHI: There was chaos in the emergency department of a hospital on Tuesday when the relatives of a six-year-old rape survivor attacked doctors and guards after being told to take the child somewhere else. The child was raped near her home in Bawana by a 45-year-old neighbour. He was caught by locals and handed over to the police. The child was taken to Maharishi Valmiki Hospital in Rohini by police where she required examination under general anaesthesia, which wasn’t available in the hospital. So the staff there referred her to Baba Saheb Ambedkar hospital. That’s when the relatives of the girl, who had also accompanied the police, got angry. “The attendants of the patient refused to go. They started arguing and would not take no for an answer. Before anything could be done to assuage them, a crowd barged into the emergency and created a ruckus,” said a source. The attack came in the aftermath of several such attacks on doctors across the country, including a recent one at AIIMS, which led to a nationwide strike. CCTV cameras at the hospital captured the incident and a clip of it went viral on social media. The footage showed a group of men trying to enter the hospital ward forcibly and being stopped by guards. They clashed with the guards while others started throwing furniture. A few others were also seen smashing things with their helmets. The situation was brought under control after police personnel present at the hospital intervened. An investigation has started. Meanwhile, DCP (outer-north) Gaurav Sharma said the rapist, a labourer, was arrested and booked under POCSO Act, and he will be produced before a magistrate. Investigation revealed that the girl was playing outside her house in the evening when the labourer took her away to a desolate spot and sexually assaulted her. But a neighbour heard her cries and caught the man in the act. In Video:Delhi: Kin of 6-yr-old rape survivor assault doctorsDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/kin-of-rape-survivor-attack-docs/articleshow/69849119.cms"}, "Dust pollution, unrepaired road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dustpollution2cunrepairedroad/articleshow/69807951.cms", "description": ""}, "Delhi man commits suicide by jumping in front of metro train, body severed": {"datetime": "", "time": "2019-06-18 17:56:00", "description": "NEW DELHI: A 23-year-old man, who was undergoing treatment for depression for the last two years, allegedly committed suicide by jumping in front of a moving Delhi Metro train at the Civil Lines station here Tuesday, officials said. Police said the victim's body, identified as Nitin, was severed into two after being run over by the train. The Delhi Metro Rail Corporation confirmed the incident that took place around 2 pm at the station that falls on the busy Yellow Line. The metro service on the Yellow Line was delayed for 15-20 minutes following the incident. \"The train bound for Huda City Centre station was approaching a platform at the Civil Lines station when the man jumped in front of it and was run over by it. We informed police immediately,\" a senior DMRC official said. The body has been removed from the tracks and sent to a mortuary in Sabzi Mandi area, a senior police official said. The victim was a resident of Jagatpur in Delhi, he said. His father said Nitin was undergoing treatment for depression for the last two years at a hospital, the police official said. The case is being investigated under Section 174 of the Code Of Criminal Procedure (CrPC), police said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/delhi-man-commits-suicide-by-jumping-in-front-of-metro-train-body-severed/articleshow/69843131.cms"}, "Services on Delhi Metro's Yellow Line affected": {"datetime": "", "time": "2019-06-19 09:48:00", "description": "NEW DELHI: The train services on Delhi Metro's Yellow Line remained affected for a large part of Tuesday. While technical glitches slowed down train movement on the corridor in the morning, towards late afternoon a man allegedly jumped in front of an incoming train at the Civil Lines station. DMRC claimed it was a minor glitch, however, the problem resurfaced between Arjan Garh and Guru Dronacharya metro stations at 1.34pm. \"The problems occurred after track circuits dropped at some sections,\" a DMRC official said. Just as normal train movement resumed, a man allegedly jumped in front of an incoming train at the Civil Lines station. \"The man was run over by the train and was rushed to the nearest hospital in a critical condition, where he later died,\" the official said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/delhi/services-on-delhi-metros-yellow-line-affected/articleshow/69851986.cms"}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Illegal parking on footpath": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/illegalparkingonfootpath/articleshow/69749024.cms", "description": ""}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}}