{"Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Hooda will leave Cong: BJP min": {"datetime": "", "time": "2019-06-18 12:46:00", "description": "KAITHAL: Haryana minister of state for social justice and empowerment Krishan Kumar Bedi on Monday claimed that state politics would see a major twist in the next 10 days as former chief minister Bhupinder Singh Hooda would leave Congress and join another political party. Addressing mediapersons in Kaithal after a meeting with sanity workers, Bedi said Hooda had been feeling sidelined as Congress had ignored his demand of Ashok Tanwar’s removal from the post of party state president. “Hooda is a self-esteemed man and would not stay in the party if his demand is not met,” he claimed. Terming himself as fortune teller, he said that he had predicted split of Indian National Lok Dal (INLD) three-and-a-half years ago. Making another forecast, he said Digvijay Chautala also would leave his brother Dushyant Chautala after the assembly election. Bedi said the BJP government has provided jobs and put in place a fair and transparent system for the purpose. “We are not arrogant, but people support our policy for the state. We are sure public would vote us to power again on the basis of jobs, health, education, and development in the state,” he maintained. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/hooda-will-leave-cong-bjp-min/articleshow/69832906.cms"}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "MY CITY AT CROSSROADS-GURGAON": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mycityatcrossroads-gurgaon/articleshow/63852963.cms", "description": ""}, "Gurugram: Four cops booked for escape of prisoner": {"datetime": "", "time": "2019-06-19 10:33:00", "description": "GURUGRAM: A day after a Bhondsi jail inmate escaped from Civil hospital in Sector 10, the police department has booked four of its officers, who were posted at the hospital, when the accused fled. Police sources said the accused — Haji Ayub — was recently nabbed by a team from civil lines police station for his alleged involvement in a 2017 cheating and fraud case. “Haji was produced in court and sent to Bhondsi jail. After reaching the jail, Haji — who is a diabetic — complained of illness. He was admitted at the civil hosipital on June 15, where he was undergoing treatment,” an officer said. On Monday, Haji’s daughter came to meet him and soon after she left, he asked the policemen to take him to the washroom. “He locked the door from inside and fled after breaking the window,” an officer said. An FIR was registered under sections 120B (criminal conspiracy), 223 (voluntarily causing hurt) and 224 (causing hurt) of the IPC against Haji, his daughter and head constable Krishan, constables Rajiv, Sandeep and Narendra. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/4-cops-booked-for-escape-of-prisoner/articleshow/69849459.cms"}, "Nine held for betting during India-Pak WC match": {"datetime": "", "time": "2019-06-18 12:42:00", "description": "KAITHAL: The police arrested nine persons from Kaithal late on Sunday night for indulging in betting during the India-Pakistan cricket World Cup match, said an official on Monday. The crime investigation agency (CIA) also seized Rs 2.60 lakh in cash, 17 mobiles phones and one television set during the operation. The accused have been identified as Aakash, Deep, Saurabh, Deepak, Maanik, Sandeep, Deepak, Chandan and Aashu -- all hailing from Kaithal district. CIA-1 in-charge Ramesh Chander said they had received information that some persons were betting on India-Pakistan match at a private office on Dhand Road. “A team was formed that raided the spot and nabbed the accused red handed,” he added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/9-held-for-betting-during-india-pak-wc-match/articleshow/69832925.cms"}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "Faulty numberplate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/faultynumberplate/articleshow/67201956.cms", "description": ""}, "e-scoters": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/e-scoters/articleshow/67154082.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "\nWomen bikers lead this car rally in Gurgaon\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/women-bikers-lead-this-car-rally-in-gurgaon/articleshow/63868057.cms", "description": ""}, "Gurugram: Woman executive stalked, harassed at metro station": {"datetime": "", "time": "2019-06-18 11:29:00", "description": "GURUGRAM: It’s Friday night. A young woman arrives at Huda City Centre metro station in a Yellow Line train from Delhi and begins walking down, towards the exit. She reaches the escalator that takes people to the station compound. A secure place, seemingly, with CCTV surveillance, and enough people around to make anyone feel safe. But while she is on the escalator, she gets the feeling of being followed. Then she feels a presence just behind her. It gives her the creeps. On Monday afternoon, after a weekend spent poring through CCTV footage, seething at the police’s lack of initiative, and grappling with the question whether to continue staying on in Gurugram or not, the 29-year-old woman decided she would let the world know what had happened at the metro station. On the escalator on Friday night, she had instinctively turned around. It was around 9.25pm.  There were others too, but right in front of her, stood a man, a stranger. He was masturbating. And he was looking at her.“I confronted him and slapped him,” she told TOI on Monday, adding the man, who seemed to be in his mid-20s, responded with a volley of abuses. She said she also screamed to draw fellow commuters’ attention but no one reacted. “No one came forward, not even the women standing near me,” she said, emphasising the need for discussions and measures to increase safety in public spaces, particularly for women. “We do not need free rides. We need safety. We want safety, which every government has failed to provide despite multiple promises,” she wrote in her tweet. “I sent the same message to DMRC and I immediately got a call from them, following which I was asked to identify the man on CCTV footage (which she did). “Gurugram police got in touch with me only after my tweets,” she said. “I want to file a complaint and pursue this case because it is time we start speaking about the need for safe spaces for women,” she added. “But at the same time, I am scared about my own safety.” Police’s delayed response has only made those apprehensions worse. A Gurugram police spokesperson said they would start an investigation. “We received a complaint through Twitter. We have asked her to submit a written application and record her statement on Monday, following which we will start the investigation,” said police spokesperson Subhash Boken. This is the second episode of perverted behaviour to be reported in the last 10 days from a metro train or station compound. Last week, an auto driver was arrested for flashing a woman inside a train between Sikanderpur and MG Road metro stations. When the woman raised an alarm, commuters nabbed him and handed him over to the police. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/a-pervert-following-her-horror-at-huda-city-centre-station-for-young-executive/articleshow/69833508.cms"}, "2 weeks left, 1.5k apply for Gurugram University’s 720 seats": {"datetime": "", "time": "2019-06-19 07:22:00", "description": "By: Ipsita Pati GURUGRAM: Gurugram University (GU) is preparing to welcome 720 students this academic session With just two more weeks left before completion of the admission session at the university on July 2, a total of 1,518 applicants have applied for 22 courses so far. The university is also introducing 11 new courses this session. With the new addition, its total strength will be 1,240 students. Last year, GU had received a total of around 1,600 applications. University officials are hoping that they will get more applicants this academic session, the admissions to which will be closed on July 2. “We’ve so far received 1,518 applications for 720 seats. We’ve increased the number of seats and courses this year. The entire application process is also online. For humanities stream, students are advised to apply through Kurukshetra University and for science stream, students should apply through Maharshi Dayanand University,” a university spokesperson said. As GU has a centralised procedure for admission, students have to go through an entrance test. “Students are admitted to the university on the basis on merit,” a senior professor from the law faculty said. New courses introduced this year include MA (journalism and mass communication), MPharma, Master of physiotherapy, Master of social science, MSc (neuroscience), MSc (actuarial science), MA (administration) and MA (economics), LLM, post-graduate (PG) diploma in corporate law and PG diploma in labour law. In April 2017, the Haryana cabinet had approved a Bill to set up a state university in Gurugram, which has been a long-standing demand of students of the area, who have to travel either to Delhi or other cities for higher education. The university’s own campus is not yet completed. It operates out of the campus of Rao Tularam College of Science and Commerce in Sector 51. With GU’s own campus in Sector 85 still under construction, it is expected to take another two years, and around Rs 700 crore, for it to become fully functional. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/2-weeks-left-1-5k-apply-for-gurugram-universitys-720-seats/articleshow/69849530.cms"}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "DLF-3 society protests as water supply remains hit": {"datetime": "", "time": "2019-06-18 09:47:00", "description": "GURUGRAM: Around 60 residents of a housing society in DLF-3 staged a protest at the developer’s office in DLF-1 on Monday demanding resumption of water supply. The area has received no water for the past few days, residents said. Those living in other areas, including DLF-1, 2 and 3 and nearby areas, too complained that they were receiving little to no water. The developer has stated that it will take four more days to restore supply. On Sunday evening, residents of Pink Town House society also filed a police complaint at DLF-3 police station. “We came to know that water is being supplied to other DLF-3 areas but not to us. We are being denied of basic amenities,” said Ritu Naresh, general secretary, RWA, Pink Town House. Over the weekend, residents of DLF-1, 2 and 3, MG Road and sector 43 and 27 had no water because of leakage in a pipeline at Signature Towers junction.Though officials said supply resumed by around 10am on Sunday, residents said they have not yet received water and are dependent on water tankers. “We snapped supply completely for 26 hours to fix the issue. If residents are still suffering from water issues, they should contact their developer,” GMDA executive engineer Sandeep Dahiya said. “Though we received water around 4pm on Sunday, the water pressure is low. It will take another four days for us to provide water,” DLF executive director Shekhar Basu said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/dlf-3-society-protests-as-water-supply-remains-hit/articleshow/69833443.cms"}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Free from drugs, youths show the way to others": {"datetime": "", "time": "2019-06-18 11:06:00", "description": "AMBALA: With the intent to make Ambala a drug free place, 15 youths of Shahpur village in Ambala district on Monday initiated a campaign ‘Udta Ambala Ujadta Ambala, Maine Chhorha Tum Bhi Chhorho’ (Inspiring Ambala, Destroying Ambala, I have left You also leave) to motivate those who are willing to get away from the drug abuse. Adressing media persons at public welfare department rest house in Ambala Cantonment one of the youths, Gursewak Singh, 26, claimed that he started consuming heroin in 2018, but in last near four months he has completely been off drugs. Gursewak claimed, “There is no stringent check on heroin smuggling in Ambala Cantonment area and heroin (chitta) is being sold at the price of Rs 2000-2500 per gram in Ambala. The government must keep a check on this menace and on the lines of Punjab government providing free medicines to the drug-addicts at de-addiction centers, similar initiatives are required in Haryana as well.” Sharing his experience, Gursewak said, “During second year of my graduation at GMN College, Ambala Cantonment I left studies due to the drug abuse with anti-social elements. But with my will power I have overcome this mental decease. Drug addiction is 85 per cent mental decease while 15 per cent is physical requirement. The society also needs to accept the drug addicts instead of isolating them and with love and care every addict’s life can be changed very quickly. The drugs not only destroy one’s physical strength but it forces to indulge in criminal activities. I am ready to help the police in nabbing the drug smugglers.” The youths were supported by the Indian National Lok Dal local leader Onkar Singh who said, “These youths are special that they have spoken out about their struggle of drug abuse. Most of the drug abusers do not come forward in society and with time they become criminals. We will support there initiative and work to bring forward more youths from other villages of Ambala district to fight with the drug menace.” When questioned about claims by youths, Ambala Cantonment d said that they will seek police help fir furthering the cause. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/free-from-drugs-youths-show-the-way-to-others/articleshow/69836348.cms"}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "For these residents, it’s always a bumpy ride": {"datetime": "", "time": "2019-06-19 08:18:00", "description": "GURUGRAM: Residents of Sector 23 have expressed concern that several stretches near the sector market are riddled with potholes. Those residing in Palam Vihar have the same grouse. The condition of the roads is likely to worsen in the monsoon as the potholes will cause waterlogging, they said. Despite repeated complaints to MCG, no action has been taken yet, they claimed. “The Sector 23 market road has been in a shambles for several months now, and its condition is deteriorating day by day. We have been complaining to the MCG, but they have not taken any action so far,” said Pankaj Sharma, a resident. “Apart from posing the risk of accidents, potholes also damage vehicles and lead to a rise in dust pollution. MCG should repair this road at the earliest, because later on, they will come up with the excuse that the inclement weather isn’t allowing them to conduct repair work,” he added. Residents blamed shoddy infrastructural work by government agencies. “The problem areas in our sector are in and around the market. This is mainly because different government agencies dug up the road at different places for laying pipes, cables and other work, and didn’t repair them afterwards. This has damaged pavements and roads at several places in the sector. People are facing difficulty in commuting, and come monsoon, the problem will be aggravated,” said Bhawani Shankar Tripathy, another resident. An MCG official said the work to fill the potholes in Sector 23 will start in two days. “We have received the complaint and are going to start recarpeting the market road in two days. Once the work starts, it will take us around four days to cover the stretch,” a senior MCG official told TOI. Meanwhile, residents of Palam Vihar too complained that roads in the area are riddled with potholes. “MCG officials had come to meet our RWA in the last week of April for a meeting. We had raised this issue and told them that the main roads of the area should be repaired before the monsoon begins, as the condition of roads will worsen after that. But no repairs have been done so far,” Sunil Yadav, a resident of Palam Vihar, said. He added, “If you look at the state of the roads of Sector 1 in Palam Vihar, they are well maintained. Even their internal roads have been repaired. But both main and internal roads of sectors 2 and 3 are in a bad shape. At least the main roads of both sectors should be repaired before the rains start.” MCG officials couldn’t be reached for a comment on the issue. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/for-these-residents-its-always-a-bumpy-ride/articleshow/69849483.cms"}, "construction actiivity in Gwal Pahari": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/construction-actiivity-in-gwal-pahari/articleshow/62658560.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Traffic jam outside police stn": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/traffic-jam-outside-police-stn/articleshow/63422965.cms", "description": ""}, "street lights on at 5 pm": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsonat5pm/articleshow/64183195.cms", "description": ""}, "\nGurgaon marches in protest against Kathua, Unnao, Surat rapes\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/gurgaon-marches-in-protest-against-kathua-unnao-surat-rapes/articleshow/63831215.cms", "description": ""}, "Are we willing to show Gurugram some love?": {"time": "2019-06-16 09:46:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/are-we-willing-to-show-gurgaon-some-love/articleshow/69807400.cms", "description": "By Hamsini Shivakumar All professionals in the field of branding and communication would concur that a power brand is a cultural symbol or representation, which can evoke deeper feelings and attachments from its users and from audiences who come into contact with it. The world’s major cities are such power brands. Think of Paris, London and New York, and a plethora of images and emotions are instantly evoked. These cities have been photographed heavily by tourists and professional photographers. Their architectural landmarks are known to millions around the world, including those who have never set foot there. Their streets and culture have been captured in countless movies and hence are familiar not just to residents but worldwide audiences. The black cabs of London and yellow taxis of New York are visual icons. Great authors have set their stories in those cities and made their landscapes famous. In India, the old metros are such power brands: Mumbai, Delhi, Kolkata and Chennai. Mumbai and Delhi, in particular, have been captured in countless photographs as well as movie scenes. Which brings me to Gurugram, which has been home for 12 years now. While being attached to Delhi as part of NCR, Gurugram is a city in its own right, variously described as Millennium City and a corporate hub. New Gurugram is consciously modelled on cities such as Singapore and Dubai, in its design and way of life, with glitzy steel-and-glass downtown work areas (Cyber City), malls and pedestrianised zones (Cyber Hub), and residences in condominiums and gated communities. A huge segment of the city’s population is not local Haryanvis but professionals and workers from various parts of India, or those who have moved from Delhi. Many are also transitory, coming to Gurugram to work for a few years, before moving back to the cities they came from, or to which their professional ambitions take them. Who, then, loves Gurugram? What images and feelings does Gurugram evoke? What does Gurugram symbolise? If it’s just the name of a township, then the attachments are only to friends made while living there, and to a few places in and around one’s residence. But if it is to become a symbol of new aspirations, and dreams of global living (as the names of the various condos would suggest) in a way that evokes pride and not derision, then what is Gurugram defined by? Enough critical commentary has been written on Gurugram by journalists, choosing to see the lifestyle of Gurugram residents as pretentious and wannabe rather than as something deeper and more meaningful. To love Gurugram, it should all start with the question: what should a Gurugram resident be called? How should we identify ourselves? What’s our shared identity (especially now that the city has been officially renamed Gurugram)? Are we Gurugram-ers? Or Gurugrammers? Or just Gurus? Or Gurugram-kars? Or indeed, Gurugram-ites? It’s difficult to turn the city into a power brand if the residents don’t know what to call themselves, if there is no label that falls easily off the tongue (like Parisians and Londoners, or Mumbaikars and Delhiites). So, what parts of the city do we, its residents, feel proud of and happy to show to friends, family and other visitors? Do we love showing off Cyber Hub, Galleria market and Kingdom of Dreams? Or just the gated communities we live in? Which parts of the city would photographers, filmmakers, writers and other creative folk living in Gurugram want to romance through their art and craft? Or is it that the city’s lifestyle of middle and elite class aspiration lacks the sheer tension and human churn that cities like Mumbai and old Delhi have, which inspire writers to romanticise them? As Gurugram grows, will its various areas develop a distinctive enough character to be labelled as neighbourhoods? Right now, sadly, the city’s decision-makers seem to be quite happy to have it live up to its ‘corporate city’ moniker by getting sponsors for Rapid Metro and turning each of its stations into a corporate billboard. And Gurugram’s resident professionals are all happy to stay here for the convenience and comfort of condo-living and the milling crowds that are a central feature of India’s old and big cities. But, are we willing to love Gurugram? And showcase that love? (The author is Director, Leapfrog Strategy Consulting)Download The Times of India News App for Latest City ."}, "Work load": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/workload/articleshow/63496035.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Manohar Lal Khattar promises 11 hostels for ‘oppressed sections’ of society": {"time": "2019-06-17 11:11:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/khattar-promises-11-hostels-for-oppressed-sections-of-society/articleshow/69817867.cms", "description": "JIND: Haryana chief minister Manohar Lal Khattar on Sunday said 11 government hostels would be established to provide more education opportunities to students from oppressed and deprived sections of society. The CM said this at a state-level function organised at New Grain Market here on the 621st birth anniversary of Sant Kabir Das. He announced a Rs 35-lakh grant from his discretionary funds for Sant Kabir Das Hostel in Jind. The CM also announced grants of Rs 11 lakh each for the hostels from finance minister Captain Abhimanyu, transport minister Krishna Lal Panwar, minister of state for social justice and empowerment Krishan Kumar, minister of state for cooperation Manish Kumar Grover, Sonipat MP Ramesh Chander Kaushik and Sirsa MP Sunita Duggal. The CM also announced a Rs 5-lakh grant each out of his discretionary funds for Bhurchi Samaj Sewa Samiti and three other institutions. He said the government did not lack funds and was serious about the development of every section of society. For nearly five years, he said, “We have done equal development for all 90 assembly seats of Harayana.” Khattar announced that the state government would from July 1 organize tours for the people belonging to scheduled castes to visit the birthplace of Sant Kabir Das and Sant Ravidas at Varanasi and pilgrimage of Maharshi Valmiki at Amritsar. For this, interested persons can get their registration done in the deputy commissioner’s office and they would be provided with second-class reserved railway tickets free. For this, initially, 100 devotees each from every assembly constituency will be given an opportunity every year. This way, 9,000 pilgrims will visit these places in a year. It will be on first-come-first-serve basis and a family will be given this benefit only once. He also announced to grant in principle approval for implementing the Scheduled Caste A and B categorization in educational institutions from the upcoming academic session. He also announced that about 25,000 government jobs would soon be advertised and every year the backlog of scheduled castes will be filled and no posts will be allowed to remain vacant. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Day on, 20 PGIMS docs booked for rioting, theft": {"time": "2019-06-16 12:51:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/day-on-20-pgims-docs-booked-for-rioting-theft/articleshow/69807505.cms", "description": "ROHTAK: A day after a junior resident of the PGIMS here committed suicide, police on Saturday booked 20 students of the premier health institute for allegedly vandalizing the residence of the accused in the case, paediatrics head Dr Geeta Gathwala. Dr Gathwala, who is accused of harassing Dr Onkar to such an extent that he committed suicide, also hinted at internal politics of the PGIMS for her being held responsible for the suicide. In her complaint, Dr Gathwala alleged that the students broke open the gate of her house and the doors around 12.45pm on Saturday, when she, her husband, daughter and son were at home. “They suddenly invaded my residence and vandalised it. They broke open the gate, doors and windows in a planned and organised manner with criminal intent,” she alleged. The doctor also accused the students of her breaking her furniture, computers, phones, and stealing the keys to her cars. “They also hurled choicest of abuses at my husband, Dr. Ishwar Singh,” she alleged. She has alleged that the students were instigated by “some people” in her department, who wanted to tarnish her image and damage her reputation for ulteriour motives. Dr Gathwala also demanded adequate security and action against all accused. The students who have been booked are: Dr Satbir, Dr Gaurav, Dr Ankit, Dr Rishabh, Dr Deepti Garg, Dr Bhaskar Banoth, Dr Rajiv, Dr Nisha Kumari, Dr Surbhi Gupta, Dr Sonu Kumar, Dr Sainik Dutta, Dr Heema Fatima, Dr Saraswati, Dr Parteek Jindal, Dr Parerna Jain, Dr Aashima, Dr Daksh Bhutani, Dr Sudeep Kumar and unidentifed persons. he students have been charged with sections 147 (rioting), 149 (unlawful assembly), 323 (voluntarily causing hurt), 380 (theft), 452 (house trespass), 457 (house-breaking to commit offence punishable with imprisonment) and 506 (criminal intimidation) of the Indian Penal Code, and Section 3 of Prevention of Damage to Public Property. Probe panel found deceased negligent Though doctors had accused PGIMS paediatrics head Dr Geeta Gathwala of getting Dr Onkar framed in a case of medical negligence in January 2018, a probe committe of the premier health institute had found negligence on part of the deceased. Dr Onkar allegedly committed suicide in his hostel room on Thursday night. The case was registered against Dr Onkar after an Army man from Bahu Akbarpur village had alleged that his nine-month-old daughter died due to the doctor’s negligence. Dr Onkar and another doctor were on duty in the emergency department of PGIMS at the time. Dr Onkar was arrested and jailed in connection with the case. Some senior doctors at PGIMS felt the striking doctors were being used to build a case against Dr Gathwala, so that she can be removed as the head of paediatrics department. Dr Gathwala has been booked under Section 306 of the Indian Penal Code, for allegedly abetting Dr Onkar’s suicide. A senior consultant at PGIMS Rohtak said doctors across the country were protesting against the attack on them, but even the case faced by Dr Onkar had similar overtones. “They (students) went to the house of accused Dr Geeta Gathwala and created a ruckus there, and manhandled one of her family members. Some students even wrote ‘Killer Dr. Geeta Gathwala’ on the front wall of her house,” the doctor added. Download The Times of India News App for Latest City ."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "How this Gurugram hospital nurses heat-struck birds back to health": {"time": "2019-06-17 09:11:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/how-this-gurgaon-hospital-nurses-heat-struck-birds-back-to-health/articleshow/69817710.cms", "description": "GURUGRAM: The weather may have turned for the better but this summer’s extended heatwave, the longest in 30 years, has taken a toll on the wellbeing of winged creatures, with the Jain Charitable Bird Hospital — the city’s only such facility — recording an increase in cases of heat stroke, diarrhoea and chicken pox. As many as 40 birds are admitted to the hospital suffering from aforesaid symptoms, and every day a handful of new cases are pouring in. There are 308 birds in the hospital currently being nursed back to health. And, it’s both native and exotic species that are struggling to cope with soaring temperatures, among them rock pigeons, blue rock pigeons, doves and eagles, as well as species of parrot like lovebirds, budgerigars and macaws. While some residents have noticed instances of birds dropping from trees out of sheer exhaustion, many have found them straining to take flight, whether from the ground or terrace. “On Thursday, I found a dove struggling to open its wing near a water bowl on my terrace. I took the bird to a shady place. I tried to give it some water but the bird was not able to open its eyes,” shared Deepak Lal, a resident of Sushant Lok-3. “I immediately took the bird to the hospital — the doctor told me that the bird is suffering from heat stroke, but thankfully they managed to save it.” This dove, then, was lucky to escape death. However, on many occasions, birds are dead by the time they are brought into the hospital, because they could not receive relief on time. “Unlike humans, birds can’t have sweat glands — it is, therefore, difficult for them to escape heat. So, it is extremely important to give early treatment to birds suffering from heat stroke — if not given timely treatment, birds suffer from paralysis and, sometimes, disability for entire life,” explained Dr. Rajkumar of the Jain Charitable Bird Hospital. Alas, climate change affects avian species as much as it does humans, and ornithologists and bird lovers alike have raised concerns over the increase in cases of heat-related disorders. “Unfortunately, winged creatures are the first victims of an increase in temperature as their organs are small, and thus they can’t retain enough water and nutrients in their body for a long time. Birds, therefore, lose energy very quickly,” informed Kavitha, a city-based birder. “Feeding them water and food after short intervals is recommended. While this can be done in the case of pets, free-ranging birds often find it difficult to get water and food. Thus, they are more prone to heat stroke,” she added. Doctors advise that bird feeders be cleaned regularly, to prevent birds getting infected. “More than the heat, they struggle to find cold water and shade to rest. People should keep cold water in a shady place on their terrace or ground, for the birds,” told Dr. Rajkumar, who also advised that ORS or electrolytes be added to the water to ensure that they receive sufficient nutrients. And, should a bird be immobilised by the conditions, it would be prudent to take it to a patch of shade, and give it first aid without delay. “If a bird is found struggling with the heat, the bird should immediately be taken to a cooler place and a few drops of water put on their head,” Dr. Rajkumar suggested. For those sensitive to the plight of our feathered friends, this is advice that can prove to be the difference between life and death. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Three held for trader’s murder did recce for a month: Cops": {"time": "2019-06-17 09:50:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/3-held-for-traders-murder-did-recce-for-a-month-cops/articleshow/69817678.cms", "description": "GURUGRAM: Taking stock of day’s collection at the cash counter of his garment shop – Baba Garment in Sadar Bazar — proved costly for cloth merchant Sudhir Taneja (50), who was robbed and shot dead by three assailants in May last week. The three, according to police, conducted an extensive recce of his shop for a month before executing the crime. The trio was arrested on Saturday, said police. Police commissioner Muhamad Akil said one of the accused had once saw Taneja — lone breadwinner of the family, counting cash at his shop. “Presuming that the trader keeps a lot of cash in the shop, the accused contacted another criminal, and the duo later roped in one more criminal from UP to execute the crime,” said Akil. Akil said it was surprising that they conducted the recce for so long and remained unnoticed. “It took a lot of effort by the police team to identify and track the accused. Along with the CCTV footage, technical surveillance helped us crack the case,” said Akil, adding that they made the first breakthrough in the case within 24 hours of the murder. Police managed to spot suspicious movement by a person in a CCTV clip, but his face was not clear. Investigators later started scanning CCTV footage collected from all possible routes leading to Sadar Bazar. Akil said next breakthrough in the case came when they managed to spot the scooter of Taneja, which was stolen by the accused, in the CCTV footage collected from Subhash Chowk, nearly 6km from the crime spot. They identified the accused on the scooter and matched him with the criminal records. The person on the scooter turned out to be Suraj Katari from Basai, a history-sheeter, against whom more than six cases of loot, robbery and snatching are registered at different police stations of Gurugram. Kataria had come out of jail in January. A team led by Varun Dahiya, in-charge of the crime unit of Sector 39 on Saturday managed to arrest Suraj Kataria from Bahadurgarh bus stand. Kataria was hiding in Bahadurgarh. Kataria divulged the names of his two associates, which led cops to other two accused. Manoj, a resident of Kumhar mohalla, was arrested from Mata Mandir while Suraj, a resident of Hathras in UP, was nabbed from Jyoti Park in Gurugram. All three arrests were made on Saturday. According to police, after coming out of the jail in January, Kataria met his old friend Manoj alias Munna and decided to execute some big crimes to make quick bucks. Manoj told him about garment shop owner Taneja, saying he is making lots of money and every day he carries cash after closing the shop at night. They then decided to rope in Suraj to understand the daily routine of Taneja. They conducted recce for one month before executing the crime. “They had engaged Suraj to conduct the recce with an objective to remain unidentified by shopkeepers,” said the police chief. On May 28, Taneja was going home on his scooty after closing his shop when he was shot dead. The assailants, who were on a bike, fled with his scooty and the cash bag. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "PGIMS doctor's suicide: Strike called off on fourth day": {"datetime": "", "time": "2019-06-18 12:14:00", "description": "ROHTAK: The strike by resident doctors of PGIMS here over the suicide by an MD student ended on its fourth day on Monday. Dr Omkar of MD final year had committed suicide on Thursday, after which his colleagues had registered an FIR against their head of department Dr Geeta Gathwala, alleging that she had mentally tortured the deceased. Chief adviser of Resident Doctors’ Association, Rohtak, Dr Satbir Singh said that they had a long meeting with PGIMS vice-chancellor Dr O P Kalra and decided to end the strike in the larger interest of patients. “We were assured that maximum compensation would be given to the deceased’s family, the matter would be taken to the chief minister’s office and the police would make no delay in the arrest of accused Dr Geeta Gathwala after proper investigations,” he added. The PGIMS authorities had been trying to persuade the striking doctors, who were so far unwilling to give up their core demands of arrest of Dr Gathwala and Rs 1-crore compensation to the bereaved family. However, the situation changed with new details emerging in the incident and a cross-case being filed against some junior doctors for vandalizing Dr Gathwala’s house. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/pgims-docs-suicide-strike-called-off-on-fourth-day/articleshow/69832935.cms"}, "FIR filed in Gurugram metro station harassment case": {"datetime": "", "time": "2019-06-19 10:14:00", "description": "GURUGRAM: An FIR has been lodged against an unidentified man for stalking and sexually harassing a 29-year-old woman executive at Huda City Centre metro station on Friday. TOI reported about the case on Tuesday. Police have registered a complaint under IPC sections 354A (sexual harassment) and 506 (criminal intimidation). According to ACP crime, Shamsher Singh, the woman, who is yet to file a written complaint, has been requested to record a statement. “We have registered a complaint against an unidentified man and we are currently trying to identify and locate the accused. We are looking at the CCTV feed from the spot,” said Singh. On Friday night, the woman was allegedly harassed by a man in his 20s when she was walking towards the exit at the Huda City Centre metro station. She told TOI that the man stood in front of her and masturbated, and when she confronted him and slapped him, he screamed at her. She further said no one had come to her rescue. The woman had written to Gurugram Police on Facebook Messenger on Friday itself with details of the incident. However, when she did not get a response till Monday, she took to Twitter to share her ordeal. She also reached out to DMRC and identified the accused in the CCTV feeds provided by them on Sunday. “I want to file a complaint and pursue this case because it is time we start speaking about the need for safe spaces for women,” she told TOI. “But at the same time, I am scared about my own safety.” Police’s delayed response has only made those apprehensions worse. The woman is originally a resident of Delhi but moved to Gurugram as she works there. The incident, she says, may have a disruptive effect on her life as she fears she might now be forced to move back to Delhi. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/case-filed-but-metro-stalker-yet-to-be-identified/articleshow/69849445.cms"}, "Jind villagers collect Rs 70 lakh, give tabs to Class X, XII top scorers": {"time": "2019-06-17 17:32:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/jind-villagers-collect-rs-70-lakh-give-tabs-to-class-x-xii-top-scorers/articleshow/69818910.cms", "description": "JIND: In a unique initiative, panchayats of 12 villages in Jind district have gotten together to gift smart tablets to government school students who performed well in the recently conducted Class X and XII exams. The 12 village panchayats involved in the initiative — Budha Khera Lather, Lazwana Kalana, Karsola, Shadipur, Julana, Brahmanwas, Deshkhera, Rajgarh, Malvi, Kamach Khera, Devrar and Kila Jafragarh — collected Rs 70 lakh in donations to buy tablets and books as gifts for bright students, their parents and teachers. The residents of 12 village panchayats got together on Sunday and gifted the students, their parents and teachers tablets at a programme organized at Budha Khera Lather village. As many as 300 students —150 boys and 150 girls — of 25 villages, their parents and 200 teachers were honoured. A group of girl students, who received the tablets said, “This honour has made us feel proud and motivated us to pursue higher studies. We appreciate the initiative taken by panchayats.” Talking to TOI, Budha Khera Lather resident Ajay Singh said apart from a tablet, each student was also given a book on Swami Vivekanand’s life. The initiative would rejuvenate the education system in government-run schools, he said. “Today, we are living in a digital era and students of government schools usually don’t get facilities provided in private schools. So, together with the residents of nearby villages, we have decided to support them in future also and honour meritorious students every year”. The group has also decided to reward schools who maintain school building and promote tree plantation. “Based on these two criteria, our committee will give Rs 1.50 lakh to the school that bags the first position, Rs 1 lakh to second ranker and Rs 50,000 to third position,” he added. Former Punjab and Haryana high court judge Justice S S Saron (retd), who also attended the programme, said the initiative started by these 12 villages should be lauded and adopted by every village in the state as it would motivate students to excel in studies. Read this story in BengaliDownload The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Sewage / Pit Open in middle of road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewage2fpitopeninmiddleofroad/articleshow/66700804.cms", "description": ""}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Confined for a year, Jharkhand help rescued in South City": {"datetime": "", "time": "2019-06-19 07:18:00", "description": "GURUGRAM: Police and an NGO rescued a 20-year-old woman from Jharkhand from a house in South City-1, where she had allegedly been confined and forced to work as a domestic help for the past one year without wages. The woman came from Simdega in Jharkhand to Gurugram two and a half years ago after eloping with a man. The man, however, soon abandoned her, and she took to working as a domestic help to support herself. On Sunday, she managed to contact her family and told them that she had been confined in her employer’s house and working without wages. She told them that her employers locked her up when they went out and didn’t allow her to contact anybody. The family then approached the Childline helpline and local police. The Jharkhand Police contacted a city-based NGO Shakti Vahini, as well as their counterparts in Gurugram. On Tuesday, Shakti Vahini members and police reached the South City-1 house. It was found to be locked. When they broke in, they found the woman inside. The house owner claimed that they locked the house to keep the woman safe when they were not at home, police said. “The guardian of the woman approached us after filing a complaint with Childline. It seems to be a case of human trafficking,” Vijay Kujur, DSP (headquarters), Simdega, told TOI. Gurugram police commissioner Mohammad Akil said they will record the woman’s statement soon. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/confined-for-a-year-jharkhand-help-rescued-in-south-city/articleshow/69849518.cms"}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "To ease commute, GMDA plans traffic lights at 2 key junctions": {"datetime": "", "time": "2019-06-19 07:20:00", "description": "GURUGRAM: In order to ease traffic woes at two of the city’s busiest junctions, Hero Honda Chowk and MDI Chowk, GMDA has invited bids for the installation of traffic lights at these places. However, with two flyovers being recently developed at these intersections, the need for traffic lights raises a question over the administration’s planning at the initial stage. At Hero Honda Chowk, an underpass and a flyover, built at a cost of Rs 138 crore, have eased problems for long-route traffic. “The traffic is smooth while going to or coming from Manesar, but taking a turn towards Sector 10 under the flyover is still cumbersome due to merging vehicles and non-availability of signals,” said Aman Chawla, a city resident. Traffic experts say while the underpass and the flyover have helped in reducing congestion, there are still issues at Hero Honda Chowk due to the movement of vehicles in multiple directions. “As per my understanding, the traffic lights are being installed to streamline the traffic at the junction, which still sees some haphazard movement,” said Sewa Ram of School of Planning and Architecture. The situation is worst at MDI Chowk. According to MCG sources, the original plan was to build a flyover for traffic coming from Atul Katria Chowk and going towards Signature Towers. However, the plan was later tweaked and the flyover was instead built for the traffic coming from Sukhrali and going towards Atul Kataria Chowk. The last-minute changes at the junction have made the situation worse, causing the need for a traffic signal at the junction. “A study showed that maximum traffic flows from Atul Kataria Chowk towards Signature Towers. This is because a large number of people from Old Gurugram coming towards New Gurugram use Atul Kataria Chowk and MDI Chowk. That was the reason why it was decided to build the flyover in that direction but later on, on the instruction of some bureaucrats, the direction was changed,” said a senior MCG official. Despite repeated attempts, GMDA’s mobility chief RK Gandhi could not be contacted. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/to-ease-commute-gmda-plans-traffic-lights-at-2-key-junctions/articleshow/69849474.cms"}, "Visiting Saral Kendra? Take the kids too": {"datetime": "", "time": "2019-06-19 07:20:00", "description": "GURUGRAM: If you are visiting the Saral Kendra or any other department at Mini Secretariat in Gurugram and are worried about leaving your child at home, you can now rest easy. A daycare centre that can accommodate about 25 children has been set up for the employees and visitors by the district administration. The centre, which will be thrown open on Wednesday noon, will have a woman attendant to look after children up to seven years of age. There will be an area for feeding babies, a toy section and a corner for changing diapers. Books for children will also be available. “Considering the multiplicity of departments and the inflow of people, we hope to see between 10 and 25 children daily to avail the facility. We will improve the facility based on the feedback we receive. It was a cumulative demand raised by various workers’ union and this has been successfully done by Power Grid in our complex. Three such facilities have been set up,” said deputy commissioner Amit Khatri. He has directed the officials to put up signages in the corners for visitors and employees. “Kindergarten is a basic facility for workers who have kids. It is to facilitate employees who don’t have anybody at home to look after their children. This would help them focus more on their work since they won’t be worried. As soon as we receive the feedback, we will include more things,” added Khatri. There has been a long-pending demand for a daycare centre at the district and sessions court in Gurugram. The new court complex in Sohna, which was inaugurated in December last year, also has a daycare centre for the children of lawyers, judges and litigants. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/visiting-saral-kendra-take-the-kids-too/articleshow/69849516.cms"}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Haryana farmers contest water at tail-end claim": {"datetime": "", "time": "2019-06-19 08:30:00", "description": "TETRI/NINDANA/KHERI (ROHTAK): While chief minister Manohar Lal Khattar and agriculture minister Om Prakash Dhankar leave no opportunity to claim that irrigation water is reaching canal tail-ends, reality appears to be different. Among the farmers who suffer due to non-availability of water at tail end are those from Meham Chaubishi's Nindana, Khattar's native village. While the Meham Minor canal was flowing in full glory on June 16 when this correspondent visited the spot, farmers in villages of Tetri, Kheri and Nindana were using diesal-run tubewell to irrigate their land as the canal by side of their field was lying dry. Talking to TOI, Ramesh Kumar, an aged farmer from Nindana village sitting inside the parched canal at tail-end said that in last five years, not even a drop of water has been seen. \"The BJP government makes hollow claim of providing water to tail-end fields from public stages in urban areas to grab the imagination of voters by talking about transforming the lives of farmers. But the reality for farmers like us remains unchanged. The situation is only turning from bad to worse,\" Kumar added. Holding district irrigation department responsible for the worrisome situation of tail end farmers, 60-year-old farmer said, \"We keep suffering at tail end with parched land while farmers in front areas of the canal enjoy stolen water by bribing the officials and using political pressure,\" he added. Bhoop Singh of Kheri village, who has his two acres at tail-end of Meham minor branch, said that he had heard that farmers commit suicide due to agriculture crisis and he could understand why. \"What should we do with dry land. There is no money to spend on diesel-run tubewells. The expense on one acre get multiplied three times. No money to spend on education of kids. No government official or representative is ready to listen to our woes. They dub us liars when we go to tell them non-availability of water at tail end,\" Singh added. Sandeep Kumar, a young farmer from Nindana village who also has field at Meham Minor tail-end, told TOI that he had complained to irrigation department office and new Rohtak MP Arvind Sharma of water theft from the branch and how they remained deprived of their share of water, but action was still awaited. Rohtak executive engineer (irrigation department) Ram Niwas said that against the demand of 1,875 cusecs, they get only 1450 cusecs water and \"farmers at tail-end were bound to suffer\". On government claim of providing water till canal ends, he said, \"The day gap (between supply and demand) is met, the issue will be resolved.\" Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/haryana-farmers-contest-water-at-tail-end-claim/articleshow/69851053.cms"}, "what a number plate?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/what-a-number-plate/articleshow/63389464.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "GMDA plans yearly surveys for better Gurugram roads": {"time": "2019-06-17 09:53:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/gmda-plans-yearly-surveys-for-better-city-roads/articleshow/69817651.cms", "description": "GURUGRAM: GMDA plans to conduct regular surveys of city roads, on the basis of three indices — roughness, peak volume capacity and road safety audit — to check the service quality of roads, with the objective of providing better road to Gurugrammers. According to officials of GMDA’s engineering wing, the surveys will either be conducted annually or biennially. Roughness index is a measure of texture of a road surface. It tests the number of potholes or craters per kilometre. This survey will be done on all master roads under GMDA’s jurisdiction. “Roughness index of a road will help us understand its current condition and the frequency of repair required,” said a GMDA official. He added that if the number of craters on a stretch exceeds permissible limit, they will need immediate repair. Peak volume capacity will be used to understand if traffic at a particular junction is within its capacity or beyond. In case a junction witnesses more traffic than its capacity, it would cause traffic jams, requiring both short- and long- term solutions. “In such a case, we’ll either need to widen roads or build an underpass/flyover, depending on need,” said the official. As of now, flyovers/underpasses are developed based on traffic reports, without any prior survey. Finally, road safety audit (RSA) will help GMDA identify accident-prone zones in the city. Once complete, the authority can use the audit to identify the need for speedbreakers and signboards, as required. In addition, the mobility plan will also help GMDA understand the need for new projects, such as underpasses and flyovers. The plan is currently under process and is expected to be out in the next few months. “With the help of these surveys, we can identify ‘black spots’ and make necessary arrangements as per Indian Road Congress rules, to bring down number of accidents,” said the official. Download The Times of India News App for Latest City ."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Garbage thrown in an open space": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbage/articleshow/62643277.cms", "description": ""}, "\nGurgaon celebrates Valentine's Day with speed dating and salsa\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/gurgaon-celebrates-valentines-day-with-speed-dating-and-salsa/articleshow/62933204.cms", "description": ""}, "Gurugram: Pipe burst triggers water shortage in DLF areas": {"time": "2019-06-17 09:31:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/pipe-burst-triggers-water-shortage-in-dlf-areas/articleshow/69817730.cms", "description": "GURUGRAM: Residents of DLF 1, 2, MG Road and sectors 27 and 43 complained of acute water crisis in their respective areas throughout the weekend, owing to a leak in the supply pipeline. Though officials from Gurugram Metropolitan Development Authority (GMDA) said that the issue has been resolved, residents alleged they are yet to receive water. Water supply has become an annual issue for the residents as every year during the summers the city witnesses a crisis.They said they did not receive water supply for two days, and alleged that for the last few days, supply has been limited and water pressure low. DLF 1 resident Dhruv Bansal said, “We did not receive any water from GMDA on Sunday. Though we were getting water for 30 minutes daily for the past three days, GMDA on Sunday completely snapped the supply.” DLF 1 resident Sunil Goswami said, “We are forced to buy water from private tankers and that is burning a hole in our pockets. A 4,000-litre water tanker costs Rs 1,500 at present. It is the responsibility of the department to provide us with alternatives in case they aren’t able to supply water through the usual pipeline.”For most part of this summer, residents have been uncoiling and hooking water hoses linking private water tankers parked outside their homes to tanks inside, replacing the water supply. In some sectors, residents have been forced to survive only on a few buckets of water. “I don’t think the authorities will be able to resolve the problem this year. We face this situation every year during the summers,” said Gyan Sharma, a resident of DLF 2. According to GMDA officials, supply was snapped at 7am on Saturday and restored at 10am on Sunday. Sandeep Dhaiya, executive engineer, GMDA, said, “We had to snap water supply in some parts of the city because of a leak in the pipeline near Signature Tower junction. Water supply was completely stopped for almost 26 hours. But it has been restored today.” Download The Times of India News App for Latest City ."}, "MA student attacked by three bikers, robbed": {"datetime": "", "time": "2019-06-18 09:49:00", "description": "GURUGRAM: Three bike-borne youths robbed a 25-year-old man of his gold ring and cash near sector 4/7 Chowk on Saturday morning. The complainant — Ram Prakash — told police that the incident happened when he was on his way to the bus stand. “I am an MA student and was heading to Panipat for my examination. I left my home in Sector 7 around 4.40am for the bus stand. When I reached near the sector 4/7 chowk, three bikers blocked my way, thrashed me and snatched my wallet and gold ring. As the exam was important for me, I left for Panipat and filed a complaint after returning to Gurugram the next day,” Prakash said. An FIR has been registered against the trio under sections 379-A (snatching), 34 (common intention) of the IPC at Sector 9 A police station on Sunday. “We are trying to recover the CCTV footage of the area. We will arrest them as soon as they are identified,” said inspector Basant Chauhan, SHO of Sector 9A police station. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/ma-student-attacked-by-3-bikers-robbed/articleshow/69833490.cms"}, "\nActor Randeep Hooda visits his hometown Gurgaon for an event\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/actor-randeep-hooda-visits-his-hometown-gurgaon-for-an-event/articleshow/63812186.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "When Algorithms Play Matchmaker": {"time": "2019-06-16 11:45:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/when-algorithms-play-matchmaker/articleshow/69807335.cms", "description": " Ditching traditional faithfuls like astrology, matchmaking startups are putting their trust in artificial intelligence to find the ideal partners for young Indians. Why, even dating apps are turning to AI to enhance user experience like checking the authenticity of profiles that they are likely to see. But how good is deep tech in searching for a soulmate? And how much can you really rely on AI in matters of the heart?  Shubhra Pant  finds out In an episode of the British science-fiction series, ‘Black Mirror’, a couple is playing a simulation-based game. They are given multiple scenarios to test their compatibility, and see how their relationship would work. After a favourable outcome, the two decide to pair off and try their luck. While a Black Mirror might make it seem that looking for love is easy, humankind is still far off from such a sci-fi vision. However, companies in the matchmaking and dating business are already throwing in deep tech to better understand tender matters of the heart: after all, if algorithms can customise everything for you, from social media to travel, why not the search for a soulmate? The idea, to begin with, is simple — use data and algorithms to cut down on time spent on browsing profiles. Because, according to Pawan Gupta, co-founder of Betterhalf.ai, which calls itself a matchmaking app for professionals, Indians go through roughly 10,000 profiles every year, spending around 1,000 hours on dating or matchmaking apps. That’s an average of 28 profiles per day. No wonder the percentage of online swipes to offline dates remains very low.  A kundli for the tech age Betterhalf’s primary objective, says Gupta, is to significantly bring down the number of profiles men and women must browse in their pursuit of matrimony. Artificial intelligence is a tool that can help them achieve that. \"Hence, we use big data and AI to help people find better-suited people on our platform,\" he adds. Unlike a typical matrimonial portal, Betterhalf provides a list of possible matches but doesn’t let you surf. Gupta, interestingly, came upon the idea for an algorithm-based matchmaker when searching for his own partner. He went on to marry her. So, how does it work? Well, after logging in, a user takes a survey in which s/he is asked questions on topics as different as values and beliefs, intellectual levels and social skills, relationships and emotional preferences. The information collated from the questionnaire is clubbed with a separate cache of data collected from surveys of those who are happily married. Then algorithms take a deep dive and fish out what they believe are the best matches for you. As Manoj Singh, an infrastructure developer with a leading financial company who found his soulmate online says, \"It isn’t easy to describe why you like someone and why you dislike someone – it is an internal process which is difficult to put into words.\" So, sometimes, you just trust the AI and see what happens. Betterhalf currently has around 14,000 (approx.) users in the National Capital Region, 11,000 in Mumbai and Bangalore, and 6,500 in Pune and Hyderabad. Eighty per cent of those registered on the app are from metros. Clearly, plenty of urban Indians are happy to confide in AI to make their life decision for them.  Date with data Figures from data analyst Tracxn show 261 online dating and matchmaking apps were founded in India between 2001 and 2019. And while both Banihal and Betterhalf are new kids on the block serving niches, even established players like OkCupid and Bumble are turning to AI to enhance user experience. Global dating app OkCupid, part of the Match Group (which also owns Tinder), is a case in point, working on the principle of matching users based on their answers to a series of questions — a function powered by AI. Like Betterhalf, there’s Banihal.com, which also relies on AI to arrange matches. It also asks users to fill in an exhaustive questionnaire, in which they are required to reveal their financial background, family’s monthly income, and likes and dislikes (among other details). \"A great match is when you don’t have to compromise on any of the aspects, such as religion, culture and family,\" says Ishdeep Sawhney, the California-based founder of Banihal. The website caters mainly to Delhi, Mumbai, Bangalore, Hyderabad and Pune, but also has users from Tier-1 and Tier-2 cities in India (and from the US, too). \"When we make this decision, we don’t have hard limits like, the age (of the partner) has to be 27 – because, depending on all the other unique aspects we like, the age can be 28 as well,\" Sawhney explains. Banihal, he clarifies, restricts itself to professionals aged between 25 and 30 since an AI engine can only be trained for a certain subset, and cannot be randomly applied to everyone. And, once singles have connected with each other, Banihal has a 90% success rate, claims Sawhney (incidentally, on the app, compatibility is represented by three gold rings, while the best matches are distinguished by a diamond ring).  Math of a match For these tech platforms, the key is to save users from the endless cycle of searches. After all, the process of browsing and swiping, does get exhausting after a while. \"The problem is that no one really has the time to go through thousands of profiles and talk to hundreds of people to go on a date – and even after that, there is no guarantee of these dates working out,\" says a 28-year-old MBA graduate, who requested not to be named. \"I once matched with a man who thought I was too opinionated for a lady when his profile suggested that he was a liberal and feminist,\" she added. Melissa Hobley, chief marketing officer at OkCupid, says the app allows people to connect at a deeper level, through beliefs and interests, for example, rather than just a photo and location. It does this by employing an algorithm centred on machine learning. \"The idea behind the app’s algorithm is to take over the conventional task of being introduced by friends or family in the digital medium,\" she told TOI. \"The deep-math AI has two key differences — one, the system allows people to connect beyond their social circles, and two, as a non-judgmental platform, users can be their true self and be honest about relationship expectations without the fear of social stigma, making for more meaningful matches,\" she added. And this holds true for every type of relationship, not just heteronormative, according to Hobley. Thus, sex, gender, identity and preference can be shared directly, and the algorithm will present a relevant match. Meanwhile, Bumble, which is partially owned by Priyanka Chopra, believes artificial intelligence can make the app a safer place for its users. Earlier this month, Bumble launched Private Detector, a feature that can capture images in real time with 98% accuracy. Once a lewd image is shared within a chat, the Private Detector will automatically blur that image and alert the user they have been sent something inappropriate. Users can then decide, according to a Bumble spokesperson, whether to view the image or block it. They can also report the image to its team of moderators.  AIs and nays But more personal information on the web, in times when concerns on invasion of privacy, snooping by apps and data collection by online companies, isn’t always a comforting thought. Some users, for instance, find the questions asked by matchmaking websites intrusive. \"While I understand the need for most questions, I don’t understand the need to ask about family income and caste. On the one hand, we are trying to transcend caste and class boundaries, on the other these apps focus a lot on them,\" rues Urvashi Kingrani, an event manager based in Gurugram. Besides, points out Kingrani, AI assumes that people with similar interests and attributes are likely to get along, which isn’t necessarily true in real life. \"Often, totally opposite people make great partners,\" she adds. Further, most apps don’t score very high when it comes to inclusiveness, despite most claiming to serve the LGBTQ community. A Delhi resident disclosed she had sampled many apps but only one worked. \"I tried one app that had an option for LGBT but nothing for transsexuals and pansexuals. In my opinion, there has to be more freedom to define oneself on the app, and what they are looking for.\" Evidently, there will be no dearth of examples when artificial intelligence is no match for the heart (and mind), for all the permutations that algorithms can throw up. Yet, with more and more Indians ending up on dating and matchmaking sites, there’s no reason to disbelieve the marriage of tech and tradition won’t (or can’t) work either. Because, finally, it’s not about how AI uses you, it’s how you use AI. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "another case of robbery in palam vihar": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/another-case-of-robbery-in-palam-vihar/articleshow/63390047.cms", "description": ""}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Chaos and daily jams on NH8": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chaosanddailyjamsonnh8/articleshow/66279389.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Fire safety audit of all buildings with 5-plus floors": {"time": "2019-06-16 09:36:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/fire-safety-audit-of-all-buildings-with-5-plus-floors/articleshow/69807365.cms", "description": "GURUGRAM: MCG issued an order on Saturday to conduct a lift and fire safety audit of all buildings that have more than five floors. “A third party auditor will conduct the inspection of the highrises in the city,” additional municipal commissioner, Y S Gupta said. Inspection will be conducted at all the hospitals, hotels, cultural centres, schools and commercial centres in the city. The decision was taken at a meeting with the fire department keeping in view several cases of fire that have taken place in the city recently. MCG has also appealed the residents to install firefighting tools at home for emergency situations. Download The Times of India News App for Latest City ."}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "crime & illegal number plate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/crime26amp3billegalnumberplate/articleshow/63722417.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "\nIn Gurgaon, couples who run together, stay together!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/in-gurgaon-couples-who-run-together-stay-together/articleshow/62873111.cms", "description": ""}, "Local Builder Chopping Trees": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/local-builder-chopping-trees/articleshow/63406905.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Gurugram: Two more arrested for gas agency loot": {"time": "2019-06-17 09:45:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/two-more-arrested-for-gas-agency-loot/articleshow/69817713.cms", "description": "GURUGRAM: Two more persons were arrested on Saturday in connection with the robbery of Rs 37 lakh from the cashier of a gas agency in November, 2018. Police have recovered Rs 1 lakh from their possession. The police have earlier arrested three members of the Delhi-based gang and now with the arrest of two members, the entire gang has been busted. Police commissioner Muhammad Akil said the gang was active in the NCR for some time and they have been involved in several cases of murder, loot and robberies. “The gang was notorious for executing big loots and robberies,” said Akil. On November 26, 2018, an unknown bike-borne youth had snatched Rs 37 lakh from the cashier of Urvashi gas agency on gunpoint in South City I. A case was registered in this case in Sector 40 police station. The gas agency belongs to BJP district spokesperson and local councillor Kuldeep Yadav's family. Sushil Lathar, cashier of Urvashi Enterprises, was leaving for a bank to deposit Rs 37 lakh in cash. Three men came on a bike and snatched the cash bag after threatening to shoot him. The other three members were arrested in December last year. Later in December police had managed to arrest three members of gang — Sombir, Ishwar and Sachin alias Chottu and recovered two country made pistols and 8 bullets from their possession. Crime unit of 39 on Saturday arrested two more accused from Delhi in connection with the case. The accused were identified as Saunny and Ajay both from Delhi. They were produced before court and taken into five day police remand. During interrogation they revealed that Sombir was master mind of the gang. Sombir met one Surender in jail and he discussed with him plan to start a gas agency. After coming out of the jail Surnder introduce Sombir to manager of Urvashi gas agency. After witnessing large transaction of cash at Urvashi gas agency he decided to loot the manager. Police said Ajay was involved in conducting recce of the gas agency and its manager before executing the crime. Download The Times of India News App for Latest City ."}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Indian Summer": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiansummer/articleshow/64183192.cms", "description": ""}, "\nManiesh Paul bats for menstrual hygiene on Women's Day in Gurgaon\n": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/events/gurgaon/maniesh-paul-bats-for-menstrual-hygiene-on-womens-day-in-gurgaon/articleshow/63219307.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Gulping lassi, Ambala enjoys India-Pakistan match on large screen": {"time": "2019-06-17 12:01:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/gulping-lassi-ambala-enjoys-india-pakistan-match-on-large-screen/articleshow/69821827.cms", "description": "AMBALA: Sadar Bazaar Traders’ Association, Ambala, have installed an LED screen adjacent to the post office in Sadar Bazaar so that people can enjoy the match between India and Pakistan. “The initiative has been taken so that people can enjoy the most-awaited match of India and Pakistan. We are also distributing lassi as a part of chabeel seva,” said members of the association. On Sunday, hundreds of residents and commuters with the national flags in their hands gathered to see the match. Even the city police were seen enjoying the match while performing their duty. Vikas Batra, president of the association, said, “As many as 3,000 packets of lassi were distributed among public and commuters. Apart from a day-night LED screen, arrangements of drums, fireworks, and sweets have been made to celebrate the victory of team India. We are confident that the Indian team will once again defeat Pakistan.” Amarjeet Singh, a garment merchant, said, “All traders have jointly made efforts to celebrate this big event.” Ashok Aggarwal a commuter said, “I was returning from work and after seeing the big screen at the market, I stopped for 30 minutes to enjoy the match with others.” Download The Times of India News App for Latest City ."}, "Hooliganism in name of MCD toll collection": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hooliganism-in-name-of-mcd-toll-collection/articleshow/62481962.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Bus stop space encroached on": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stop-space-encroached/articleshow/62061707.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Gurugram: As squatters take over green belts, a tweet finally gets MCG to act": {"datetime": "", "time": "2019-06-19 10:31:00", "description": "GURUGRAM: MCG, responding to persistent complaints from residents of Emerald Estate in Sector 65 that culminated in a tweet by a resident on Tuesday, took immediate action to remove illegal encroachments by vendors and kiosks in the green belt along Golf Course Road (extension), removing them all. Emerald Estate residents have been complaining to MCG for months that encroachers were setting up illegal shops on the green belt in their neighbourhood — where they have been planting trees to increase green cover — eating away the green belt and compromising the safety and security of hundreds of families living in condominiums on the stretch. The complainants said they have pleaded with MCG officials to take immediate action against the encroachers, before the green zone turned into an illegal vending zone. MCG officials acknowledged that the encroachments have not only destroyed the green space, but also deprived pedestrians of space. Roadside parking is another problem, which they said causes huge traffic jams on the stretch during peak hours. A senior MCG official told TOI that many illegal shops, eateries and liquor vends have come up on the road between sectors 62 and 65, which have spoiled the development plan of the authorities, adding that after Tuesday’s tweet by a resident, they decided to take immediate action, and sent over a team at around 2pm, who removed all encroachments. “Encroachments on SPR have given rise to security concerns in the area and made the area accident-prone,” said Abhay Singh, a resident of Emerald Estate, whose tweet precipitated Tuesday’s anti-encroachment drive. He added, “We’re happy to see prompt action by the MCG team in response to my tweet on encroachments on the green belt in Sector 65. I hope such violations don’t get repeated. We have plans to restart our plantation drive in the belt adjacent to our society.” Shwetabh Goel said in the past six months, encroachment by roadside ven-dors around their society has increased. “We’ve on several occasions alerted both MCG and HSVP about this, but so far, they hadn’t extended any help. Not only this, street lights near our society are not functional, which, along with these encroachments, are a security risk. There have been some incidents in the past,” he said. Another resident, Pratik Prakash, said, “MCG was prompt enough to act on people’s concern in this case. With the illicit shops now removed, we can resume our plantation drive.” But he added, “MCG needs to keep a tab on this area as these illegal vendors may return soon.” Additional municipal commissioner Y S Gupta said, “On the strict instructions of newly appointed commissioner Vinay Singh, regarding removal of illegal encroachments, the MCG team acted promptly and cleared the encroachment in Sector 65. There were complaints by residents in this regard.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/as-squatters-take-over-green-belts-a-tweet-finally-gets-mcg-to-act/articleshow/69849456.cms"}, "Numberplate against the rules": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/numberplateagainsttherules/articleshow/67085149.cms", "description": ""}, "\nFemale riders from NCR take on Delhi roads ahead of Women's Day\n": {"time": "", "link": "https://timesofindia.indiatimes.com/city/delhi/female-riders-from-ncr-take-on-delhi-roads-ahead-of-womens-day/articleshow/63171512.cms", "description": "On Sunday morning, about 20 women from across Delhi-NCR put on their riding boots, jackets, and helmets; got on their mean machines, and rode the cruisers for 40km across Lutyen's Delhi and the Aravalli trails of Gurgaon. The occasion was the International Women's Day Ride organized by the Women's International Motorcycling Association (WIMA), which had women, not just from WIMA, but also first-timers and amateurs. They started at the break of dawn from Janpath and rode across Lutyen’s Delhi, Hauz Khas, and Chhatarpur before entering Gurgaon through the Aravalli trails and ending their ride at a dhaba on the Gurgaon-Faridabad Road.  Zooming through Delhi: 20 women from NCR rode bikes for 40km across Lutyen's Delhi and the Aravalli trails of Gurgaon Vidhi Malla, National President of WIMA, led the ride and said that this was an occasion to spread the message that biking is not just a male domain but open to everyone with passion. \"We thought of using the Women's Day as an occasion to get the entire female biking community of Delhi together. We had 20 girls riding together and it was great because it included everyone from veterans to girls who were doing a long ride for the first time,\" she said. The riders from Janpath to Gurgaon, taking a back trail instead of the usual roads that lead into Gurgaon. \"We took a more scenic route that is not very commonly used by bikers, which meant there was a little off-roading involved too. It was fantastic,\" said Vidhi.  Vidhi Malla  The riders found the experience quite fun and also said that such rides are essential to put a spotlight on female bikers from NCR. Niharika Singh Dalal, a rescue diver from Delhi, said, \"I think events like these promote riding for women because you see women coming together as a team here. You see community building, where women encourage each other and improve each other's skills and that's always great.\"  The ride was organised to gather female bikers using Women's Day as the occasion 01:36Female riders from NCR take on Delhi roads ahead of Women's DayDownload The Times of India News App for Latest City ."}, "Reliance Jio_Pure Loot.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/reliancejio_pureloot-/articleshow/64102924.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Signal violation": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/signalviolation/articleshow/66890092.cms", "description": ""}, "Haryana farmers show keen interest in ‘Jal Hi Jeevan Hai’ scheme": {"datetime": "", "time": "2019-06-18 22:05:00", "description": "AMBALA: The farmers of three northern districts of Haryana including Ambala, Kurukshetra and Yamunanagar have shown a keen interest in crop diversification scheme called ‘Jal Hi Jeevan Hai’ of the Haryana government which promotes to diversify paddy area into maize, arhar dal (pigeon pea) and soybean. Under this pilot scheme, the government initially kept the target of diversifying 50,000 hectares of paddy in particular selected blocks of seven districts including Ambala, Jind, Kaithal, Karnal, Kurukshetra, Sonipat, and Yamunanagar and kept June 15 as the last date of registration for farmers. But after noticing the scheme received a lukewarm response up to June 15, from the particularly selected areas, the agriculture department extended the scheme for entire areas in the above-mentioned seven districts along with extending the date up to June 24. Now, since the area has been extended, the agriculture officials claim that their registration targets of covering 50,000 hectares under maize will be completed within the allotted period of time. The farmers who are registering under this scheme want the government to fulfill its promise and procure the production of maize, soybean and arhar on the minimum support price (MSP). Pardeep Meel, Kurukshetra deputy director agriculture (DDA) said, “we were given a target of registering 7,000 hectares of land under crop diversification scheme, and till June 18, we have registered around 7,200 hectares of land and the figure will jump up till the last date.” Dr Girish Nagpal, Ambala DDA said, “we have a target of covering 8,000 hectares and till date 4,556 hectares have been registered under crop diversification.” Surender Singh Yadav, Yamunanagar DDA said, “Our target is covering 3,000 hectares as the rainfall graph of the district is higher as compared to other areas and we have a large flood-prone agricultural area along the banks of Yamuna river. Till date, 950 hectares of area under diversification is registered.” Farmers’ leader Gurnam Singh Charuni said, “transparency of any scheme is a must, every scheme is adopted first by the farmers, but its success rate depends if the government fulfills the promises made under it. There are many crops in Rabi and Kharif seasons that require less water like masur dal, mustard, chickpeas, soybean, bajra and other cereals but the difficulty is that the farmers do not get MSP on these crops and there is no guarantee of procurement by government agencies. The government must give a guarantee of the procurement and increase the MSP if they want to promote crop diversification and also invest budget in rainwater harvesting and strengthen the infrastructure to store water getting wasted in seasonal rivers.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/haryana-farmers-show-keen-interest-in-jal-hi-jeevan-hai-scheme/articleshow/69847016.cms"}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/hrithik-roshans-sister-sunaina-roshan-tweets-about-kangana-ranaut/articleshow/69852315.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Pollution in full flow": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pollution-in-full-flow/articleshow/62990797.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Gurugram: Rules overlooked, warnings ignored to build highrises in flood-prone zone": {"time": "2019-06-17 09:56:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/rules-overlooked-warnings-ignored-to-build-highrises-in-flood-prone-zone/articleshow/69817648.cms", "description": "GURUGRAM: An RTI response has revealed that earlier in the decade, several norms were ignored while developing Sector 58. Multi-storey buildings and residential colonies were built in the sector over a submergence area (flood-prone zone), and licences for these were granted despite warnings of the state’s irrigation department. In several letters written in 2011 (TOI has their copies), to the offices of the district DTCP, deputy commissioner and disaster management department, the Gurugram Water Services Department (irrigation department) had opposed the move to give licences to developers under Master Plan 2025 in the sector. The department had said the state will be responsible for any loss of life or property in case of flood, as the site lay in submergence area of Ghata bund. In the Master Plan 2025, drafted during 2009-2011, DTCP had proposed shifting the alignment of the 28km-long Badshapur drain. It had also started issuing licences to private developers. Over the years, about a dozen multi-storey buildings have come up on plots allotted then, along with some hotels and schools. Over 1,000 families live there now. “The (building) plan and license (to builders) have been approved by your department, overlooking the importance of storage of water in Ghata bund. In the event of flood, the entrance of flood water in the multi-storeyed flats of Sector 58 cannot (be) avoided as the slope is towards Ghata bund,” states a letter, whose copy is with TOI, sent by the irrigation department to the the district town planner. The irrigation department also sent a notice to the DTP, asking for removal of obstruction to natural flow of flood water to Ghata bund. “If there is any natural calamity beyond the control of human beings, disaster can’t be avoided and you cannot ignore the factor for the safety of human beings/property. Since private builders, after developing flats/areas, will run away, after that, the liability will fall on the state, for which your department is solely responsible,” states the notice (a copy is with TOI). Yet, according to a letter written by then Union MoS (environment and forests) Jairam Ramesh, licenses were granted to builders on the basis of environmental clearances given by state environment impact assessment authority, as well as Haryana State Pollution Control Board (HSPCB), the Sohna tehsildar and the forest department, to establish group housing societies and master roads in Sector 58. “I’d like to draw your attention to the submissions made by the state government before high court, in which it has been categorically mentioned that “No such natural jheel exists in that area. It is rather a local depression, wherein, sometimes, rainwater accumulates due to construction of a flood protection bund. Such bunds are generally constructed for the protection of village abadis from seasonal floods.”  The state government, however, committed that a detailed survey regarding natural features, etc. will be undertaken while finalising the detailed layout plan of the area,” said the letter written by Jairam Ramesh to a petitioner, who moved Punjab and Haryana high court against real estate development in the area. However, the detailed survey has still not been carried out by the government. Environmentalist Colonel (retired) S S Oberoi, who received the information through an RTI response, filed a complaint with the Lokpal against the state government for not carrying out the study before granting licenses to builders in Sector 58. “The issue is all successive governments have been indifferent and anti-environment. I’m writing to the Lokpal as he is the most powerful authority in the country,” Colonel Oberoi said. Download The Times of India News App for Latest City ."}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Lost phones are no longer a lost cause": {"datetime": "", "time": "2019-06-18 09:32:00", "description": "GURUGRAM: Aanchal, resident of DLF Phase 2, lost her phone in a cab while returning home from office in January. She filed a complaint with police but had never expected to get her phone back. On Monday, she got a call from police asking her to visit the police commissioner office to receive her lost phone. She is not the only one. Across the city, 65 people who had reported losing their mobile phones last year, had their phones tracked down and recovered by police from as far as UP, Bihar, West Bengal and other parts of the country, after months of effort using latest technological tools.  The recovered phones include all leading brands, from iPhone and Samsung to Oppo, OnePlus and Xiaomi. According to police, the total retail value of the recovered phones is around Rs 10 lakh. This was first time when large numbers of phones were traced and returned to owners. Not surprisingly, the owners were overwhelmed to find out that cops had such a service. “My husband and I had never thought we’d find the phone again. It’s great to get it back. Knowing that cops put in so much effort was a true surprise,” said Sakshi Midda, who received her Samsung phone she had lost last year. Every day, around 100-120 cases of lost/snatched phones are registered at different police stations of the city. Most remain untraced, for multiple reasons — lack of technological know-how that can be used to track them down, besides serious crimes that keep the understaffed force busy. Police commissioner Muhammad Akil said different police teams were involved in tracking these phones, adding that they are now trying to set up a special team just for tracking lost and stolen phones. “We’re hoping to hand over recovered phones to people every week,” said Akil. Without elaborating on the methods used, he added the amount of effort needed to recover phones can be understood from the fact that on an average, it took five days for police of two states to recover one particular phone. “The thief had hidden the phone in a box of grain,” said Akil, adding they can’t reveal more about the probe, but stressed that the investigation involved a lot of technical know-how. Elaborating on why police took so much effort to track phones, the police chief said though mobile phones are small items, owners treat them as treasures.  “Today, mobile phones carry all kind of data, including banking details and passwords, personal photographs, videos and even secrets,” said Akil. He said he has directed the cyber cell of Gurugram police to track all lost mobile phones as soon as complaints are registered. “This is a small initiative, but it’s expected to provide relief to a large number of people,” said Akil. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/lost-phones-are-no-longer-a-lost-cause/articleshow/69833422.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Rs 100 fine for not sorting waste: MCG": {"datetime": "", "time": "2019-06-19 10:24:00", "description": "GURUGRAM: From July 1, households which don’t segregate their waste will be fined Rs 100 per day. MCG commissioner Vinay Singh issued the directive to senior officials of the sanitation department in a meeting on Tuesday. MCG had issued an advisory on Saturday stating that it is mandatory for residents to segregate their waste. Every household has been advised to install two separate bins — blue for dry waste and green for wet waste — outside their house for the MCG waste collection vans. Defaulters will be given 10 days’ warning period before they are fined, the commissioner said. Singh also asked officials to begin treating the city’s construction and demolition (C&D) waste at the earliest. The corporation is planning to launch two mobile treatment units that will treat C&D waste at 14 designated sites where such waste is being dumped every day, officials said. Officials were further directed to start the Basai C&D waste processing unit soon. Gurugram currently has no plant to process such waste. Directives were also issued to identify bulk waste generating sites in the city and treat waste after segregation. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/rs-100-fine-for-not-sorting-waste-mcg/articleshow/69849436.cms"}, "Water wastage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/water-wastage/articleshow/62939968.cms", "description": ""}, "parking charge even after MCG instruction": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/parkingchargeevenaftermcginstruction/articleshow/63853050.cms", "description": ""}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Public land for free": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/public-land-for-free/articleshow/62939971.cms", "description": ""}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "authority says there is no hole on the road": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/authoritysaysthereisnoholeontheroad/articleshow/63792324.cms", "description": ""}, "PGIMS doctor’s suicide: SIT formed, strike still on": {"time": "2019-06-17 11:19:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/pgims-doctors-suicide-sit-formed-strike-still-on/articleshow/69817876.cms", "description": "ROHTAK: Police here on Sunday formed a DSP-headed special investigation team (SIT) to probe into what led to PGIMS junior resident Dr Onkar committing suicide on Thursday night. However, even as the police showed intent in solving the case, resident doctors of Postgraduate Institute of Medical Sciences (PGIMS) did not end their strike, which entered the third day, and demanded the arrest of the only accused, Dr Geeta Gathwala. Dr Gathwala is the head of paediatrics department of PGIMS, and Dr Onkar worked under her. She is accused of harassing Dr Omkar to such an extent that he committed suicide. In a counter complaint filed by her, police had on Saturday booked 20 junior doctors who had invaded and vandalized her home after the suicide. A district administration team, headed by deputy superintendent of police Narayan Chand and sub-divisional magistrate Rakesh Kumar, met the protesters for about half an hour to convince them to end the strike, but they remained adamant on their demand for Dr Gathwala’s arrest. PGIMS vice-chancellor Dr O P Kalra said even senior doctors of PGIMS had tried to convince the striking doctors to end the strike. Dr Kalra said all “justified demands” of the protesters had been accepted. Meanwhile, a source in PGIMS said they were looking into the role of some doctors who might have “instigated” the junior doctors to not end the strike. DSP Narayan Chand is heading the SIT. Download The Times of India News App for Latest City ."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Gurugram: Man ‘specialised’ in hauling away ATMs arrested": {"datetime": "", "time": "2019-06-19 10:19:00", "description": "GURUGRAM: A notorious criminal, Irshad, member of the Shahid alias Advani gang and wanted in 33 cases, was arrested by the crime branch on Monday night. Cops said the accused is an expert at uprooting ATMs using a pick-up van, taking it to an isolated place and cutting them open with a gas cutter to retrieve the cash. With his arrest, six members — Advani, Amjad, Amitabh, Zullu, Istak and now Irshad — of the seven-man gang have now been put behind bars, and cops said they expect ATM theft cases in the city to come down. Of the 33 cases of ATM theft, loot and snatching against Irshad, 29 are registered at different police stations in Gurugram. Police had announced a Rs 50,000 reward for his arrest. According to police, Shahid Polo is the only gang member at large, that he is on the run and that they are hoping to arrest him soon. The gang has executed a series of ATM thefts in Gurugram and adjoining areas between 2012 and 2018. All members are from Kharkhari village in Mewat, and they have a record of attacking police on several occasions, whenever cops tried to arrest them from their homes. Irshad was arrested by police in connection with an ATM theft in Wazirabad. The case was registered at Sector 53 police station on May 7, and handed over to crime unit of Sector 31. Acting on information, police arrested Irshad from Sohna on Monday. He was produced before court on Tuesday and sent to five-day police custody. “He has been in jail thrice before, and was declared a “proclaimed offender” by court in three cases,” said ACP (crime) Shamsher Singh, adding they are hoping to extract more information during Irshad’s interrogation. The gang specialises in ATM thefts, targeting unmanned ATMs in Gurugram. Police said they used to come to Gurugram in a stolen pick-up van after dark. On reaching their pre-decided target, they would tie the ATM machine with a belt fixed to the pickup van and uproot the machine. They would then load it on the van and drive to an isolated spot, where they would cut open the machine with gas cutter, steal the cash and dump the machine in a lake or pond. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/man-specialised-in-hauling-away-atms-arrested/articleshow/69849426.cms"}, "Traffic rules broken": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/trafficrulesbroken/articleshow/65601048.cms", "description": ""}, "Gurugram: Cons pose as senior executives of big firms, cheat 35 of lakhs": {"time": "2019-06-17 09:48:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/cons-pose-as-senior-execs-of-big-firms-cheat-35-of-lakhs/articleshow/69817697.cms", "description": "GURUGRAM: Two people have been arrested by Gurugram police for duping banquet hall owners and event management companies in Gurugram and NCR. The accused posed as employees of Maruti Suzuki, Prasar Bharti and other organisations to cheat people. Police has recovered fake cheques issued in the name of different organisations and fake identity cards of the companies from their possession. Their modus operandi was unique. They impersonated senior officials of Maruti Suzuki India Private Limited and approached owners of big farmhouses, banquet halls and event management firms to strike a deal with them in the name of organising some mega event for the company. They gave account payee cheques of the company and asked for cash commission from the clients for bringing them such big businesses, after which, they would disappear and change their mobile numbers. Commissioner of police Muhammad Akil said, “So far, they have admitted to having cheated 35 clients this way. We’re hoping to get more details during interrogation.” He added cops have recovered fake cheques, agreements and identity cards from their possession. He also said police is probing the account linked to these cheques, and how the cheats managed to open it. Akil also said the cheats were held in connection with a case of cheating, forgery and impersonation, registered at Manesar police station on June 13, following a complaint by a Shyam Veer Singh, resident of Kalkaji in Delhi, who owns A to Z Tent Decorator and Catering Company. In the line of work, Shyam had met a Vijay Kumar on February 28, 2018, at a mall in Manesar. Kumar offered to help Singh land a big contract. He introduced Singh to Kuldeep Singh, who identified himself as a senior Maruti official. Kuldeep presented Shyam with an account payee check of Rs 39.39 lakh, and a contract letter from Maruti, for organising a big company event in Manesar, and asked for 10% commission, of which he asked Shyam to pay 5% in cash as advance and the remainder after the event. Shyam paid Kuldeep Rs 1.75 lakh. On March 9, 2018 they again met at the same place. This time, Kuldeep gave Shyam a contract letter from Maruti Suzuki India Private Limited and told him the company would inform him of date and venue of event. When complainant deposited the cheque in his bank, it was rejected because “there was no such bank account”. A worried Shyam tried to contact Vijay and Kuldeep, but both their mobile phones were switched off. He approached Maruti, where he found out that none of the people work with the company. Finally approached police a few months back, and a case was registered last week. Sector 31 crime unit arrested two persons in June 14 in connection with this case from Dhanchiri Tourist Complex near Sirhaul toll plaza. The accused were identified as Vijay Kumar Jha from Bihar’s Darbhanga and Kuldeep Singh from Amritsar. Police recovered four fake bank cheques in the name of different companies from their possession. One cheque, of Rs 84.81 lakh, was issued in the name of a Nirankari event, another (Rs 53.32 lakh) was issued in the name of Chawla Tent House, Panipat. A third cheque was issued in the name of Subhash Tent House for Rs 89.92 lakh. The fourth one was in the name of A to Z Tent House of New Delhi, for Rs 39.39 lakh. Download The Times of India News App for Latest City ."}, "Clogged drains, roadside garbage show waterlogging risk high again in Gurugram": {"datetime": "", "time": "2019-06-18 09:37:00", "description": "GURUGRAM: State public works department (PWD) minister Rao Narbir Singh on Monday directed the district administration to desilt drains along the Delhi-Jaipur national highway and those on Behrampur road by Thursday. Singh was on an inspection round to take stock of the city’s monsoon preparedness. Earlier this month, deputy commissioner Amit Khatri had directed NHAI and GMDA officials to expedite work on desilting and cleaning drains and roads of garbage, among others, to avoid waterlogging. He directed that special attention be paid to critical points like Signature Towers crossing, Hero Honda Chowk, Subhash Chowk and U-turn near Ambience mall. On the other hand, a visit to several spots aross the city by TOI belied these efforts. Clogged drains, garbage accumulated along the roadside and potholes were visible in many areas. Sectors 34, 37 and 10A, Sheetla Mata Mandir road and areas in and around Hero Honda Chowk are some areas susceptible to flooding even during light showers. Residents of these areas complained of clogged drains, garbage littered everywhere, and construction and demolition waste dumped openly on the roadside. They expressed concerns over the administration’s efforts in ensuring that potholes are repaired, drains are cleaned and garbage is picked up and properly disposed of. “Garbage dumped in the area isn’t managed on time here. Construction waste is dumped along the road and lies unaddressed. Every year, this garbage flows to the drains and chokes them during rains and causes waterlogging. People are forced to travel on roads flooded with sewage,” complained Hariram, a resident of Khandsa village in Sector 37. Residents are also worried that with the expansion of Badshapur drain still incomplete and some drains broken due to construction work on Sohna road, the upcoming monsoon might cause heavy waterlogging.  District administration officials, however, said they have assured the chief minister that the widening of Badshapur drain will be completed by June 30. Speaking on their efforts to contain waterlogging and ensure smooth traffic flow on roads, an NHAI official claimed, “All the departments are coordinating with each other to mitigate this challenge. NHAI has already cleaned several surface drains, and the remaining will be cleaned in the coming days. We’ve also doubled the capacity of the suction pumps installed at Hero Honda Chowk to deal with waterlogging.” The official added that while the department is doing its bit, people too need to be more careful about dumping waste. “Areas falling in wards 24 and 27 are bit of a problem. Haphazard waste dumping is rampant in these areas, which puts pressure on the administration. Area councillors should also rise up to the occasion and counsel people towards better waste disposal practices,” he said. GMDA official too said they are gearing up for the monsoon. “We’ve already cleaned and repaired around 40km of drains in the city to ensure that they don’t clog during rains. Work to cover other drains is underway. We are committed to complete our task before monsoon,” a GMDA official claimed. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/clogged-drains-roadside-garbage-show-waterlogging-risk-high-again-in-gurgaon/articleshow/69833566.cms"}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "No Garbage collection at Houses": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/nogarbagecollectionathouses/articleshow/64008398.cms", "description": ""}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Two arrested in Meerut for Gurugram trader’s murder": {"datetime": "", "time": "2019-06-19 10:31:00", "description": "GURUGRAM: Two more accused, involved in the murder of the cloth merchant in Sadar Bazar, were arrested from Meerut on Monday night. With this, police claim to have arrested all five accused involved in the case. The accused — Saurabh Kumar (19) and Ajay Kumar (19) told police that they were inspired by the lifestyle most gangsters followed and wanted to be a part of the crime world. They confessed that they were with Suraj Katari —the prime accused in the case — when Sudhir Taneja was shot dead in Sadar Bazar, police said. “Saurabh and Ajay along with Kataria had intercepted Taneja around 9.30pm on May 28, when the trader was returning home after closing his shop. They first tried to snatch the bag containing cash from Taneja at gunpoint, but when he resisted and raised an alarm, they shot him and fled with his scooter,” an officer said. According to the police, Suraj Katari — a history-sheeter against whom more than six cases registered — was arrested from Basai, Manoj, a resident of Kumhar mohalla, was arrested from Mata Mandir while Suraj, a resident of Hathras in UP, was nabbed from Jyoti Park. “The trio’s interrogation gave us vital clues about Saurabh and Ajay. A police team lead by sub-inspector Rajkumar from crime unit of Sector 39 arrested the duo from Meerut on Monday night. Saurabh was so impressed by the crime world that he had also kept a nickname for himself — Mahakal,” an officer said. “The duo have no criminal record and probably this was their first big crime,” said ACP (crime) Shamsher Singh. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/two-arrested-in-meerut-for-gurgaon-traders-murder/articleshow/69849460.cms"}, "Lost polls but won hearts: Deepender Singh Hooda": {"time": "2019-06-17 11:00:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/lost-polls-but-won-hearts-deepender-singh-hooda/articleshow/69820762.cms", "description": "ROHTAK: Making his first public appearance after being handed defeat in Rohtak Lok Sabha seat by BJP’s Arvind Sharma, former Rohtak MP Deepender Singh Hooda on Sunday said that he may have lost the electoral battle but he won hearts of voters. Addressing a thanksgiving public meeting in Rohtak, Deepender claimed that of the 297 seats in the Hindi heartland, his performance in Rohtak was the best in terms of vote share. Giving credit to party supporters, the former MP said that after Rae Bareli, he got best vote share in Rohtak on account of the hard work of party workers and supporters. Taking on the state’s Bharatiya Janata Party (BJP) government led by chief minister Manohar Lal Khattar, he said that days are numbered of those who played the politics of lies and division in the society for their political gains. Talking about his defeat, the three-time MP said that from the top BJP central leadership to the state leadership, all had put their weight in the Rohtak election and the government misused state machinery to defeat him. Responding to BJP minister Manish Grover’s claim that they would defeat former CM Bhupinder Singh Hooda, Deepender said that the minister should refrain from speaking such language, as no force in this world could wipe Hooda father-son from people’s heart. On the victory of newlyelected Rohtak MP Arvind Sharma, the Congress leader Deepender extended his best wishes to the former. On the incumbent BJP government, he said that unemployment in the state had increased at the rate of 8.8% and it was highest in the last 45 years. Download The Times of India News App for Latest City ."}, "How to travel in Delhi Metro": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/howtotravelindelhimetro/articleshow/65086910.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Open drain could cause accident": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/open-drain-could-cause-accident/articleshow/62387828.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Mall in trouble as town planner finds violations": {"datetime": "", "time": "2019-06-18 15:01:00", "description": "GURUGRAM: The newly-operational Ardee City Mall and multiplex, spread over 5.1 acres in Sector 52, is under the scanner of the department of town and country planning (DTCP) for violation of its approved building plan and unauthorised construction. The senior town planner (STP) of Gurugram has recommended the cancellation of the occupation certificate (OC) of the mall to the director of DTCP following a complaint filed at the CM’s Window. If this happens, this will be first time the OC of such a big and operational commercial building is cancelled in Gurugram. The developer did not respond to calls and messages from this correspondent. In April 2017, Delhi resident Reena Joon had filed a complaint highlighting illegal construction in the mall. In her complaint, Joon said she had bought a shop on the ground floor of the mall. “My shop was on upper ground floor, but the developer (Ardee) made changes in the building after getting OC and now my shop is on the first floor,” she alleged. Taking cognisance of the complaint, the DTCP director had directed the Gurugram STP to submit a report after investigating the allegations. STP Sudhir Chouhan, DTP (planning) RS Batth and DTP (enforcement) Ved Prakash Shehrawat inspected the mall and submitted their report last week. It highlighted that several violations of building plan were found at the mall and recommended that the OC be cancelled till the developer restores the mall as per the approved building plan. Till the unauthorised construction was removed, the report recommended sealing the mall. “During the inspection, we found several violations. We’ve sent our report to the DTCP director with the recommended for cancellation of OC of the mall and multiplex. The no-objection certificate (NOC) of multiplex has been revoked. The director will take the final call on the issue,” Chouhan said. During the inspection, it was found that no approval had been granted for the construction of a multiplex on the third floor of the mall in the original building plan. According to the report, Ardee has violated the approved building plan and made illegal and unauthorised construction — a store room in the lower basement and a fan room and store room in the upper basement. Moreover, changes had been made in the plan on the lower ground, upper ground, ground, first and second floors. The report further mentioned that the developer is still making additional construction and is a continuous offender by neither abiding by the rules of the department nor maintaining the sanctity of the approved building plan. The mall’s building plan was approved in 2012, and it became functional a few months ago. In Video:Gurugram: Ardee Mall in trouble as town planner finds violationsDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/mall-in-trouble-as-town-planner-finds-violations/articleshow/69833522.cms"}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Gurugram: No piped water in IAF buffer area, most residents rely on tankers": {"time": "2019-06-17 09:43:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/no-piped-water-in-iaf-buffer-area-most-residents-rely-on-tankers/articleshow/69817723.cms", "description": "GURUGRAM: Residents of colonies in and around 900m of the Indian Air Force (IAF) ammunition depot in Sector 14 are reeling from acute water shortage. Colonies like Noble Farms, Sadhguru Farms and parts of Ashok Vihar and Dharam colony, which fall within the 300m restricted area, are the worst hit. Though the Punjab and Haryana high court has given its nod for temporary power and water connections to residents of the area until the legality of the colonies is decided, residents here still depend on water tankers and groundwater. While they have demanded that the MCG provide them with water supply, the corporation maintains that connections can't be given as the matter is sub-judice. Residents claimed that in spite of filing petitions in the court to seek temporary services like power and water supply until the final orders on the structures raised in the area are dispensed, their pleas have fell on deaf ears. While their collective efforts did help them avail temporary power connections, water supply remains a distant luxury for many, they said. In the absence of proper supply, residents are either relying on private water tankers or submersible pumps to draw groundwater. The overuse of such pumps has contributed to the deteriorating groundwater situation in the city. According to the Central Ground Water Authority (CGWA), Gurugram is overdrawing its groundwater supply by 300%. As a result, the water table had fallen by 33m in 2014, and the table is receding by 1m every year. Commenting on the existing water supply situation in the area, an MCG official said, “We can’t provide water to households within 300m of the IAF depot as the matter is in court and the structures here have been deemed illegal.” The official further noted that the department has laid down water pipelines in certain pockets that are over and above the 300m range, and the remaining work will completed in coming few months. Removing structures from the area has become one of the biggest infrastructural challenges of the district administration. The legitimacy of the houses and shops within 900m of the depot has been contested in court for years. In 2015, the Centre had told the high court that the restricted zone around the depot had been decreased from 900m to 300m. The court had further asked the district administration to ensure that no new structure is raised in the area. However, residents have claimed that several paying guest accommodations, shops and residential structures have come up in the area even after court orders. Meanwhile, MCG officials have claimed that their demolition drives have faced severe resistance from the inhabitants. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "It’s Now Easier To Talk About Mental Health": {"datetime": "", "time": "2019-06-19 07:21:00", "description": "At the best of times, mental health is not a topic that lends itself easily to public conversations. The stigma attached to conditions such as depression or anxiety is all too real in India, leaving sufferers despairing of a way out of the darkness. This is where support networks come in, with the offer of a patient and empathetic ear, and (just maybe) the promise of future emotional well-being. Finally, it seems, there’s a window for those who struggle to see the light. Sakshi Virmani reports Hawkers and peddlers swarm the Georgian colonnades of Connaught Place on a busy Sunday evening. Inside Central Park, a group of 15 youngsters huddle together on the dew-drenched grass, unmindful of ardent lovebirds playing peekaboo around them. The session gets underway with an activity in which members are asked to identify a nearby object, something they can relate to. A bespectacled boy picks a bench, someone else chooses a defunct traffic light. At this Offcause meet-up, each of the 15 is being keenly observed by a psychologist, who is helming the hour-long group therapy. Here, you can speak freely about your fears, anxieties and traumas, and, also, share tips on how to get by. The idea is to get everyone talking, to make sure nobody feels left out, by providing a sheltered space and an environment that’s non-judgemental, accommodative and creative. Offcause, for example, lends a hand by encouraging men and women to talk candidly, or to take part in activity-based therapy (painting, dance, improv comedy). More than a few come to listen, some seek succour in the shape of suggestions, yet others draw strength from fellow participants who have emerged from the shadows. “Acknowledging the stigma is the first step, and getting yourself out of the house is another – we self-stigmatise ourselves so much,” claims UK-based Jhilmil Breckenridge, a poet, mental-health activist and founder of Bhor Foundation, an initiative devoted to mental health. Indeed, for the thousands whose days seem perpetually gloomy, an hour or so in the right company might help part the clouds to reveal a ray of sunshine.  LISTENING WITHOUT PREJUDICE Initiatives like Offcause offer a support web for the many overwhelmed by mental health concerns, without the patient having to shell out on a therapist (thus, avoiding the unease of a visit to the psychiatrist). Such collectives comprise individuals whose experiences leave them best suited to help others similarly afflicted. “After I got out of depression, I realised it really helps to talk to somebody who is going through similar issues, as it gives them hope,” admits Mridul Trehan, who credits counseling received by the Delhi Depression Support Group for his recovery. Ujala, a 29-year-old from Jammu, suffers from post-traumatic stress disorder (PTSD) and clinical depression. A regular at Offcause meet-ups, Ujala feels that sharing her experiences can be of immense value to fellow sufferers trying to understand the difference between surface and underlying issues. “Personally, I am seeing a psychiatrist and a psychologist for my PTSD and depression, but I love being a part of Offcause — to help others going through various mental disorders,” she says. “You cannot categorise mental illness due to some accident or trigger, it depends on genetics and the way some people’s brains are wired. Some incidents have a ripple effect, they keep playing again and again, which is emotionally consuming,” explains Ujala, who doesn’t just recall incidents, she relives them (like the domestic violence she and her mother have been victims of). For Offcause founder Nikita, it was a causal Instagram update on World Mental Health Day last October that proved the spark. “I asked if people had any stories to share anonymously for the Instagram page I wanted to launch, (and) the response was great – it was surprising to see my closest friends talking about issues they would have never discussed with me on the rare occasions we would meet,” reveals Nikita, who, having left her job just three months earlier, was somewhat at her wit’s end. So, a page was created and the conversations continued. In less than a month, Offcause had its first informal group therapy session. Since then, it has been hosting meet-ups on the third Saturday of every month in Delhi, Gurgaon and Mumbai.  STRIKING THE RIGHT NOTE At an upmarket gastropub in South Delhi, a group of musicians are sharing a laugh over pints of draught beer. They form part of support group Good Vibration, initially launched to discuss problems affecting young musicians, and anybody associated with the industry. Now, anyone can join in, in the monthly meets. Founder Rithika Nayan, a music teacher and certified life coach, commences by talking about anxiety. Soon, the discussion touches on panic attacks, and how best to deal with them. “Scream!” suggests one. “Take a nap!” recommends another, a quick-fix that has everyone nodding in unison. “We millennials are looking for external validation all the time. Blowing things out of proportion in our heads, overthinking and suppressing emotions leads to extreme outbursts. We are never taught how to deal with our emotions intelligently,” explains Rithika to an audience of 12, all absorbed. “Keeping a gratitude journal really helps — counting the small blessings makes a difference,” she offers. According to a 2015-16 survey by Bangalore-based National Institute of Mental Health and Neurosciences (NIMHANS), 13.7% of India’s general population suffers from a mental ailment. While 150 million Indians are in urgent need of mental health intervention, only 30 million have access to such care. And, according to WHO (World Health Organisation) projections, by 2020 approximately 20% of Indians would be beset by some form of mental illness. Yet, to many in India, mental health still comes with plenty of baggage, and potential loss of face in front of peers. The older generation is reluctant to talk about it and the young think it’s a fad, believes psychologist Dr Ritu Dangwal. She advocates an organised support network. “Support groups are essentially reassurance and reinforcements, more like stopgap arrangements. The groups need to realise that if a person needs extra help, they must guide them to psychiatrists,” she insists. “In India, poor people don’t have the bandwidth to access even basic medical care. But it is heartening to know at least the younger generation is reaching out and saying it’s okay to talk about it.” Dr Dangwal does, however, advise caution. “The tricky part is when everyone starts giving advice. It’s encouraging to have support groups but only to a point — they can address problems at the surface.”  CARE FOR THE CAREGIVERS On a Saturday afternoon last month, a support group of caregivers assembled to discuss family and relationships at Khoj Studios, in the bylanes of Delhi’s Khirki Extension. The Listening Circles provide solace and support not just for those undergoing mental distress, but also for their caregivers, who could be a spouse, parents or children. This support network is moderated by Namarita Kathait, a commissioning editor with a publishing house, and Jhilmil Breckenridge. “We wanted to start a support group that is non-hierarchal, and to get people together in a safe space to have a discourse on mental health,” tells Namarita, 25, who inadvertently became a caregiver for her mother when she was diagnosed with schizophrenia. “I was labelled as the sad girl in school because I did not know how to express what I was going through,” she says, speaking for the many who choose to remain silent. For Jhilmil, it’s important that guidance or advice is not pushed against anyone’s wishes. “People are already vulnerable, we don’t want to force things like meditation and spirituality on them,” she stresses. The next step, says Namarita, is to build ‘listening circles’ with those who have attended the sessions, and to create support groups in their own localities, in colleges and hostels, and among the wider community. “Our ethos is very clear – we are here to listen and we keep it as liberal as possible,” she maintains. “People have the right to speak and not speak, to walk in at any point they want.”  YOU’RE NOT ALONE Then there are youngsters striving to cope with parents who have been diagnosed with a mental illness. It’s this bracket that an upcoming support group network is looking to rally around. Behind the group is Divya Dureja, a counseling psychologist, LGBT activist and TEDx speaker. “If your parent experiences mental illness, it is normal for you to have all kinds of different feelings,” she reasons. “You might not understand why your parents act the way they do. It might be hard to know how to understand your parent, or what to do for them.” Divya believes volunteer caregivers need to be empowered as a first line of defence. “I’ve been building frameworks of mental health support groups that don’t seem to exist in our country,” she explained. “Over the past year, I’ve interacted with over 400 students, primarily studying psychology, at panels, summits and workshops, and (also) those individuals who are looking for resources that are empowering to their mental health.” For, psychological well-being is as critical for the ones who deliver care as for those who receive it. And sanctuary can also be found online. On It’s Ok To Talk, the young can share their innermost thoughts through blogs, poetry, video stories, artwork, even audio recordings. But not only the young. Among the personal accounts on the website is a 58-year-old Gurgaon man’s cry from the heart: ‘Today my heart is brimming painfully with hurt feelings and emotions and there is no one here to share these feelings with or to have a shoulder to cry on little… I have been facing problems linked with depression, schizophrenia and what not since ages now – and with me all my family too…’ Proof that age doesn’t discriminate against the despondent of spirit. It’s Ok To Talk reaches out via digital, social media and on-ground activities, which could include public talks, arts-based events and youth leadership programmes. “Anyone can share stories, of lived experiences of mental health and well-being, and the same will have a tremendous impact on those who may be struggling themselves, and help them realise that they are not alone,” informs Sweta Pal, a member of the Delhi team. “By sharing your own story, you can help inspire other young people that mental health does not need to be shrouded in silence, and it’s ok to talk about it.” Happily, it is becoming easier to talk about mental health, aided by get-togethers that are informal and intimate. And while the fragmented nature of the space means there will always be patients who slip through the cracks, still folks are turning to a growing number of support networks, offering as these do more than a glimmer of hope to the unmoored, the lonely and the vulnerable of India. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/its-now-easier-to-talk-about-mental-health/articleshow/69849535.cms"}, "Spanish intern in Indian IT major raped in Gurgaon": {"time": "2019-06-16 14:44:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/spanish-intern-in-indian-it-major-raped-in-gurgaon/articleshow/69809173.cms", "description": "GURGAON: A 23-year-old Spanish woman filed a police complaint on Saturday, accusing a Delhi-based filmmaker who she recently befriended of raping her after inviting her to a party at his bungalow in DLF-1. Police said the woman is a student of software engineering and had come to India for a year-long internship with an Indian IT major. She had taken up accommodation in Gurgaon and was looking to shift homes when, on a Facebook group, she came across the suspect, a man police identified as Aanjaney. Investigators said he was 36 years old, worked in a production house making animation films, and is an original resident of Anand Vihar in Delhi but was currently living in Gurgaon. Police arrested Aanjaney on Saturday. He was charged him under sections 376 (rape) and 342 (wrongful confinement) of the IPC at DLF-1 police station. She said no to sex, he forced himself on herIn her complaint, filed with the help of a friend who acted as a translator, the Spanish woman said Aanjaney had invited her to his house in DLF-1for a party on June 14 and she had reached around 10.30pm. She told cops she trusted him enough to go to his place. “After a few hours we started kissing, and we went upstairs to his room. But I did not feel comfortable with the idea of having sex, so I asked him to stop. He then asked me to spend at least the night there, and I agreed,” she said in her complaint. She claimed she had fallen asleep but woken up a while later and found Aanjaney was still in the room and was masturbating looking at her. “I felt very uncomfortable so I decided to return my house but he didn’t let me. I clearly said I was uncomfortable, I didn’t want to have sex but he forced me to stay and raped me. I had to go through the humiliation because I was afraid if I did not do what he asked, it would get worse. He closed the main door, threw my phone away, and forced himself on me,” she alleged. Police said they were first informed about the alleged sexual assault through a phone call to the control room around 9am on Saturday. The Spanish woman came across Aanjaney only on June 12 during her house hunt, investigators said. They hit it off well, so when he called her to the party, she agreed. “I saw a post from Aanjaney offering a room and we got in touch for that,” she said in her complaint. Police said the she was taken for a medical test and her statement was subsequently recorded at a city court. Police said Aanjaney works in an Udyog Viharbased company. He was single and has been living in the DLF-1 bungalow, which they had rented, since January this year with three friends. Ved Prakash, SHO of DLF-1 police station, said, “Altogether, five persons, including the accused and the Spanish woman, were present at the party. The accused invited two friends and one of his housemates. The housemate went to sleep some time later and the two friends went home. When everybody left, he took her to his room and raped her. On Saturday morning, the Spanish woman called a friend who stays in Sector 10, booked a cab and went to her place. They came back together to file the complaint.” Karan Goyal, ACP (DLF), said the accused had admitted to his crime during questioning and would be taken to court for a decision on his custody. In Video:23-year-old Spanish woman raped in GurugramDownload The Times of India News App for Latest City ."}, "DTCP to challenge district court’s de-sealing order": {"datetime": "", "time": "2019-06-18 09:32:00", "description": "GURUGRAM: The department of town and country planning (DTCP) has decided to approach the Punjab and Haryana high court against the decision of the district court to de-seal the residential properties, which were sealed by the department for illegally running commercial activities. The district court on June 6 ordered the department to de-seal four out of 13 residential properties in DLF 1 and Golf Course Road which were sealed by the department last month for running illegal commercial activities from residential establishments. After the action, the property owners had approached the district court. Around 30 commercial establishments, being run from five residential buildings on Golf Course Road were sealed last month. The enforcement wing of department of town and country planning (DTCP) swung into action after its director KM Pandurang ordered officials to seal the illegal establishments. Earlier, the planning wing of the department had cancelled occupation certificates of 38 residential buildings situated on Golf Course Road and Sushant Lok 1 after a team of officials found that illegal commercial activities were going on in these buildings. District town planner (enforcement) Ved Prakash Sehrawat said, “The department will file a petition against the district court and ensure that the property owners, who were illegally running commercial activities from residential properties, do not go scot free.” As per rules, commercial activities are not allowed in residential areas, be it licensed colonies that come under DTCP or plots in sectors falling under Haryana Shahari Vikas Pradhikaran (HSVP). Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/dtcp-to-challenge-district-courts-de-sealing-order/articleshow/69833575.cms"}, "Medicos take to streets in Ambala": {"datetime": "", "time": "2019-06-18 09:26:00", "description": "AMBALA: The doctors associated with the Indian Medical Association (IMA) in Ambala on Monday held a protest march in the city after withdrawing all non-essential services. They also submitted a memorandum to the chief minister and state health minister demanding a law against hospital violence. Around 9am, several medical practitioners gathered in front of Loomba Hospital from where they started the protest march carrying banners and shouting slogans under the leadership of IMA Ambala Cantonment president Dr Parbhakar Sharma. They marched through Nicholson Road, Sadar Bazaar Chowk, Gurh Mandi, Vegetable Market and other areas. The protesting doctors said, “We should be given proper security. In West Bengal, doctors are forced to work under constant fear. We have suspended all OPD services while the emergency wings will continue to function. We demand a national law against hospital violence and it should be dealt with seriously.” On the other hand, government hospital OPDs were closed due to the gazetted holiday of Saint Kabir Jayanti and several government doctors also joined the IMA march. CMO Ambala Dr SL Verma said, “The emergency services in government hospitals are running normally but the OPD was shut due to holiday. We have deployed additional doctors for emergency services to avoid rush at the hospitals. Some IMA members also visited my office to hand over the memorandum of demands.” State health minister Anil Vij said, “Giving protection to doctors is the responsibility of the state government.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/medicos-take-to-streets-in-ambala/articleshow/69832382.cms"}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "rajiv chowk underpass ate up the green belt foreve": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rajivchowkunderpassateupthegreenbeltforeve/articleshow/63852996.cms", "description": ""}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Ambala youths allege unabated drug trade in district, launches campaign to curb the menace": {"time": "2019-06-17 22:18:00", "link": "https://timesofindia.indiatimes.com//city/gurgaon/ambala-youths-allege-unabated-drug-trade-in-district-launches-campaign-to-curb-the-menace/articleshow/69831269.cms", "description": "AMBALA: Around 15 youths of Shahpur village in Ambala district on Monday held a press conference at public welfare department rest house in Ambala Cantonment regarding prevalent drug abuse in the district. Addressing the press conference one of the youths, Gursewak Singh, 26, claimed that he started consuming heroin in 2018, but has now completely given up on his addiction. Gursewak claimed, “There is no stringent check on heroin smuggling in Ambala Cantonment area and it is being sold at the price of Rs 2,000-2,500 per gram. The government must keep a check on this menace and on the lines of Punjab government they should provide free medicines to the drug-addicts at de-addiction centers.” The youths who left the drugs initiated a campaign ‘Udta Ambala Ujadta Ambala, Maine Chhorha Tum Bhi Chhorho’ to motivate those who are willing to get away from the drug abuse. The youths were supported by the Indian National Lok Dal local leader Onkar Singh who said, “These youths are special that they have spoken out about their struggle of drug abuse. Most of the drug abusers do not come forward in society and with time they become criminals. We will support their initiative and work to bring forward more youths from other villages of Ambala district to fight with the drug menace.” When questioned about claims by youths, Ambala Cantonment DSP Ram Kumar said, \"The police is already taking strict action against the drug smugglers and whenever we receive any inputs our teams work immediately. Even on Monday, our CIA teams have recovered 20-gram heroin under limits of Ambala Cantonment police station and a case under relevant Sections of the NDPS Act has been registered.\" Download The Times of India News App for Latest City ."}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "575 doctors in Gurugram join strike, most OPDs remain shut": {"datetime": "", "time": "2019-06-18 09:28:00", "description": "GURUGRAM: Around 250 elective procedures were put on hold across Gurugram’s many healthcare facilities — both in private hospitals, clinics and the state-run Civil Hospital — after 575 doctors in the city (data shared by IMA-Gurugram) joined the Indian Medical Association (IMA) -organised protest on Monday. OPDs in private and state hospitals also remained shut. Curie Rani, whose elderly father was operated upon last week for hernia at Medanta, and had come from Greater Noida for a follow-up consultation, was stopped from going to the OPD, as it was shut. “I’ve been asked to contact the hospital’s helpline number. My father can hardly walk and I can’t make him travel repeatedly after a surgery. I just hope the hospital staff helps me out,” she said. Sources said Medanta had informed all patients whose appointments were scheduled for Monday that OPDs will remain shut as the doctors would join the IMA protest. Sources said while IMA members did not attend OPDs in Medanta, they provided all other essential services, including surgeries, procedures and investigations. The hospital had advised patients to attend OPDs on Tuesday or Wednesday. The OPD at Civil Hospital was also shut as the doctors joined the protest. “We were informed that Civil Hospital doctors had suspended their OPDs, which usually does not happen, since being a government set-up. But we were overwhelmed by the response. Around 575 doctors in Gurugram suspended non-essential services as well as around 250 elective procedures in hospitals and clinics across Gurugram,” said Dr Ajay Gupta, secretary, IMA-Gurugram. “I cancelled my professional commitments as I had to see a doctor. But when I arrived, I got to know the OPD is closed. Now I’ll have to plan another visit again,” said a disappointed Kapil Gugnani. A majority of doctors at private hospitals, including Fortis, Artemis and Medanata, had joined the IMA protest. At some hospitals, OPDs were completely shut, but some patients were allowed to consult doctors. “Sometimes, results don’t go as expected. Violence is not the way to sort out things. Sometimes it becomes difficult to handle patients and their relatives at the same time. Doctors should have adequate protection, and patients should behave in a civilised manner to understand what the condition of the patient actually was when he/she was brought to the hospital,” said Dr Himanshu Tyagi of Artemis. The protest will conclude at 6am on Tuesday. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/575-doctors-in-gurgaon-join-strike-most-opds-remain-shut/articleshow/69833601.cms"}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Chronic congestion: Gurugram has 22 pain points": {"datetime": "", "time": "2019-06-18 13:59:00", "description": "GURUGRAM: Traffic police have identified 22 spots in the city as chronic congestion-prone areas, based on traffic records for the months of April and May. In the past two months, 381 instances of traffic congestion have been reported from these areas, revealed the cumulative data compiled by the department. That includes 197 instances of traffic jams from the 22 spots in April, and 184 instances from 15 areas in May. Closer analysis of the data reveals most instances of traffic congestion have been reported from seven spots, namely, Sirhaul toll plaza, Signature Towers, Sheetla Mata mandir road, Ghata mod, Atlas FoB, Daultabad flyover and Tikri cut, which accounted for about 60% of the total number of jams. Of these, Sirhual toll recorded the maximum number of congestions, 47, followed closely by Signature Towers with 43 and 33 at Ghata mod. The data also reveals that duration of these jams range from 1.5 minutes to 5 hours. The longest congestion for the two months was in Sirhaul toll. The spot witnessed a 5-hour-long jam in April, as well as a two-hour-long jam in May. Following Sirhaul in the list, Atlas FoB and Ghata mod recorded long jams of about 50 minutes to an hour each. Commenting on Sirhaul, DCP (traffic) Himanshu Garg told TOI, “Sirhaul is the most challenging area due to a huge bottleneck. About 21 lanes on the Gurugram side converge into 4 lanes on the Delhi side, leading to heavy congestion.” He added that the data reports and subsequent inspections of the area by senior officials, including himself, has helped address a lot of challenges, like fixing of a sharp turn at Dwarka link road. Gurugram’s vulnerability to perennial traffic snarls is one thing that unites all denizens of Millennium City, which is otherwise is a city of contradictions. Be it commuters from neighbouring cities or residents, the congestion affects all. As a result, traffic cops and their efforts are always under scanner. To find a lasting solution, traffic police resorted to gathering and analysing data earlier this year. The department claimed not only does the exercise help them keep a track on major congestion spots, so that they can deploy force to ease traffic flow, but also help them devise policy and carry out enforcement drives. The department records data daily, which is complied as monthly reports that act as a good reference point for the department. “Through these reports, we identify priority areas and devise strategy to manage traffic flow, from spots that need deployment of additional forces or barricades, to cuts in the media that need to be opened or closed, etc. Based on these reports, our officials visit key areas to figure root causes of problems. If it’s a structural issue like faulty roads, we speak to the concerned department to resolve the issue,” said Garg. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/chronic-congestion-gurgaon-has-22-pain-points/articleshow/69833418.cms"}, "\nJim Sarbh's fashionable outing in Gurgaon\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/gurgaon/jim-sarbhs-fashionable-outing-in-gurgaon/articleshow/63895670.cms", "description": "'Padmaavat' actor Jim Sarbh was in town recently, attending a fashion event. Clad in a sleeveless hand-embroidered high-quality multi-functional jacket, the actor was seen sharing nitty-gritties of acting and his idea about fashion and style. The musical afternoon was organised at a pub in Gurgaon. Download The Times of India News App for Latest City ."}, "10 junctions in New Gurugram to get 100 CCTVs by July": {"datetime": "", "time": "2019-06-18 09:50:00", "description": "GURUGRAM: To monitor the traffic movement and carry out surveillance at major junctions in the city, the Gurugram Metropolitan Development Authority (GMDA) is all set to start work on its much talked about project — Public Safety and Adaptive Traffic Management System — in a few weeks. Divided in three phases, GMDA plans to install 220 CCTV cameras in the first phase. Around 100 cameras will be installed at 10 junctions in New Gurugram and will be connected to the integrated control and command centre (ICCC). According to the officials , the survey of these 10 junctions has been completed and the installation work will be completed by July second week. There will be nine monitoring stations — the ICCC and eight police stations. “The feed from the cameras will be displayed at the ICCC and will be monitored by an internal team. Once we finish installing these 100 cameras, we will start work on the installation of the other 120 cameras,” a GMDA official said. He added that the feed from these cameras will be put into various analytics software such as facial recognition, speed violation detection system, e-challans, automatic number plate recognition system and signal violation detection system and the output will be used by GMDA, Gurugram police and other government agencies. “We will be using different types of camera, including general surveillance, PTZ (pan–tilt–zoom), automatic number plate recognition and traffic signal violation detection cameras. This system will help us identify repeat offenders too,” an official said. In all, 360 CCTV cameras will be installed across the city, in phases, under the smart city project. Meanwhile, the work at the ICCC is almost complete and the command and control centre will be functional by mid-July. TOI had earlier reported that the Gurugram police and the administration will have advanced technology to aid their public safety and traffic management system as the GMDA’s CCTV camera project kicks in. The project will start with the cameras being installed at 220 intersections in its first leg. Another 140 intersections will be covered subsequently. In the pre-implementation phase, GMDA had surveyed the junctions, set the layout and the monitoring facility at the intersections and police stations. A preliminary survey had already been done by the authority where they have made detailed drawings of all the junctions and identified the number and category of cameras required at those junctions. “We have already decided the placement, number and type of cameras with the help of the survey,” an official said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/10-junctions-in-new-gurgaon-to-get-100-cctvs-by-july/articleshow/69833464.cms"}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Times Impact: Brisk Lumbini to get power lines soon": {"datetime": "", "time": "2019-06-18 09:30:00", "description": "GURUGRAM: In a major relief to over 100 families living in Brisk Lumbini Terrace Homes, Sector 109, the department of town and country planning (DTCP) has cleared the way for the set-up of a sub-station for power supply to the society. For three years, residents have been living without official power connections from the state government and are dependent on diesel gensets, which cause noise and air pollution. On June 5, TOI had reported that after over three years of getting the possession of their flats, Brisk Lumbini were living without electricity. Following the publication of the TOI report, the district town planner held several meetings with residents, and the developer was directed to provide land for a sub-station. The developer offered a plot of 500 sq yards to the department. After inspection, DTCP gave its approval on June 12. “DHBVN will start the construction of sub-station once the developer fulfils the conditions of external development charges and other norms,” district town planner (planning) RS Batth said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/times-impact-brisk-lumbini-to-get-power-lines-soon/articleshow/69833578.cms"}, "Gurugram: MG Road stays bumpy, littered six months after restoration promise": {"datetime": "", "time": "2019-06-19 10:22:00", "description": "GURUGRAM: Damaged dividers, footpaths either broken or encroached upon, carriageways riddled with patchwork and potholes and illegal parking on the roadside. This sums up a visitor’s experience of the city’s arterial link — MG Road. With numerous malls, residential apartments, public and private offices along it, the road is forever jam-packed with commuters, especially during peak hours. The volume of traffic can be gauged from the presence of two of the city’s main metro stations here — MG Road and Sikanderpur — used daily by lakhs of officegoers from the city and its NCR neighbours. The administration has made many commitments in the past towards maintaining and beautifying the stretch. Last year, many master roads in the city, including MG Road, were transferred to GMDA. In December 2018, the department had announced that it would conduct repair and maintenance work on 12 stretches by March. However, TOI’s visit revealed that six months later, MG Road is still in a bad shape. Apart from the poor condition of the surface, chronic traffic jams during peak office hours, often due to wrong-side driving that broken dividers and illegal parking seem to encourage, make commute a harrowing experience on this road. Commenting on the GMDA’s efforts to address the challenges posed by this stretch, an official revealed the department is rolling out a Rs 11-crore project to upgrade it. “The tender has been allotted to a private firm that will repair this stretch — from Mehrauli-Gurugram Road to IFFCO Chowk, via Sikanderpur road — by layering bitumen all over. The contractor will also be liable for its maintenance for three years from the time work is completed,” the official said. He further pointed out that while earlier repair work on this stretch came under the department’s annual maintenance, the current project is listed as a special repair work. The 15m-green belt on either side is also in a deplorable state, with garbage, including C&D waste, littered on it and spilling over on the road. Commuters fear if the administration doesn’t take prompt action, this could spell doom in the monsoons. “I don’t know why we even call this a green belt. Fences lie broken, garbage is littered on it with no one to clean that. It’s as if the administration will wake up only during monsoon when garbage floods the road and chokes the drains,” said Nirmit, a commuter from Delhi. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/gurgaon/mg-road-stays-bumpy-littered-6-months-after-restoration-promise/articleshow/69849435.cms"}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}}