{"Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Vacant RTE seats: Second roundadmissions to continue till Jun 27": {"datetime": "", "time": "2019-06-19 04:58:00", "description": "NAGPUR: Parents whose wards have been selected for school admissions under RTE quota in the second round have time till June 27 to complete the admission formalities. With almost 50% RTE seats in Nagpur district remaining vacant, authorities are hoping that all selected parents complete the admission process so that the gap can be bridged further. Out of the total 7,204 RTE seats in the district, only 3,714 could be filled. In the second round, 2,731 students have been offered seats for which the admission deadline is June 27. However, it is almost guaranteed that RTE seats will remain vacant in many schools as majority of the parents try for branded English medium schools. In fact, in Nagpur the applications received were more than 300% of the seats available. But many applications get rejected because of improper address being mentioned or documents not being in order. There have been many cases of parents ‘shifting’ their residence close to a well known school so that they become eligible for RTE under the distance criteria. In RTE, preference is given to students who reside closest to the school. But many issues related to mapping of address in the online application form also created multiple issues. NGO RTE Action Committee had filed official objections over the address mapping in the online software as many admissions had been rejected because of this. Following these issues, the education department formed a verification committee which comprised of its own officials plus other experts. This committee then scrutinizes applications that have been rejected and ensures that it has been done so only due to valid reasons. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/vacant-rte-seats-second-roundadmissions-to-continue-till-jun-27/articleshow/69848615.cms"}, "NMC reduces power bill by 52% after LED street lights project": {"datetime": "", "time": "2019-06-18 13:26:00", "description": "NAGPUR: The Nagpur Municipal Corporation’s (NMC) LED street lights project has started to yield good results. Power consumption has reduced by 52.41% even though the project is yet to be completed. NMC said 1.28 lakh of total 1.43 lakh street lights have been converted from sodium vapour to LED. The civic body is planning to finish the work on remaining 15,000 street lights within a month. An NMC official told TOI the power bill for street lights has come down to Rs2.28 crore per month (Rs27.36 crore per annum) from earlier billing of Rs4.35 crore per month (Rs52.20 crore per annum). This is a saving of Rs2.07 crore per month (Rs24.84 crore per annum). “The power bill will further reduce once the entire project is completed,” he said. NMC has replaced 60 watt sodium vapour bulb with 36 watt LEDs on internal roads, and 60 watt, 105 watt and 120 watt sodium vapour lamps on major roads, squares and playgrounds with 285 watt LEDs. Apart from saving power by conversion into LED, NMC has installed a system where street lights are dimmed by 40% by 10pm and 50% by midnight. This is done automatically. NMC officials added the automatic switch-on and switch-off system will further reduce power consumption of street lights. “Under the same project, we will install a system to automatically start street lights after sunset and switch-off by sunrise. Also, timings will be set properly in the system,” he said. For decades, street lights have been seen burning well before sunset, especially during summer days, wasting power. The total cost of the LED project is Rs470 crore of which Rs277 crore is for installing LED systems. Also, NMC aims to ensure majority street lights are included in the project. NMC is spending Rs59 crore on infrastructure development, where old power cables and street light poles will be replaced. Also, NMC is spending Rs28 crore for new street light infrastructure on under-construction Inner Ring Road and Metro rail corridors. NMC is executing all these works through eight private companies. It is mandatory for the companies to operate and maintain the street lights for 99 months, for which they will be paid Rs106 crore. With all these works, NMC is confident of proper functioning of street lights. An NMC official said the project will lead to a profit for the civic body. “NMC will get LED street lights, new infrastructure and systems without spending anything. Entire cost of the project will be recovered from savings in power bills and high cost of current annual maintenance,” he said. However, the project has been delayed to some extent due to delays in getting permission from the state government for seeking loans, ongoing works on Inner Ring Road Cement Concrete project, flyovers and Metro Rail. The works to install LED street lights was supposed to be completed by August 2018. NMC has also issued work orders to private companies for operating all these street lights on solar. Expense on power bill will go down further while also benefiting the environment. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/nmc-reduces-power-bill-by-52-after-led-street-lights-project/articleshow/69832664.cms"}, "\nJohn Abraham, Varun Dhawan and Jacqueline Fernandez promote 'Dishoom' in Nagpur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/John-Abraham-Varun-Dhawan-and-Jacqueline-Fernandez-promote-Dishoom-in-Nagpur/articleshow/52915451.cms", "description": "When a fan challenged Varun Dhawan to lift his 'Dishoom' co-star John Abraham, he sportingly did so at a college event in Nagpur. Later, at a media event in Nagpur, Varun Dhawan challenged Jacqueline Fernandez to lift John Abraham. The actress surprised everyone with her sincere attempt. But John proved to be the real ‘Hulk’ as he scooped Varun in his arms, while Jacqueline piggybacked. Talk about muscle power! Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Toilet requires": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/toiletrequires/articleshow/69551075.cms", "description": ""}, "Jolt to NMC: Scania shifts green buses": {"datetime": "", "time": "2019-06-18 05:53:00", "description": "Nagpur: Swedish bus maker Scania Commercial Vehicles India Pvt Ltd has reportedly moved out 24 of 25 ethanol-run buses from the city, burying the Nagpur Municipal Corporation’s (NMC) plan to resume country’s first green city bus service. Scania has also gone in for arbitration in its dispute with the civic body regarding termination of service. After discontinuing the service on August 13, 2018, Scania has kept its 25 buses at a yard in Hingna MIDC. TOI learnt Scania was shifting buses to another place a couple of days ago. When NMC officials checked, they found only one bus at the yard. “Scania should have informed NMC before shifting the buses. We will once again check the agreement and take necessary steps,” the officials said. NMC sources said Scania might have shifted the buses either to Hyderabad or Bengaluru. “Scania may also shift the remaining one bus out of city or keep it here for demonstration,” sources said. City MP and Union minister for road transport and highways Nitin Gadkari had held a series of meetings with Scania officials to resume the service. It was his pet project. NMC had launched the project as it was suggested by Gadkari. However, Scania refused to resume the service. NMC then planned to restart it by roping in a new operator. Plan was that the new operator will buy buses from Scania. Sources added talks between NMC and Scania failed as the latter refused to sell buses at depreciated value. “Pune-based Travel Time Car Rental Pvt Ltd, one of NMC’s red bus operators, had agreed to buy the buses and restart service. Plan could have materialized if Scania had agreed to sell buses at depreciated value,” the sources said. In an another shocker for NMC, Scania has gone in for arbitration. Before discontinuing the service, Scania had filed a petition in the district court and succeeded in getting an order to restrict NMC from forfeiting its bank guarantee of Rs 7.50 crore. NMC then began efforts for a settlement. Scania had demanded payment with GST which the NMC refused. Therefore, NMC did not pay anything to Scania from July 1, 2017, till termination. NMC was confident of resolving payment issues with Scania as well as resume the service. NMC officials said counsel AR Patil has been appointed arbitrator to resolve issues. “Scania filed a petition in High Court seeking arbitrator. HC ordered appointment of arbitrator on April 26,” the officials said. Scania did not respond to TOI’s mail seeking comments. Former mayor and corporator Pravin Datke said appropriate action will be taken against Scania as well as the officials of NMC’s city transport department. “NMC has bank guarantee of Rs 7.50 crore and payment of Rs 11 crore. We will check legal provisions and take action againt Scania.” “It is very unfortunate that Scania did not even give any intimation to us. The officials are also equally responsible for this. In fact, the negligence of officials resulted into discontinuation of the project. I will request the civic chief to initiate action against responsible officials immediately,” he said. Scania has parked three ethanol-run buses at its yard situated out of the city at Gondkhairi. These buses were not part of Green Bus service. Scania might also shift these buses to Bengaluru in coming days. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/jolt-to-nmc-scania-shifts-green-buses/articleshow/69832827.cms"}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Five girls, one woman die after private taxi falls into water": {"datetime": "", "time": "2019-06-19 04:56:00", "description": "NAGPUR: Five girls and a 45-year-old woman died after the private taxi in which they were travelling plunged into Chulbandh river from a bridge in Bhandara district on Tuesday. Another three were seriously injured in the accident. The taxi was heading towards Lakhandur from Sakoli when one of it’s tyre burst. The vehicle, which was apparently driven at top speed, veered towards the bridge railing and broke through it to crash down. The vehicle, which had 15 passengers, fell 50 feet, leaving it heavily damaged. A 12-year-old girl, Sheetal Raut, and Sharda Gotaphode, 45, were among those killed in the accident. A student among the dead was heading to take admission in a college. Three seriously injured were rushed to Bhandara district hospital, while others were taken to sub-district hospital at Sakoli. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/five-girls-one-woman-die-after-private-taxi-falls-into-water/articleshow/69848597.cms"}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "Garbage disposal by smart citizens": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedisposalbysmartcitizens/articleshow/69420227.cms", "description": ""}, "Nearly 60% of Vidarbha’s orange orchards dead due to drought": {"datetime": "", "time": "2019-06-19 05:51:00", "description": "NAGPUR: Changing weather conditions in Vidarbha over the past few years have spelt doom for orange cultivation in the region. In the near seven-decade history of orange plantations here, this is the first time that an alarming 60% orange orchards have gone completely dry and, for all purposes, died this year. The loss is stark in Warud tehsil of Amravati district followed by Katol and Narkhed tehsils of Nagpur district. For the first time, big and rich farmers are talking about selling off their lands and switching to other occupations. The vagaries of weather, scanty and erratic rains in last two years coupled with prolonged high temperatures throughout May and delayed pre-monsoon rains this year are responsible for this unheard-of plight of orange farmers. The loss caused to the ambia bahar crop alone (which fruits in September) is being pegged at about Rs1,620 crore. (mrig bahar, the other crop, fruits from February to April). However, the loss due to orchards (15-20 years) dying completely cannot be monetarily pegged. Shridhar Thakre, one of the Maha Orange directors and a big farmer, told TOI that he had stopped going to the orchards as he could not see the condition of the trees. He owns a 20-acre land with 3,500 orange trees in Talegaon village (Ashti) in Wardha district with irrigation facilities. But there is no water in the wells. The water table has gone below 1,000ft. “It is for the first time that the temperatures continuously hovered between 44 degrees Celsius to 47.5 degrees in the month of May. This year, there has been no pre-monsoon showers too. Neither the agriculture nor the revenue department has visited the orchards even once,” said Thakre. Rajendra Thakre from Benoda Shahid village in Warud tehsil says he has incurred a Rs1.5 crore loss this year. “I am 58 years old and have never seen such a situation in 30 years of agriculture. I have no option but to sell the land,” he said. All four of Thakre’s wells have gone bone dry. He tried bringing water from Paknala dam about 11km from the orchard by spending Rs18 lakh but the water in the dam too dried out soon. “Electricity supply at odd hours — night and afternoon — doesn’t allow proper irrigation,” he said. Ramhesh Jichkar, who heads the Vidarbha Agriculture and Allied Producers Association and has oranges in 30 acres in Nagziri in Warud tehsil, says that 30% of his orchard has been affected. The water table here too has gone below 1,000ft. An average orange tree needs about 240 litres per day. “Past three years has a rain deficit. Where will we get water from,” he asked. Taj Khan, who has orchards in 200 acres and is a trader as well in Shahpur village, says that he deepened a water reservoir using own money so that “all can benefit but no rain means storage has been less”. “I have a farm pond too but when there is no rain there is no water to store too,” he said. Small farmers from Madhav Taiwade (Jamgaon), Ganesh Dhote (Dawsa), Rambhau Kubade, Devnarayan Chaudhary and Durgabai Galbale (Umtha), Ramuji Deshbhratar (Arambi) — all in Narkhed Taluka — just point to their dry orchards. Among the many farmers TOI spoke with, only Manoj Jawanjal, a Maha Orange director and an organic orange grower, and Anil Junghare from Katol have managed to keep their orchards green. “I have farm ponds and bore wells. I pull out the water from wells also and store in ponds with polythene sheath at the bottom to prevent seepage,” said Junghare. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/50-60-orange-orchards-in-vidarbha-dead-due-to-drought/articleshow/69847633.cms"}, "Nurture your creativity, give wings to imagination": {"datetime": "", "time": "2019-06-19 05:49:00", "description": "The scope of animation runs across all domains of the entertainment industry. With the competition in this industry getting fiercer every day, the future of animation is huge and promising. Other than being an art of drawing cartoons, animation and multimedia have emerged as an industry with tremendous revenues. The excessive use of special effects has helped animation get a hold over movies, television and advertising sectors. It is one of the most concrete, lucrative and demanding career options which serves both entertainment and education industries alike. Those in this profession create animation and visual effects for films, video games, television, mobile devices, and other forms of media using illustrations and software programmes. Animators also create graphics and develop storyboards, drawings and illustrations. They create, plan, and script animated narrative sequences, and assist with background design as well as production coordination. If you are looking to enter this profession, the possible roadmap is to enroll into degree programmes or certificate courses offering exhaustive understanding of animation, graphics & web designing and multimedia. It is advised to build a portfolio in order to showcase artistry and creative and technical skills. Gaining work experience and maintaining your proficiency is of utmost importance. Ashita Reuben, co-founder and creative head of Coffee Beans Studio, said the best part about the job is feeling satisfied at the end of the day and receiving praise from clients. She said, “The animation industry in India is expected to grow at a pace faster than any other industry. As a career option, it is a field where you can fulfil your dream of having fun as you work.” The skills required to foray into this field include nurturing creativity and appreciation of aesthetics. An animator must have the ability to express ideas through drawings. This demands a good visual imagination along with appropriate sense of colour. Being able to use computerols to generate visuals, while utilizing knowledge of mathematics and physics is invaluably helpful in all aspects of this industry. You can constantly hone your craft by engaging with different projects. You should also be able to constantly update yourself with dynamic technologies. Work opportunities for quality animators and related professionals like graphic designer, multimedia and game developer, character designer, key frame animator, 3D modeler and layout artist exist in sectors of advertising, online and print news media, film and television, cartoon production, theater, video gaming and e-learning at large. This booming industry houses opportunities with government as well as private sectors. It has an open field of employment opportunities in animation studios as story board artists, animation or character artists, compositing artists, video and audio specialists, visualizing, texture and lighting artists and editors in film labs. XXXXXXXXXXXXXXXXXXXXXXXXX Why opt for the subject High demand for animators Interesting work environment Work in a range of industries, from gaming to film animation Constant engagement of your imagination XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Expert View Venu Dindi An industry full of creative people For a career path in animation, gaming, VFX or motion graphics, you need to be highly creative with a logical thinking cap. This challenging career allows you to work on a wide range of projects in various industries. To be successful you must be creative, detail-oriented, patient, and have the ability to see the product you are creating even before it gets put to paper or computer screen. If you enjoy being creative, can work independently, and enjoy bringing characters to life, animation may be a career choice worth considering. All the way, you are expected to be creative and artistic, with communication and time management skills. You must have computer expertise and the ability to use animation and video editing skills. Jobs related to your degree in animation include character modeller, rigging artist, animator, texture artist, games developer, graphic designer, illustrator, VFX artist, web designer Etc. Animation is a great way to make a living. It’s an industry full of creative people who get excited about what they do. Starting out, expect to put in long hours to hone your skills. Be prepared to move around a bit to go where there’s work. Be respectful of those you work with and you’ll find many artists who are more than happy to share their knowledge and experience. The future for 3D animators as a career is wide and varied. It encompasses a wide range of industries, from working at a production studio, to small animation companies, to ad agencies, to video game manufacturers to enjoying job works as an independent freelancer. Design companies rely on logos and corporate animations. You’d be amazed at how many television commercials and logos are 3D creations. Animation is opening in as many sectors you can think. You could also work at advertising agencies, design companies, animated television series, film doing background scene or creating animation web-series for YouTube or ad-series for social media. A few brave souls even decide to go it alone and make their own films. Most employers prefer to hire candidates who have a bachelor’s degree or diploma in animation, computer graphics, fine arts, or a related discipline. Choosing a mentor with strong industry exposure is most important rather than just joining institutes with glossy makeups, theoretical classes, costly branding, interiors or happening environments. In the 25 years or so that I have been involved in animation, I have worked with over a dozen different studios ranging from 5 to 250 in staff. The one constant in all these studios is the human dynamism. All studios are successful because of the talent they collect. No matter what your role is, you should always be aware of those around you and learn from their collective experience. Animation, gaming and VFX is a collaborative process and everyone working on a project adds value. Respect others but don’t be afraid to make your job count. If everyone does that, then you get a synergy that is impossible to describe. (Dindi is founder director of Dindiwood Media Entertainment Pvt Ltd) XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX List of colleges Arena Animation, Nagpur Courses offered: Broadcast editing, 3D modelling with max, advance 3D animation (for more info, contact institute) Duration: 5 months for broadcast editing, 4 months for 3D modelling with max Admission procedure: Direct admission after Std X and XII Source: Admission desk Toon One, Nagpur Courses offered: BSc in multimedia and animation, diploma in animation Duration: 3 years for BSc and 1.5 years for diploma Admission procedure: Direct Source: Institute website MAAC, Nagpur Courses offered: 3D animation and film making (For more courses, contact institute) Duration: 2 years Admission procedure: Direct Source: Nital Sawde, centre head This list is not exhaustive and should not be considered as the endorsement of the institute. Students are advised to check with relevant education authorities before taking admission XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX PROFESSIONALS SPEAK If you want to study animation, you must have broad and clear thinking. One must be creative with whatever they do. They must have a vision in their minds which is unique and stands out among others Mudit Bhatnagar I chose this field because as an artist, I felt animation and film design would let me explore a lot of things. With evolving industries, I also get a chance to evolve, learn, try something new rather than just using pencil and paper Shubham Banerjee People should be aware of their interests and abilities. Hard work and dedication are required everywhere if you seek success. If you keep in mind your abilities and passions, this field can be fun and interesting. It will help evolve your creative thinking Himangi Sharma Try to fit in with diverse people and not fall in love with your own creations too much. Asking questions about how to perform a particular task rather than just sitting there mindlessly would be the advice I’d like to give upcoming artists Selvyn Quiney Animation is a very vast industry. It consists of so many various fields and is also expanding rapidly. Anyone from any field can join in animation. There are no regulations. It consists of around 32 to 50 career options Abhishek Suresh Acharya (Compiled by Manshika Vaikkath) Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/nurture-your-creativity-give-wings-to-imagination/articleshow/69848513.cms"}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "\nAshwamedh staged at Ram Nagar Ground in Nagpur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/Ashwamedh-staged-at-Ram-Nagar-Ground-in-Nagpur/articleshow/52253422.cms", "description": "The tale and triumph of five rulers — Chandragupta Maurya, Harshvardhana, Prithviraj Chauhan, Krishnadevaraya and Swargnarayana — was beautifully narrated through Hindi mega play Ashwamedh, which was recently staged at Ram Nagar Ground. Nagpur’s theatre aficionados were enchanted with superlative performances of the artistes and the gripping story kept the audiences on the edge of their seats. What added grandeur to this two-hour show were colourful dance sequences and the magnificent set designs. Director of the play Dr Vinod Indurkar said, “The concept and technique of mahanatya is different than normal plays. You have a narrator, elaborate backdrops and recorded dialogues, which make for an entertaining theatrical treat for the viewers. It is overwhelming to see audience being so receptive and a good turnout is a great motivation for a creative person.” Download The Times of India News App for Latest City ."}, "PWD transforms 80 govt structures into green buildings in Vidarbha": {"datetime": "", "time": "2019-06-18 05:54:00", "description": "Nagpur: Setting an example for private properties, the state’s Public Works Department (PWD) has converted 80 government buildings into ‘green buildings’, and also obtained ratings from the Green Rating for Integrated Habitat Assessment (GRIHA) Council in Vidarbha. One new building has also been constructed as per green building norms, and there are plans for 136 new green buildings in the region. PWD chief engineer Ulhas Debadwar told TOI the plan is to convert 1,500 existing government buildings into green buildings in entire state by 2021. “Some 300 buildings were selected in phase-I, of which works on 201 has been completed. Works on remaining buildings are likely to be completed soon. Target is to cover 525 more buildings in phase-II across the state. MoU for phase-II was executed with GRIHA Council in the city recently,” he said. Under PWD-GRIHA green building Initiative, MoU was executed between the two agencies for transforming 300 existing government buildings, including 121 from Vidarbha, into green buildings in January. The team from GRIHA inspected the buildings and suggested the works. Registration of buildings was done in February. PWD completed works on 201, including 80 in Vidarbha, in three months. GRIHA teams conducted inspection and gave ratings this month. PWD superintending engineer Vidyadhar Sardeshmukh told TOI PWD has also started construction of all new government buildings as per green building norms. “Target is to construct 201 new buildings, including 137 in Vidarbha, as per green building norms. Works on two buildings, of which one in Nagpur division at Chandrapur and other in Pune division, has been completed. We constructed Van Bhavan at Chandrapur under the project and got five-star rating,” he said. Sardeshmukh added the building of Maharashtra National Law University (MNLU) being constructed by PWD near Waranga will be a complete green building. “We are constructing buildings at GMCH, Mayo Hospital and other locations too with the same concept,” he said. Sardeshmukh said PWD transformed some historic existing buildings like Vidhan Bhavan, Rajbhavan, Ravibhavan, Hyderabad House etc in the city into green buildings under the project. “Main objective is to reduce power and water consumption, ensure safe disposal of sewage and garbage, reduce carbon emissions, conserve environment, and increase life of the structures. We are replacing all lights with LED and laying reflective paint on terrace to reduce power consumption inside the buildings,” he said. Sardeshmukh also said they plan to operate buildings on solar power after getting rating in phase-I. “Already, tenders for installation of solar power systems on 390 buildings have been floated in the state, of which 40 are in Nagpur division. Solar power systems will be installed in rest houses first like Ravibhavan, MLA Hostel etc in the city,” he said. Sardeshmukh said PWD will save around 2,200MW per annum used in government buildings after completion of phase-I works. GRIHA Council, a not-for-profit society jointly established by the ministry of new and renewable energy, and The Energy and Resources Institute (TERI) has claimed phase-I works resulted in annual reduction of 2,721 tonne of carbon emissions, which is equivalent to eliminating 600 vehicles from the roads in the state. NMC’s special purpose vehicle for Smart City project — Nagpur Smart and Sustainable City Development Corporation Limited — in association with Indian green building Council (IGBC) has planned to develop the city into the country’s Model Green City. The plan is to encourage and help in construction of all new buildings as per the norms of green buildings. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/pwd-transforms-80-govt-structures-into-green-buildings-in-vidarbha/articleshow/69832853.cms"}, "NNTR drivers may get aid for new vehicles": {"time": "2019-06-17 14:34:00", "link": "https://timesofindia.indiatimes.com//city/nagpur/nntr-drivers-may-get-aid-for-new-vehicles/articleshow/69816816.cms", "description": "NAGPUR: Looking at the pathetic condition of safari vehicles at Navegaon-Nagzira Tiger Reserve (NNTR), officials are aggressively working on a plan to help local drivers get financial assistance for purchase of new four wheelers. On Tuesday itself a gypsy broke down during the evening safari, forcing a tourist to walk 4km inside the core jungle. Forest officials are exploring options of negotiating a good deal with banks or getting funds through some government scheme. Poonam Pate, NNTR deputy director (core) said, “We are trying to see if a discounted rate of interest can be negotiated for vehicle loans. They did a similar thing in Tadoba and we are trying to work along the same route.” Another option for the forest officials is to dip into funds from some state or central government scheme. “That option is at a very preliminary stage and a bit of a remote possibility for now. But we are trying to find out if there is some kind of scheme where we can access funds for new vehicles,” said Pate. There are 43 vehicles plying in NNTR with a majority of them in bad shape. Many consider it a miracle that these vehicles don’t break down as often as they should. While pulling the plug on all these vehicles may seem the logical thing to do, forest officials say the solution isn’t practical. “This would mean taking away employment opportunities from villagers who reside here. They are not in a position to invest their own money to buy new vehicles. In fact, some of them may not even be in a position to get it financed either. These are ground realities that one needs to keep in mind before taking any decision and that is why we are exploring options to help them,” said Pate. Maintenance of vehicles to prolong their life is also out of the question at this point of time. Sources say these vehicles are literally running on ‘prayers’ and there is no scope for any kind of mechanical intervention to salvage the vehicles. Download The Times of India News App for Latest City ."}, "All city buses to run on CNG by fiscal year end": {"datetime": "", "time": "2019-06-19 04:11:00", "description": "NAGPUR: In a move that will put a major check on air pollution in city, transport department of Nagpur Municipal Corporation is to convert all 431 city buses from diesel-run to CNG-run. It will also induct five electric buses in 2019-20. Jitendra Kukde, chairman of NMC’s transport committee, mentioned this in his budget of Rs277.84 crore for 2019-20 presented before the standing committee chairman Pradip Pohane. The expected expenditure of the department will be Rs 278.41 crore. Now, Pohane will include transport panel’s budget in his budget to be presented in the general body. Kukde has projected a revenue of Rs 90 crore from sale of tickets while remaining Rs 188.41 crore funding from standing committee. The panel chief said the department will earn Rs 25 lakh from bus shelters advertisements. Following the vision of Union transport minister Nitin Gadkari to promote ecofriendly public transport, Kukde has proposed to convert all 235 standard buses, 150 midi and 45 mini buses to run on CNG. Already the civic body had converted one bus to run on CNG, he said. Kukde also announced migration of all NMC’s owned four-wheelers, including mayor’s car, to CNG. “By end of this financial year, entire Aapli Bus fleet will run on CNG,” Kukde claimed. About strengthening Aapli Bus service in congested areas like Itwari, Mahal, Mominpura, Kukde said operation of mini-buses will start by next month. Already, 15 buses have arrived and remaining 30 will join the Aapli bus fleet soon. “Even MahaMetro has approached the civic body for starting feeder bus service from its stations. We will provide mini-buses for the purpose,” he said. He announced provision of free travel for specially-abled persons and women kin of martyrs. He said civic body will bear the expenditure for martyrs’ kin under ‘Mi Jijao Mata scheme,’ while state’s social welfare department will fund specially-abled persons’ travel. Kukde has proposed to provide common mobility card that could be used both on Metro as well as Aapli Buses. He also proposed to set up water ATMs near major bus shelters and earmarked Rs 2 crore for the purpose. Already the service has been introduced at a bus shelter near KDK College and is getting good response, he claimed. He also proposed to introduce the facility to buy tickets for Aapli Bus on mobile phones. For this, NMC is tying up with a private operator Chalo App. Using this app, commuters can also locate the bus and see timetable, eliminating need to wait. About state government’s economic survey that shows NMC had earned Rs 84 lakh profit from city bus operation in last financial year, Kukde and transport manager Shivajirao Jagtap said NMC had suffered Rs 76.5 crore loss. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/all-city-buses-to-run-on-cng-by-fiscal-year-end/articleshow/69848008.cms"}, "No parking area": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/noparkingarea/articleshow/69834395.cms", "description": ""}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "NMC notice to Scania for shifting buses sans intimation": {"datetime": "", "time": "2019-06-19 05:46:00", "description": "NAGPUR: The Nagpur Municipal Corporation (NMC) city transport department on Tuesday served notice to Swedish bus maker Scania Commercial Vehicles India Private Ltd for moving out its ethanol-run buses from the city without any intimation. The civic body also questioned how Scania dismantled the ethanol fuel dispensing unit at Khapri. TOI had, on Tuesday, reported Scania had shifted 24 of the 25 ethanol buses, probably to Bengaluru, putting paid to NMC’s plan to resume the country’s first green city bus service. Chairman of city transport committee Bunty Kukde conducted an investigation and found only one bus was left in the city. Following Kukde’s directives, city transport manager Shivaji Jagtap sent notice to Torbjorn Glad, CEO of Scania’s special purpose vehicle — SST Sustainable Transport Solutions. “It is a very serious issue that you unilaterally shifted buses from the city. The buses were registered with RTO as public transport vehicles. Therefore, the permission of appropriate authority was mandatory, which was not ensured. Therefore, we will take appropriate action against you after verifying legal provisions,” Jagtap said. Kukde said NMC will inform arbitrator AR Patil about the incident. “Scania had stopped the service unilaterally. NMC had refused to accept termination notice of Scania. It seems the company was not interested in serving the city, local people and country. We will take appropriate action, as we have Scania’s bank guarantee and payment,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/nmc-notice-to-scania-for-shifting-buses-sans-intimation/articleshow/69848486.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "APATHETIC N M C.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/apatheticnmc-/articleshow/69641631.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Doctors’ strike total, only emergency cases handled": {"datetime": "", "time": "2019-06-18 13:17:00", "description": "NAGPUR: A 24-hour complete shutdown was observed by private hospitals, clinics and nursing homes from 6am on Monday to demand a central law to protect doctors from violence by patients’ relatives. In line with a nationwide strike called by Indian Medical Association (IMA), most doctors kept Outdoor Patient Departments (OPDs) of their hospitals closed for the day. Only emergency services and casualty wards were functioning. Diagnostic services and pathologies were also closed for the day. Doctors practicing ayurveda, homeopathy and other schools of medicines also kept their clinics closed to express solidarity with their counterparts practicing allopathy. While private doctors observed the strike, residents as well as senior doctors at Government Medical Colleges across the region worked with black ribbons on their hands. Nagpur, being a medical hub in Central India, receives patients from nearby areas of Madhya Pradesh, Chhattisgarh, Telangana and Andhra Pradesh. Many patients coming from the rural parts of these states had to spend the day waiting in hospitals due to the strike. Emergency cases were given due attention and admitted to CCUs. “Six emergency cases were admitted in Critical Care Unit (CCU) on Monday. Our intentions were clear that patients should not suffer due to our agitation. Patients who came for routine check-ups were given alternative appointments promptly,” said Dr Anoop Marar, director of Orange City Hospital and Research Center. Paediatrician Dr Uday Bodhankar said that cases coming from faraway places were treated. “People from other states come with serious cases to Nagpur. Moreover, paediatric cases are vulnerable and we cannot avoid them. So, several cases were treated, and many patients were admitted,” he said. Nagpur IMA president Dr Kush Jhunjhunwala said doctors registered protest peacefully without creating problems for patients. “The one-day strike was peaceful. We made patients aware about the tough situation doctors face when patients’ relatives take law in their hands. Services will resume from Tuesday morning, and patients earlier scheduled for check-ups on Monday will be given priority,” he said. Meanwhile, members of IMA gathered at the IMA Hall on Monday morning, raised slogans and highlighted placards against the West Bengal government. “Doctors usually do not stretch the agitations so long. We are there to serve the people. But the attitude of the state’s chief minister was very disappointing. So, we had to take a stand nationwide,” said Dr Sanjay Deshpande. Even as OPDs were shut, doctors kept hospitals and waiting areas open for patients. Hospital staff told them about the strike and arranged for alternate appointments. On Monday evening, resident doctors in West Bengal called off their strike as their negotiations with the state government were successful. IMA central committee will issue directives about the future course of action to local units on Tuesday. In Yavatmal, doctors took out a silent march. “Leaders of various organizations strongly condemned the barbaric attacks on doctors on duty,” said Dr Anoop Kothari, president of IMA’s Yavatmal unit. The strike received support from social organizations like Junior Chamber, Rotary Club, Chamber of Commerce, Druggists Association, Maheshwari Samaj, Agrawal Samaj, Bar Association, Arogya Bharati, Banjara Sangh, and several others. In Chandrapur, doctors attached to IMA Chandrapur chapter kept all non-essential medical services, including OPDs, closed. IMA national working committee member Dr Mangesh Gulwade declared zero-tolerance policy against violence against doctors. A delegation of doctors met resident deputy collector Ghansham Bhugaonkar and submitted a memorandum. The World Medical Association has also passed a resolution against violence at health care establishments and urged stronger legislation against the menace. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/doctors-strike-total-only-emergency-cases-handled/articleshow/69832369.cms"}, "sawari auto menace at abhyanker road sitabuldi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sawariautomenaceatabhyankerroadsitabuldi/articleshow/69683760.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Nagpur’s Confidence Petroleum plans Rs500 cr expansion": {"datetime": "", "time": "2019-06-18 04:02:00", "description": "Nagpur: City-based Confidence Petroleum, dubbed as the largest stand-alone auto LPG supplier, plans to invest Rs500 crore for expansion in the next two years. Rs250 crore will be pumped in every year. The company, which has been trading in the Bombay Stock Exchange (BSE) since 1995, also got listed at the National Stock Exchange (NSE) last week. The company’s share is now being traded at Rs38.5 with a trading volume of around 3 lakh shares. It has a paid up value of Re 1. Talking to TOI in light of the listing at NSE, chairman Nitin Khara said the company has 196 auto LPG filling stations in different states. There are plans to take it to 500 stations in Nagpur where there are five centres which would be doubled during the expansion drive. Apart from Maharashtra, the company plans to have additional auto LPG stations in Tamil Nadu, West Bengal, Rajasthan and Madhya Pradesh. “The company already has its presence in most of these states, which would be further strengthened,” said Khara. Apart from the main cities in these states, there are plans to start auto LPG filling centres in tehsils and Tier III towns also. This will happen in Maharashtra, too, he added. Out of the Rs500 crore planned to be invested, Rs300 crore will go into setting up a bottling plant. Confidence Petroleum is at present a debt free company and would be funding it expansion through internal accruals apart from raising loans. On the listing at NSE he said it was pending because shares which formed a major stake held in his mother’s name remained in physical form. Khara said that as his mother expired in 2011, it took time to settle the formalities related to the will after which the shares held in her name were dematised. Listing in NSE was only possible after that. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/nagpurs-confidence-petroleum-plans-rs500-cr-expansion/articleshow/69832780.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "\nCultural fest organised at Chitnavis Centre in Nagpur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/Cultural-fest-organised-at-Chitnavis-Centre-in-Nagpur/articleshow/50280677.cms", "description": "Nagpurians enjoyed an amazing collaboration of musical theatre along with a fusion of vocal and instrumental recitals at a cultural fest organised at Chitnavis Centre recently.  The event began with Charles Dickens’ English play — A Christmas Carol — directed by well-known city theatre artiste Vikash Khurana. The superlative performances, gripping storyline, peppy songs and a strong message of the play impressed the ardent theatre lovers of the city.  The ghazals rendered by Prasanna Joshi were no less impressive. An evidently elated guru of the singer Ustad Akeel Ahmed, sported a benign smile during the performance. Later, the instrumental fusion by maestros Salil Bhatt (on satvik veena) and Matthias Muller (on guitar) made for a befitting culmination to this cultural treat. Divisional commissioner Anoop Kumar and Maharashtra’s principal secretary (urban development), Manu Kumar Srivastava were spotted enjoying the cultural treat. Download The Times of India News App for Latest City ."}, "Is Govt using Chinese cement": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/isgovtusingchinesecement/articleshow/69834405.cms", "description": ""}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "INSULT TO INJURY": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/insulttoinjury/articleshow/69807982.cms", "description": ""}, "\nHeart-wrenching tale enthralled Nagpur’s theatre aficionados\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/Heart-wrenching-tale-enthralled-Nagpurs-theatre-aficionados/articleshow/52744446.cms", "description": "A Marathi play Vyakti aani Valli was recently staged at Dr Vasantrao Deshpande Hall. Nagpur’s theatre buffs enjoyed a mélange of various characters and their eccentricities. Theatrical adaption of a book penned by legendary litterateur P L Deshpande, the rib-tickling play — directed by Chandrakant Kulkarni — had popular names from Marathi film and theatre world in the star cast. Actor-director Mahesh Manjrekar, Sunil Barve, Bhau Kadam, Anand Ingale etc. swept the audience off their feet with their impeccable comic timing and strong dialogue delivery. Needless to say, the auditorium reverberated with loud applause when the show ended. Gotya Sawant also garnered praises as a sutradhar. Former Union cabinet minister, Vilas Muttemwar with wife Chhaya, former Maha ministers Anil Deshmukh and Ranjit Deshmukh with wife Rupa enjoyed the play. Divisional Commissioner Anoop Kumar and IPS officers Deepali Masirkar and Rohan Samant were also spotted. Download The Times of India News App for Latest City ."}, "VIP ROAD BETWEEN NEERI AND LAXMI NAGAR, FOOT PATH.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/viproadbetweenneeriandlaxminagar2cfootpath-/articleshow/69764446.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Gangster Vijay Mohod murdered over gambling dens rivalry": {"datetime": "", "time": "2019-06-18 13:24:00", "description": "NAGPUR: The speculation around gangster Vijay Mohod, 32, ended around 7.30 am on Monday when his body was found with numerous stab wounds at Vela Hari village in the outskirts of the city. The murder, over rivalry on gambling dens which are now controlled by top goons in the city as cops are turning a blind eye on them, likely had taken place a day ago. Mohod, having two murder charges against him, is learnt to have suffered 39 stab wounds on his body. His murder may now trigger a gang war between his close aides and ‘Beats group’ whose members, including Abhay Raut, is suspected to be involved. The case has been transffered to crime branch. Mohod was kidnapped a day ago from a Saoji eatery allegedly by Raut and his aides in a car. Around 20-25 people had come to abduct Mohod in three to four cars. It is learnt both Mohod and Raut wanted to maximize profits from the gambling dens they were operating. Raut is learnt to be operating one at Kharsoli while Mohod’s was at Dhamna. Sources said Raut wanted Mohod to amalgamate their illegal businesses and share more profits which Mohod was resisting. Raut possibly lured Mohod with an offer to see a new place at Kharsoli where they could start a new den. Mohod was with his friends Rupesh Bonde and others at the eatery near Outer Ring Road from where he was taken in a car. Later, his family members and friends got a call from a close aide of Mohod that he had been murdered. Police searched for him on Sunday but found nothing. A case of kidnapping was registered at Hudkeshwar police station in the wee hours of Monday. “We received a response from cyber team that both of Mohod’s cellphones were showing presence near Vela Hari village. Shortly afterwards, we found his body on the roadside,” said PI Sandeep Bhosale of Hudkeshwar police station. Raut, close to arrested gangster-turned-bookie Swapnil Salunkhe, is learnt to have inflicted 44 stab wounds on his last victim Palash Diwte in October last year. Though several other names had cropped up, Hudkeshwar police insisted Raut alone was responsible for the murder. Raut got bail in this case too. After his release, he began asserting his influence. Another theory is that Mohod had threatened one Dilip for having beaten Sarang Thaokar over certain monetary dues. A relative of Mohod said Sarang owed around Rs 1.5 lakh to Salunkhe that he had lost in cricket betting. Dilip, close to Salunkhe, was threatening Sarang when Mohod intervened. Mohod had taken Sarang to Salunkhe asking him not to bother him for dues any more. Despite Mohod’s intervention, Dilip had thrashed Sarang which was not taken lightly by Mohod. Top goons like Diwakar Kottulwar and his aides are also operating a major gambling den at Fetri under Hingna police station. Following a dispute at his den, Mohod had kidnapped gangster Maroti Nuwah around two months ago at gunpoint. Diwakar too had ensured no other gambling dens came up in his vicinity. Mystery over Salunkhe’s arrest four days ago Nagpur: Swapnil Salunkhe was arrested by Pachpaoli police on June 13 for an offence of assault on cops registered in 2017. He was earlier rounded up by crime branch in January 2017 but was let off after a senior officer intervened. His arrest in the same case one and half years later Salunkhe when there are 11 accused named is baffling. Two more brothers of dreaded gangster Ippa, Naushad and Irshad too are at large in the case. Salunkhe was not on good terms with Vijay Mohod who was murdered on Sunday. The prime suspect in the murder, Abhay Raut, is learnt to be close to Salunkhe. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/gangster-vijay-mohod-murdered-over-gambling-dens-rivalry/articleshow/69832659.cms"}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "\nRaisoni College organises get-together for students in Nagpur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/Raisoni-College-organises-get-together-for-students-in-Nagpur/articleshow/50230419.cms", "description": "A get-together organised recently by the Raisoni College of Commerce, Science and Technology was high on fun and camaraderie.  The power-packed event had many entertaining acts and interesting games. Divided in different teams, students donned various superhero tees and brought forth their competitive streak in various games like truth or dare and musical chairs. Impromptu colourful dances, singing and humourous skits added entertainment to the do. The Raisonians, being the sport they are, performed all the tasks with great enthusiasm. The youngsters later were spotted clicking selfies and sharing light moments , bonding over refreshments. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "sewage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewage/articleshow/69551057.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "SEWAGE": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewage/articleshow/69529611.cms", "description": ""}, "Kids steal the show in dramas staged by Fundoos Theatre": {"datetime": "", "time": "2019-06-18 13:49:00", "description": "NAGPUR: The auditorium of Deshpande Hall was filled with laughter and enthusiasm as the tiny tots took over the stage to present a play titled ‘Chor Ko Pakdo’ and ‘Magic Within’ organized by Fundoos Theatre. This two plays were organized after a 10-day workshop with children in the age group of 7-14 to developing their holistic skills, intellect, speech and confidence. This was the first theatre workshop under Fundoos. The little ones dressed in colourful costumes and funky hairstyle delivered perfect comic timings, dance performance in between and good dialogue delivery. The play offered a dose of laughter and some philosophy that acted as a good learning experience for the children. Needless to say their parents enjoyed it. Rupa Khare, mother of an actor-child Riddhi, said, “I am glad I admitted my daughter in this workshop, she was always fond of acting and watching her perform today made me a proud mother.” Ashlesh Jamre, director of the play, said, “In the workshop we taught the children about basic details of acting and theatre, we taught them about Navraas, stage presence, dialogue delivery and how to overcome stage fear. They being children under the age of 14, it was a difficult as well as easy task at the same time to mold them according to the character of the play.” “They have greater imagination power which helped me to write the script. It was a good experience working and teaching them and it also helps to develop soft skills and intellect of the young minds,” Jamre said. Madhavi Kavishwar, producer said, “Acting and holistic skills go hand-in-hand. This theatre workshop has helped the children to develop and express themselves in the field of theatre.” Kinjal Khare, 10, said, “It was a fun learning experience for me, I am thinking to attend more such workshops in the future. Right from make-up and costumes I really enjoyed the process and I am excited to perform.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/kids-steal-the-show-in-dramas-staged-by-fundoos-theatre/articleshow/69833184.cms"}, "Sighted: ‘Rare’ Black Capped Kingfisher at Tadoba Lake": {"datetime": "", "time": "2019-06-19 05:49:00", "description": "NAGPUR: Sighting of Black Capped Kingfisher at Tadoba Lake has given bird enthusiasts a reason to smile, as it is not often that this species is spotted. On June 10, Amit Dixit, along with his friends and family, was on his regular wildlife safari at Tadoba when they sighted this species. Dixit, who was accompanied by his friend Amit Maywad, chanced upon this bird in the morning and immediately knew it was special. “I heard the bird call and that got my attention. It was there sitting on a branch and the colours struck me as something different. I knew it was a Kingfisher, but I was not sure which type. I zoomed in with my camera and took multiple photos of it,” said Dixit, whose wife Shweta, daughter Rucha and even mother Vaijayanti are bird enthusiasts. Once back home, Dixit scoured the internet to find out which species it exactly was. “Then, I found out that it was the Black Capped Kingfisher and other senior bird enthusiasts that I spoke to said others must be made aware of it,” said Dixit. Black Capped Kingfisher resides mainly in coasts of India and Bangladesh. It has a black cap, white collar, deep purplish-blue upper parts, black coverts contrasting with blue secondaries. In flight, it shows bright blue rump & prominent white patches at base of primaries. Raju Kasambe, an avid bird researcher and assistant director of Education and Conservation Education Centre at Bombay Natural History Society, said that the bird is seen usually in this area. “I would not exactly call it rare because people have seen it regularly. The Black Headed Kingfisher is a different species and is found in Sumatra,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/sighted-rare-black-capped-kingfisher-at-tadoba-lake/articleshow/69848525.cms"}, "State yet to assess damage": {"datetime": "", "time": "2019-06-19 04:48:00", "description": "NAGPUR: The state government has taken no cognisance of the loss in oranges despite being aware of the situation. A group of leaders led by former MLA Ashish Deshmukh had met district collector Ashwin Mudgal more than a fortnight back and appraised him about the dwindling water scenario in orange orchards. In their representation, they had demanded 90% subsidy on drip irrigation, supply of water through tankers in highly dried areas for irrigation and advising state agriculture farmers to guide in mulching. “The collector had assured us to forward our demands to the chief minister. Unlike western Maharashtra, Vidarbha’s horticulture farmers have got no compensation for drought in areas like Kalmeshwar, Katol and Narkhed,” said Deshmukh. The state agriculture department has also not conducted any survey yet to assess the extent of the orchard drying. R Bhonsale, joint director agriculture, Nagpur division, told TOI that the survey can be done only on directions of the district collector. “We have no such instructions yet,” he said. New state agriculture minister Anil Bonde said that he took meetings of agriculture secretaries and directors, and told them to generate their own data on affected areas without depending on the revenue department. “Agriculture department officials should remain connected with farmers and always have an estimate of any losses about all crops,” he said. Though most farmers are claiming that their orchards incurred permanent damage, MS Ladaniya, the director Central Citrus Research Institute (CCRI), has denied it. “It is temporary drying. Even if a few green leaves are present on a tree, it can be revived through rain. But this is possible only in the areas where there is heavy and deep soil in orange growing areas in Morshi, Warud and Katol tehsils. Oranges in shallow and light soils will not survive such drought,” he said. Ladaniya claims that CCRI had issued advisories to orange growers to thin the fruits (remove half fruits) from trees to reduce the loss on a tree. The institute had also suggested mulching (covering of the tree bottom by grass, straw or even plastic) to prevent evaporation losses. This helps conserve water near the roots. “The state government needs to take the issue seriously. Farmers should be advised to retain moisture in soil and spend more money on it. Last monsoon had a 23% deficit. If this persists, this year too the situation will be grave. There should be a water grid for proper distribution. It is an expensive proposition but is one of the solutions,” said Ladaniya. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/state-yet-to-assess-damage/articleshow/69847647.cms"}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Mohod stabbed to death in running car, accused tell cops": {"datetime": "", "time": "2019-06-19 05:50:00", "description": "NAGPUR: The two alleged assailants, Abhay Raut and Suraj Karlawar, were arrested by crime branch on Monday for murdering gangster Vijay Mohod on Sunday. The accused allegedly told the crime branch that the victim was stabbed to death inside a moving car. The two, produced before the court on Tuesday, were remanded to police custody for five days. Police said the car in which Mohod was stabbed to death would be seized soon. The crime branch is now set to arrest Tidke. Investigating officer API Kiran Choughule of crime branch had sought 10 days remand custody for Raut and Karlawar. Mohod, having two murders and other offences against him including kidnapping of gangster Maroti Nuwah, was killed over operating gambling dens. He operated a gambling den at Dhamna and was opposing a new one at Kharsoli run by Raut, who now has three murder cases against him. Mohod wanted partnership in the gambling den at Kharsoli, which Raut wanted to expand. Mohod was taken to Kharsoli in a car by Raut, Karlawar and Nitin Tidke to see a place where the den could start soon. Karlawar was behind the wheels while Raut was seated beside him. Tidke, with whom Mohod had a fight at a bar at Butibori, was seated beside the driver. A heated exchange between Mohod and Raut suddenly led to the assault. Raut and Tidke repeatedly stabbed Mohod until he collapsed in the car, which is owned by a person identified as Vaid. Mohod’s body was dumped near Vela Hari village and the assailants sped away. DCP, crime, Nilesh Bharne said there may be bigger action awaiting the gang which is behind the murder. “We are contemplating various legal issues to book the assailants,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/mohod-stabbed-to-death-in-running-car-accused-tell-cops/articleshow/69848536.cms"}, "\nStudents of ETC department of Yeshwantrao Chavan College of Engineering attend farewell bash in Nagpur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/Students-of-ETC-department-of-Yeshwantrao-Chavan-College-of-Engineering-attend-farewell-bash-in-Nagpur/articleshow/52416149.cms", "description": "It was time for the final year students of ETC department, Yeshwantrao Chavan College of Engineering, to bid goodbye to their college life. The farewell bash, which was organised recently on the college premises, was full of fun and nostalgia. Partying with their friends one last time, youngsters experienced a gamut of emotions. While outstation students were sad to leave the city, many seemed excited to join the companies they have been placed in through campus recruitment. Girls and boys didn’t forget to click numerous selfies and group snaps, which were instantly updated on their social media accounts. To add some more fun to the bash, various games were organised wherein seniors and juniors enthusiastically participated. Later, a leg-pulling session not only evoked plenty of laughter, but also proved to be a catalyst in making the bond stronger between the juniors and seniors. Download The Times of India News App for Latest City ."}, "TV actors Ashish Dixit and Shweta Kanoje tie the knot in Nagpur": {"time": "", "link": "http://photogallery.indiatimes.com/events/nagpur/tv-actors-ashish-dixit-and-shweta-kanoje-tie-the-knot-in-nagpur/articleshow/69596186.cms", "description": ""}, "‘Lincoln’s letter’ throws open insightful facets": {"datetime": "", "time": "2019-06-18 13:51:00", "description": "NAGPUR: Several insightful facets of life were thrown open during the Girish Gandhi Foundation-organized seminar on ‘Abraham Lincoln’s letter to the teacher: Today’s Perspective’ at Dhanwate Hall, Shankar Nagar, on Sunday.  The seminar concentrated on the teachings of Lincoln and the implementation of the same then and now. It also debated upon various ways, teachings and ethics taught to students nowadays. Senior journalist Shailesh Pandey, Mubarak Syed and Sandhya Pawar, both teachers were the panellists. Addressing the gathering, teacher Sandhya Pawar said, “ I want my students to be good human beings first. I don’t want to make my students learn, I want to educate them.” On a lighter vein, she said, “I believe if mobile phones were invented back in the time of Lincoln, he surely would have recommended against it.” Journalist Pande explained the topic to the audience and told them what it actually meant. He took the help of historical events like the American Civil War to explain his points as he went deeper into the subject. “The American Civil War was one of the greatest moral, constitutional and economic crisis in the world. Why? Because all men were considered equal except for South American men.” Pandey said, “Lincoln effectively addressed many problems in the world including inequality among men.” Picking up the topic right where Pandey left it, Mubarak Syed, “People often ask me why I chose to become a teacher to which I reply that it was never my choice. My father wanted me to become one.” Terming the role of a teacher as inspirational and motivational, Syed recalled an instance, “I once said to one of my students ‘you just walk forward ... I will be there behind you, supporting and encouraging you always’. That’s the sort of faith a teacher should instill in one’s student.” Rekha Dandige anchored the seminar. She explained the importance of a teacher in a child’s life and compared him to a father. “ Like a father has a very important role in the upbringing of a child, similarly a teacher too plays a vital role in moulding a child’s future,” she said. President of Girish Gandhi Foundation Shrikant Tidke proposed a vote of thanks. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/lincolns-letter-throws-open-insightful-facets/articleshow/69833191.cms"}, "Fire at Sandesh Dawa bazaar": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fireatsandeshdawabazaar/articleshow/69605768.cms", "description": ""}, "Patients miss appointments, but show solidarity with docs, condemn attacks": {"datetime": "", "time": "2019-06-18 14:02:00", "description": "NAGPUR: The one-day strike by private doctors in the city created problems for those patients who had sought prior appointments for regular check-ups and treatment. Unaware about the strike, patients reached clinics as per their scheduled time only to be told by the on-duty staff that doctors will not be available for the day. “I thought only corporate hospitals are on strike and not the smaller clinics. So, I came for my regular check-up. The clinic was open but I was told that non-essential services have been withdrawn for a day. I was given an appointment for tomorrow morning,” said Prakash Kulkarni, a senior citizen from Narendra Nagar. There are many hospitals in Dhantoli where patients come from different places with prior appointments months in advance. Many of these hospitals claimed that they informed patients about the strike and rescheduled their appointments. Many corporate hospitals also made it a point to check and treat patients coming from rural areas and other states to avoid inconvenience. “In fact, we admitted 17 patients today. We conducted three surgeries on trauma patients who came all the way from Betul and Chandrapur,” said Dr Sameer Paltewar of Meditrina hospital. “The OPD was closed. Not a single patient was checked. In fact, patients, too, cooperated,” he added. Non-availability of diagnostic services was a major problem for patients. Staff and technicians were available at CT scan centres and pathology labs. In many cases, they took blood samples and conducted scans but they refused to give reports before Tuesday if it was not an emergency. “Reports of several diagnostic scans and blood tests were provided instantly. We were asked to come tomorrow if it was not a case of emergency,” said Sushila Bhagat, a patient. Most of the patients expressed their solidarity with the doctors. “They are life givers and nobody has the right to attack them. How can we lose a trained doctor who can save hundreds of lives in a mob fury? There should be a central law with provisions of strict punishment in case of violence against doctors,” said Dr Dilip Dabir, a retired professor. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/patients-miss-appointments-but-show-solidarity-with-docs-condemn-attacks/articleshow/69832929.cms"}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Rotary Vision financial aid for needy students": {"datetime": "", "time": "2019-06-18 13:43:00", "description": "NAGPUR: The Rotary Club of Nagpur Vision (RCNV), in association with TOI, will be offering scholarships to Std X and XII students who, despite their underprivileged conditions, performed well in this year’s board exams. Around 160 students will receive financial assistance up to Rs3,000 and will be felicitated at special event scheduled for June 28. Under their Project Smiling Faces, RCNV hopes to make a difference to the lives of children who would have otherwise lost out on education. Rajiv Behal, president of RCNV, said their focus was on enabling such students to continue their education. “Scholarships are given to students who struggle to continue education due to financial constraints as their families are unable to pay expenses and basic needs. We want students to get educated so they are able to live their lives in a respectable way,” he said. RCNV hopes that with the financial assistance, the need to do odd jobs will not be there. Ajay Uplanchiwar, director of Project Smiling Faces, said, “The aim of the project is to provide scholarship to the high school graduates so they can build a better future and not do odd jobs. We have been doing this for the last two years to recognize underprivileged children and give them a better future.” Since these youngsters are unable to fend for themselves, RCNV believes it is important to lend them a helping hand. Nilanjan Bhowmick, chairperson, Project Smiling Faces, said, “The underprivileged children lack the support system that others have. We need to help them achieve their goals and that is what RCNV is trying to do.” RCNV has appealed to the public to inform them about underprivileged kids who deserve this scholarship. Information is to be shared with Bhowmick on Ph 9657552244 and/or at nilanjanbhowmick@gmail.com. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/rotary-vision-financial-aid-for-needy-students/articleshow/69832718.cms"}, "wastage": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastage/articleshow/69529602.cms", "description": ""}, "CBSE-state board confrontation looms large as Standard XI admission process on hold": {"datetime": "", "time": "2019-06-18 13:22:00", "description": "NAGPUR: The Centralized Admission Process (CAP) for Std XI is yet to begin even though SSC results were declared on June 8. The hold-up at state level is because of growing concerns that the state board students will lose out on seats in good colleges because their CBSE counterparts have scored ‘high marks’ in the board exams. The state education officials have been brainstorming about various options to solve the problem, but so far nothing concrete has been done. Options such as considering only CBSE theory marks and increasing seats for 2019-20 academic session only are being discussed by officials. Academicians feel that this is an unnecessary controversy which is only hurting students. Reena Dargan, principal of Ira International School, said, “First of all there is an assumption that CBSE schools have marked the papers leniently, which is incorrect. Everything is done as per the model answer paper. It’s natural for confrontations to happen between two boards but to drag matters into a public forum is not done.” Dilip Bose, general secretary of School Headmasters Charitable Association, said, “This delay is not only unwarranted but also detrimental for academic future of students. The delay in admission process means delay in wrapping it up. Then automatically, the classes will start late and we will struggle to finish the course on time. And if poor results come then who will be blamed?”. Another senior state board school principal agreed that the issue was being blown out of proportion. “We had about 15,000-plus seats going vacant in Nagpur last year in Std XI, so why should there be such a hue and cry. There are ample seats available across all streams. There is no logical reason for people to stop the admission process,” she said. In Nagpur, science students usually go by whatever their coaching classes say and take admission there. Even otherwise, in the city, the craze for specific college does not exist. Obscure junior colleges in city are known to have more than double the enrolment of old and ‘branded’ colleges, simply because of their tie-up with coaching classes. In this scenario, the delay of admission process in Nagpur does not seem logical. An education department employee, who did not wish to be identified, said, “Since we are connected to the same admission software, the rules will have to be the same as well.” If at all the state education officials decide to not consider CBSE’s internal marks for Std XI admissions, then it will be the second major showdown between the two boards. The first was in 2011 when CBSE students who had appeared for the school-based exam in Std X were denied admission in Std XI of the state board junior colleges. At that time, the state board had raised questions about the credibility of school-based exam in which 100% marks were internally evaluated. The controversy ended only after a lobby group from Nagpur, that included parents, a cabinet minister and schools owners sorted out the issue with the then school education minister Rajendra Darda. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/cbse-state-board-confrontation-looms-large-as-std-xi-admission-process-on-hold/articleshow/69832499.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Panel may propose to turn Aapli Bus fleet green": {"datetime": "", "time": "2019-06-18 14:06:00", "description": "NAGPUR: BJP corporator and transport committee chairman Bunty Kukde will present NMC’s transport department’s budget before the standing committee meeting on Tuesday and he may propose to convert all diesel run Aapli Bus into CNG. Kukde will revise the budget of transport manager Shivajirao Jagtap who had presented the department’s budget in March this year by projecting a revenue of Rs281.99 crore in the new financial year while the expenditure had been pegged at 281.86 crore. During 2018-2019, the NMC had suffered a loss of Rs94.17 crore for operating Aapli Bus and generated revenue of Rs60.56 crore from the sale of tickets while the total expenditure in 2018-19 was Rs154.73 crore. Kukde will make some changes and he may propose to convert all NMC run-Aapli Bus through three red bus operators into CNG and electric. The tax department will also submit proposals to transfer ownership titles of 14 property owners who had become defaulters. The accounts and finance department will submit a proposal for the panel’s nod for annual accounts for the year 2016-17 and 2017-18. To combat manpower crunch, the fire and emergency services department has submitted a proposal to appoint three retired drivers and 14 retired firemen on contract basis for 11 months. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/panel-may-propose-to-turn-aapli-bus-fleet-green/articleshow/69832914.cms"}, "Substandard cement road.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/substandardcementroad-/articleshow/69807995.cms", "description": ""}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Avoid major accidents": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/avoidmajoraccidents/articleshow/69366270.cms", "description": ""}, "300% rise in applications for board answersheets photocopy": {"datetime": "", "time": "2019-06-19 04:57:00", "description": "NAGPUR: The Nagpur and Amravati divisional boards saw an unprecedented rush of students applying for photocopies of their HSC and SSC answersheets, which was a result of speculations that the evaluation has been very ‘strict’. Nagpur office specifically saw a 300% increase in the number of applications received for photocopies, which is the first step before students can apply for revaluation. The last date for applying for a photocopy ended on Monday. In Nagpur, over 5,000 students applied for photocopies of HSC while over 1,000 applied for SSC. In Amravati, over 1,700 HSC students applied for photocopies while only 1,000 did so for SSC. A senior board official said, “This time the rush for applications at Nagpur was extremely high. It was definitely more than three times of what we witnessed last year.” TOI was the first to report about huge rush across the state for paper valuation as many science students saw their scores being extremely low in one of the core subjects. The Vidarbha Junior College Teachers Association had issued a statement at that time saying their members have not made any mistake in evaluation, and the marks are just a reflection of how students performed on a particular day. With every subject’s photocopy costing Rs400, the two boards in Vidarbha have raked in a minimum of Rs50 lakh in application fee. Madhusudhan Mude, president of Headmasters Association (HA) said the fee was too high and should have been brought down. “Majority of the students apply for at least two subjects, some even go for three. This means that the board offices could have earned more Rs1 crore also. I think there is no reason for such a high application fee to be charged as most of the students in state board are not very economically strong so there is absolutely need for the board to be charging such an high amount,” said Mude. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/300-rise-in-applications-for-board-answersheets-photocopy/articleshow/69848605.cms"}, "Undeclared Parking in Foothpath": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/undeclaredparkinginfoothpath/articleshow/69551079.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "With SEBC, EWS, quota now 81% for NU’s PG courses": {"datetime": "", "time": "2019-06-18 04:07:00", "description": "Nagpur: The Nagpur University (NU) on Saturday announced the much-delayed three-phase online centralized admission process (CAP) for postgraduate courses with 81% reservation under various categories, including the newly-introduced state’s Socially and Educationally Backward Class (SEBC) and Centre’s Economic Weaker Section (EWS), for students. While 50% seats were already reserved under different categories, the introduction of 16% SEBC, 10% EWS and 5% has increased the total quota further. These students would also be allowed to apply under the remaining 19% seats in the open category. The staggering quota percentage may not have an impact on admissions to humanities and commerce faculty courses but it can greatly impact the prospects for open category in the science stream. During the 2018-19 academic session, MSc courses had received an overwhelming response with 3,764 applying for 1,966 seats while MA courses had got only 3,704 applications against intake of 13,016. The vacant seats under a particular quota would be transferred to another reserved category. The online CAP is applicable to all the 38 NU departments, and over 100 affiliated colleges for non-professional courses where admissions are not done by any other government agency. The number of seats in science faculty are likely to be same while humanities and commerce may see a drop due of ban on admission to 80 colleges. As of now, admissions to seven PG courses have opened while rest would be added when final-year UG results are declared. The NU had held back the announcement for the last 15 days mainly due to lack of guidelines on seat allocation under the new quotas from the government which has found itself in a tight spot over PG medical and dental admissions. While students were demanding release of the CAP schedule in June first week to ensure academic schedule compliance, colleges apprehended loss of admissions due to the delay. In phase-I, admissions to just seven courses have been announced. These are the same courses which were chosen for the pilot CAP last year when the process had kicked off in May last week itself. Last year, the CAP had begun on June 1 but dragged on till late September, just 15 days before the first semester exams, because of several anomalies, backlog students qualifying at the eleventh hour and colleges getting late permissions to admit students. The NU has started a separate portal for these admissions and students’ facilitation centres would be opened at several colleges besides at NU’s Amravati Road campus. The NU has already uploaded free of cost brochure carrying all the details of CAP process, intake capacity and course fee. There would be two CAP rounds on merit basis followed by third, if needed, for management seats. But only students who have registered for the first two rounds would be allowed to participate in CAP III. PG ADMISSION SCHEDULE Courses available in CAP Phase-I · Master of Law (LLM) · Master of Commerce (M Com) · Master of Commerce Professional (MCom Professional) · Master of Science (MSc Forensic Science) · Master of Cosmetic Technology (MCT) · Master of Fine Arts (MFA) · Master of Hospitality Management (M Hosp) Timetable for Admissions June 15 to 22 | Online form filling and submission at facilitation centres June 24 | Display of provisional merit list June 28 | Display of final merit list June 28-30 | Online submission of option form for round 1 July 1| Display of allotted seats July 6-8 | Online form filling for round 2 July 14 | Display of vacancy list for round 2 July 16 | Admission of round 3 by counselling Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/with-sebc-ews-quota-now-81-for-nus-pg-courses/articleshow/69832714.cms"}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Mockery of Swacch Bharat": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/mockeryofswacchbharat/articleshow/69366278.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "State CET cell blunder: SSC and HSC columns interchanged": {"datetime": "", "time": "2019-06-19 04:11:00", "description": "NAGPUR: Software blunders in the online admission portal being handled by the state CET cell for professional undergraduate courses led to major chaos among parents and last minute salvage operation by the authorities. One of the biggest bloopers was the interchanging of SSC and HSC marks column in the portal which meant science stream students could not enter correct information. The problems were rectified later in the evening. A parent, who did not wish to be identified, said, “In the HSC marks column, they asked us to enter marks for both maths and biology. Since both fields were mandatory, we were not able to proceed further. It is obvious that students who appear for maths in HSC will not be going for biology.” Another problem was faced while entering SSC marks because of a clause mentioned there. “On the screen, it was written that if you have not appeared for maths, science or english, then enter zero. But that is not possible since maths and science are compulsory subjects at SSC level. The only explanation is that the software is erroneously showing SSC fields on HSC page and vice versa,” the parent said. Students also had problems entering their NEET marks. One of the students said, “Entering the NEET scores basically allows me to be eligible for the 15% all India quota. But the portal was asking for marks scored in individual subjects, even though NEET authorities have only given us percentile. So, we are stuck and not able to proceed further.” A student who had been trying to apply for engineering colleges said that it had become difficult to get doubts clarified as well. “You try calling on their helplines and see how many times somebody actually picks up. It’s frustrating that they can’t do anything without creating a mess,” said the student. The CET cell authorities were well aware of the issues that their software is facing and had gone into the crisis-solving mode. Anand Rayate, head of the state CET cell, told TOI that all these issues were being discussed in his ‘war room’. “We are working on the problems and the HSC/SSC page issue will be sorted very soon. Every other hitch that is being noticed will also be rectified so that students do not suffer,” said Rayate. Many academicians said that the state CET cell is not able to handle the workload well. A senior academician said, “This is the first time that they are handling the entire process and probably were not ready to take up such a large scale assignment. The earlier authority, DTE, had been doing it for quite some time and had learnt from past errors and had a well-oiled machine in place. But not to be unfair to the CET cell, I believe these are just teething troubles.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/state-cet-cell-blunder-ssc-and-hsc-columns-interchanged/articleshow/69848016.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "‘India has just 2.4% of world’s land but 18% of its population’": {"datetime": "", "time": "2019-06-19 04:37:00", "description": "NAGPUR: India holds only 2.4% of total land surface but we host more than 18% of the world population. So think how little we have and how much more we have to share among each other, revealed DS Meshram, president of Institute of Town Planners of India (ITPI), New Delhi, here on Monday. Dr Meshram was speaking during the second edition of lecture series on ‘Manageable Cities and it’s Determinant Factors’. The event was held by ITPI, at its hall in Trimurti Nagar, on Monday. Dr Meshram further said, “In India the land to per person ratio is 0.0024 while in the world it is 0.011.” “The main issues for the marginality disturbance are land, human and financial capital. There is no land in urban areas to develop, neither people have the finances to support anymore development,” he said. He gave an example saying, “A frog cannot grow up to the size of an elephant neither an elephant can grow to infinity, in the same way there is a limit to the expansion of cities and towns.” Main speaker of the event and director of School of Planning and Architecture, Bhopal, N Sridharan spoke about the importance of planning and people marginalized based on income, caste, space, gender, age and asset. He told about how Modi government focused on most deprived sections and has transformed lives and livelihoods. Sridharan sounded optimistic by saying that by 2031 the population would go down by 6,000 in South India. He concluded his speech by saying, “We need more planners today, than ever before.” Sujit Rodge, chairman of ITPI, Nagpur, and Sarika Bhadure were also present. (Reporting by Himesh Pande) Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/india-has-just-2-4-of-worlds-land-but-18-of-its-population/articleshow/69848388.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Students have a gala time at Saptrang 2K19": {"time": "", "link": "http://photogallery.indiatimes.com/events/nagpur/students-have-a-gala-time-at-saptrang-2k19/articleshow/69322226.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Jaripatka residents gherao mayor over ‘poor’ water supply": {"datetime": "", "time": "2019-06-18 13:35:00", "description": "NAGPUR: Residents of Snehdeep Nagar and peripheries of Hadasram Dharmshala, Indira Colony, Janata Hospital and many other localities under Prabhag number 1 (Jaripatka) are not getting regular tap water. To bring this issue to the notice of the authorities, a residents led by former NCP corporator Vedprakash Arya and Congress workers on Monday gheroed mayor Nanda Jichkar in her office. Women residents demanded scrapping privatization of water supply system while alleging irregularities in tanker service. Even after booking tankers on time, water is supplied after a gap of four to five days, they claimed. Arya pointed out that in the last eight years water supply of Nagpur city has increased from 500 MLD to 740 MLD. “Still non-revenue water has not come down,” he claimed. Mayor Jichkar directed the water supply department to look into the matter. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/jaripatka-residents-gherao-mayor-over-poor-water-supply/articleshow/69829832.cms"}, "Varsity brings in new engg syllabus over lunch meet": {"time": "2019-06-17 14:33:00", "link": "https://timesofindia.indiatimes.com//city/nagpur/varsity-brings-in-new-engg-syllabus-over-lunch-meet/articleshow/69816746.cms", "description": "NAGPUR: Sitting over it for over one and half years, the Nagpur University (NU) has suddenly decided to implement the model All India Council for Technical Education (AICTE) curriculum from this academic year after a mere two-hours discussion over lunch. Questions have been raised over NU’s move since none of the stakeholders was informed about it even as the new academic year is set to start in a couple of weeks. While concerns have been raised over damage a hurriedly prepared syllabus may leave on NU’s engineering education, this year’s aspirants would be at a loss of not knowing the entire four-year syllabus. Last week, the proposal was tabled before the Board of Studies (BoS) to clear the move when one of the members reflagged it and demanded an elaborate deliberation. So far, only the first-year syllabus has been formulated. Mahendra Chaudhary, who is a BoS Applied Science and Humanities as well as Senate member, was shocked to know about the proposal. He refused to sign the proposal until the BoS allowed discussion on the new syllabus. “I wrote to the vice chancellor expressing my concerns. We need to think about students from the region. The AICTE curriculum is meant for IIT-level students while our colleges have 45 percenters enrolled with them. Ideally, there should be been discussion spread over months. But, now at least faculty members need to be informed through some initiative,” Chaudhary said. On his demand, the NU has agreed to organize workshops, which too has been alleged as a futile exercise. “The discussion is on the proposed syllabus which means the already decided one would be implemented. Only a handful of engineering faculty members were invited to formulate this new syllabus which is not in accordance with AICTE norms,” some teachers told TOI. The discussions to be held at different colleges from Monday have been dubbed as eyewash since it would deliberate on the syllabus for just over two hours. As per the workshop schedule, the discussion would taken up after lunch between 2.30pm and 4.30pm. Those opposed to NU’s abrupt move wanted involvement of all stakeholders since the start. Stakeholders involve parents, students’ representatives, industry professionals, academicians apart from university officials and members. Surprisingly, the NU has kept the entire affair under wraps as it never bothered to invite suggestions and objections from stakeholders in the last one and half years. The AICTE had introduced the model curriculum in January 2018. The NU also never uploaded a single document or meeting notice on its website about the move. University’s Vice chancellor SP Kane didn’t respond to TOI’s calls and SMS. The new curriculum envisages more weightage to region specific and skill-based learning. Over 60 credits too have been cut to encourage industry internships. Download The Times of India News App for Latest City ."}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Go for physiotherapy, fix your career immobility": {"datetime": "", "time": "2019-06-18 04:02:00", "description": "Physiotherapy enhances quality of life through examinations and diagnosis. This primary care treatment also includes research and consultation A flexible body always contributes to leading a healthy life. Even the slightest ache in any single bone leads to surgery if the path has been wavered with ignorance. Physiotherapy is a profession which helps in curing every little bodily disturbance with ease and relaxation. A time-to-time check-up and a regular five-minute exercise is all what a physiotherapist asks for. Physiotherapy enhances quality of life through examinations and diagnosis. This primary care treatment also includes research, consultation and administration professions. Sports physiotherapist Dr Sumit Meshram said, “Physiotherapy is an evolving field in today’s generation. This field of work is related to physical mobility of a person. Knowledge on how to deal with minor injuries is taught in physiotherapy. No sports player can function without regular exercise and physiotherapy.” “This field also helps in preventing major traumas that often happen due to ignorance of short-term pains. An alternative to medicines is physiotherapy. This exercise-related treatment is quite helpful in avoiding medicinal indulgence,” he said. Physiotherapy does not only mean exercises; there are a variety of subjects and branches offered. Dr. Bhagyashri Hajare, a neuro development therapist, said, “This field is one of the leading professions in India and abroad. Almost everyone today is a fitness lover and requires proper diet, along with a proper body. To maintain a healthy life, everyone invests in a physiotherapist without thinking twice.” “It includes many branches of which the most trending are paediatric neuro, adult neuro, physiotherapist in orthopaedics, community-based rehabilitations, cardio physiotherapist, sports physiotherapist and so on. Along with the degree, there are separate certification courses which help in securing a heavily paid job in different countries. Being a physiotherapist requires both knowledge of the study as well as how to gain a patient’s everlasting trust,” she said. Apart from physiotherapy, another interesting branch called ‘occupational therapy’ has come into consideration where, along with physiotherapy, consultations and psychiatry are looked upon excessively. But there are only a limited number of colleges in the country teaching this course. Dr Sana Khan, an occupational therapist, said, “Occupational therapy is an emerging theme since it deals with mental health, along with physique. An occupational therapist deals with quality of life of a patient as one cannot achieve full treatment until done with activities of daily living. This profession gives an adaption to life. An occupational therapist can work all over the world and has a good pay scale. This field is exceptionally good with rehabilitations, which most people are unaware of.” Why opt for the subjectHelp those who are in pain Lucrative and rewarding Decent salary Safe and trusted profession Expert View | Dr Ashish AgrawalProfession now evolving at great speedPhysiotherapy is a branch of medical studies that involves providing remedies to any part of the body that has discomfort. Physiotherapy promotes mobility. This physical therapy takes care of curing minor bone fractures or disorders. Everybody today survives with the help of a physiotherapists who recommend regular exercises. This leading profession is now evolving at great speed every day. Developments and supreme technologies have made a huge impact on this study. Everyday, an entirely new research comes into consideration which has improved the quality of medical sciences on the whole. Physiotherapy is a really good choice for even those who have an interest in the field of sports as a sportsman compulsorily needs a physiotherapist on a daily basis. Sports physiotherapy is one such branch which gives physiotherapist an opportunity to deal with a sportsperson on and off the field. Ensuring “return to play” is one of the biggest challenges for a sports physiotherapist, because every sportsman wants to play as early as possible. It’s quite satisfying for a physiotherapist to make the sportsman play after an injury and perform well. Advancements and progress never have a full stop in this fast, developing world. Everyday, people are being introduced to something they never saw coming. Physiotherapy nowadays offers different post graduate courses in the form of sports, manual, geriatric, paediatric, neuroscience, musculoskeletal, cardio-respiratory, hand, women’s health etc. Being a physiotherapist is a great choice since it gives a better view of looking over at life and health. (Dr Agrawal is a physiotherapist and Level 1 BCCI physio) List of collegesDatta Meghe College of Physiotherapy Courses offered: BPTh (Bachelor of Physiotherapy) Duration: 4 years + 6 months internship Admission procedure: Candidates are required to appear for an entrance test i.e. National Eligibility cum Entrance Test (NEET) Source: College website Niharikaa College of Physiotherapy Courses Offered: BPTh Duration: 4 years + 6 months internship Admission procedure: Candidates are required to appear for NEET Source: Dr Sujit Nath Banerjee, secretary of the college Government Medical College, Nagpur Courses Offered: BPTh Duration: 4 years + 6 months internship Admission procedure: NEET Source: College website This list is not exhaustive and should not be considered as the endorsement of the institute. Students are advised to check with relevant education authorities before taking admission PROFESSIONALS SPEAKPhysiotherapy is a medical field where we deal with pain in the body, be it of muscles or bones. It is very hard and laborious field. But it is always a pleasure to be rewarded with elation when people get cured, especially if they are children or senior citizens Dr Maneesha Deshpande Physiotherapy is not what it was once. In fact, the industry has grown quite a lot and awareness about it is increasing too. The study is hard but I feel that more and more youths should participate in it and opt for it as their career Dr Neena Sahu From my experience in the past 15 years, I feel people are now more conscious about what physiotherapy is and what it can do. It is about hard work and patience. No one has succeeded in this field by hurrying their way Dr Vaishali Kalbande To all the aspirants of physiotherapy, I would like to suggest that it is not easy to make it big in this industry without patience and labour. I advise you to do your work with all honesty and not let your patients return disappointed Dr Naveen Bhagat Physiotherapy is a difficult career to pursue. However, health is the harmony of body and mind and a physiotherapist can really help you in bringing peace in both. As a physiotherapist, I will always recommend this branch of medical science Dr Vikas Prem Mahobiya (Compiled by Manshika Vaikkath, Anchal Bhatia, Shristi Sankrit & Amrit Parida) Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/go-for-physiotherapy-fix-your-career-immobility/articleshow/69832820.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "GRIHA council to rate 525 government buildings on green parameters": {"datetime": "", "time": "2019-06-18 04:58:00", "description": "Nagpur: GRIHA Council, a green building rating body in India, signed six memoranda of understanding (MoU) with the Maharashtra government, regional chief engineers, and public works department to initiate the second phase of the PWD-GRIHA green building initiative in the state. This would include rating of 525 existing government buildings on the parameters of GRIHA existing building rating system, along with training and capacity building of PWD officials. Earlier, 300 existing government buildings were rated in the first phase of the initiative. Maharashtra is the first state in India to lead the initiative of transforming its existing and to-be built infrastructure at a large scale by committing upcoming structures to green rating system, training its officials to evaluate building performance, and offering incentives to builders for adopting green practices, said a GRIHA press release. GRIHA also has a cell in PWD that helps to build capacity of officials as green building evaluators, thus accelerating the process of greening urban spaces. The MoU was signed at Nagpur in the presence of minister of road transport and highways Nitin Gadkari. The minister also launched policy guidelines to integrate sustainable practices while operating buildings to ensure their sustainability by enhancing resource efficiency. Gadkari said, “Buildings account for a substantial part of energy consumption and greenhouse gas emissions. Green buildings result in longevity and improve productivity.” GRIHA is an independent, not-for-profit society jointly set up by The Energy Resources Institute (TERI) and ministry of new and renewable energy (MNRE). Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/griha-council-to-rate-525-government-buildings-on-green-parameters/articleshow/69843414.cms"}, "Couple robbed at knifepoint": {"datetime": "", "time": "2019-06-19 04:09:00", "description": "NAGPUR: Four unidentified youngsters aged between 20 and 22 years robbed a couple at knifepoint near Ambazari T-point on Monday, fleeing with valuables worth Rs17,000, including cash Rs5,000. The robbers also decamped with a mobile phone from the couple. Rakesh Sasane, 22, and his woman friend were enjoying a ride around Ambazari Lake on their two-wheeler when they were intercepted near the T-point by the armed youngsters. After compelling the couple to part with their valuables, the youngsters fled the spot. Sasane, working as an attorney, approached Ambazari police station and registered a complaint of robbery. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/couple-robbed-at-knifepoint/articleshow/69848730.cms"}, "Traffic cop held with liquor, dismissed": {"datetime": "", "time": "2019-06-19 04:49:00", "description": "NAGPUR: Traffic constable Sachin Hande, attached to Sitabuldi division, was dismissed from service by the Joint commissioner of police Ravindra Kadam on Tuesday. He was earlier caught, along with one Pranav Mhaisekar, by Chandrapur police near Nanduri toll naka on June 9 while ferrying foreign liquors in a car in the dry district. Hande and Mhaisekar were arrested by Warora police of Chandrapur district after seizing two cartons of liquor in their car. The car was driven by Mhaisekar. Hande, who was in uniform despite being a holiday, had tried to mislead the cops. Warora police was also granted two days of custody remand by the court for detailed investigation. It’s learnt that the car was in the name of Mhaisekar’s mother who is a medical practitioner too. City police top brass, after receiving the official reports from their Chandrapur counterparts, decided to invoke the powers granted to competent authority under article 311 (2) (B) of the Indian constitution to remove Hande from service for maligning the image of the department. The city police also cited the nexus of Hande with criminals and racketeers as the other reason for his dismissal. Another ground, proposed to dismiss Hande, was that he may influence, threaten and intimidate the witnesses if any inquiry is instituted against him. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/traffic-cop-held-with-liquor-dismissed/articleshow/69847668.cms"}, "Chainsukh Sancheti takes over as VDB chairman": {"datetime": "", "time": "2019-06-19 04:35:00", "description": "NAGPUR: Chainsukh Sancheti, a five-term MLA of the Bharatiya Janata Party from Malkapur constituency in Buldhana district has finally assumed the charge of chairman of the Vidarbha Development Board (VDB). His appointment was initially announced in June last year. One of the senior-most BJP MLAs, he has been getting elected continuously since 1995 from Buldhana district. A very loyal worker of the party, his family has strong roots in the RSS. Sancheti till recently stayed away from power. He was appointed on June 11 last year as the development board chairman. But Sancheti was apparently not that keen on the post and instead sought a ministerial berth though the board chairman’s post has cabinet minister status. Now with his 5th term coming to an end in a few months, he accepted the post just after he could not make it to the cabinet in a reshuffle on Sunday by chief minister Devendra Fadnavis. On Monday, in the presence of VDB member Dr Kapil Chandrayan, board deputy director Prakash Dayre and staff he took charge and expressed his commitment to give a boost to the VDB work by pursuing pending issues with the governor who is the statutory head of the board. An MSc in chemistry, Sancheti also dabbled in the construction business before starting his political career as municipal council member and then MLA for five terms from Malkapur. In college days he was a keen wrestler. He is the uncle of influential ex-MP Ajay Sancheti. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/chainsukh-sancheti-takes-over-as-vdb-chairman/articleshow/69846594.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Unhygienic area": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unhygienicarea/articleshow/69764414.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "European tech to make Nagpur-Badnera tracks India’s safest": {"datetime": "", "time": "2019-06-19 04:11:00", "description": "NAGPUR: The ‘collision-free’ Modern Train Control System (MTCS) level II is set to be implemented within two years on the 175km Nagpur-Badnera section, making it one of the safest in the country. The Rs475 crore project is a form of European Train Control System (ETCS), which is a globally recognized system of upgraded signalling and communication to improve safety, speed and punctuality. The modernization project for signalling system, which includes the Automatic Train Protection System with Long Term Evolution (LTE)-based Mobile Train Radio Communication Technology (MTRC) along with electronic interlocking, is part of the Memorandum of Understanding (MoU) signed by Indian Railways with RailTel Enterprises Limited (REL) this week. Apart from Nagpur-Badnera section in Central Railway, the project would be implemented on other stretches too like Renigunta-Yerraguntla (South Central Railway), Vizianagaram-Palasa (East Coast Railway) and Jhansi-Bina section (North Central Railway). All these are among the busiest routes in the nationwide railway networks. The project would be implemented on almost 500 locomotives on the earmarked routes. The Railway Board is learnt to have taken up the Rs1,609 crore project to implement the globally acknowledged Indian version of the ETCS (MTCS) to raise the standard of safety of passengers, and increase line capacity with modern signalling and communication system to match international standards. Maninder Singh Uppal, officiating Divisional Railway Manager (DRM), Central Railways, said the latest system is the upgraded version of the already existing one, which would remove any possibility of collision. “Safety, punctuality and speed would be improved. The train would automatically stop if it crosses a red signal and it would also halt in case there is a possibility of head-on or side-on collisions,” said Uppal. “If the manual application fails, the brake would be immediately applied after signal passing and danger. The speed of the train would also be reduced automatically depending upon the allowed sectional speed,” he said. Uppal said the speed and punctuality would both be improved by 20-30%. “The railway traffic movement in the highly congested Nagpur-Badnera section would witness a considerable improvement,” said the senior railway official. Uppal said the speciality of ETCS level-II is that it would ensure continuous monitoring of the train speed vis-à-vis requirements of stoppage and control based on the status of the signal. “The system works and is based on radio communication system between the loco pilots, guards, base stations and from there to the control centre, with the help of optical fibre cable. Any official within a section operating the train would be reachable through communication set,” he said. Uppal also said the budget (Rs475 cr) has already been vetted, sanctioned and sent to REL by the zonal railway authorities. “The project would mostly involve experts from international stakeholders,” he said. Railway Board authorities have said that speedy execution of the project is expected as REL is already engaged in collecting, collating and analysing inputs and feedbacks from industry representatives on various aspects of technology, interfaces, compatibility and inter-operability of various sub-systems. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/european-tech-to-make-nagpur-badnera-tracks-indias-safest/articleshow/69848746.cms"}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "VTA for Jan-Dec fin year in Budget": {"datetime": "", "time": "2019-06-19 05:51:00", "description": "NAGPUR: Union finance minister Nirmala Sitharaman had asked inputs from citizens on the Union Budget 2019-20 with a view to make the Budget making exercise more participative and inclusive. Accordingly Vidarbha Taxpayers Association (VTA) called a general body meeting which was presided by JP Sharma to discuss and send suggestions to the finance ministry. President of VTA JP Sharma suggested that it is high time that central government brings in Direct Tax Code (DTC), wherein the accounting year should be rescheduled to January to December so that we match the universal pattern of accounting. Secretary Tejinder Singh Renu submitted that VTA has been constantly writing to finance ministry that threshold limit of direct tax should be raised from existing Rs2.5 lakh to Rs5 lakh in DTC; likewise the tax slabs should also be 10% for Rs5 lakh to Rs10 lakh salary, 20% for Rs10 lakh to Rs20 lakh and 30% above Rs20 lakh. More accountability on assessing officers should be introduced so that sense of responsibility is there on both the sides. Vice-president Shrawankumar Malu suggested that bank lending and its procedure has been too much rigid whereby even genuine borrowers, business houses and industries are facing tough times to manage financial deals. Hence it’s highly recommended that finance ministry relaxes banking procedure to its realistic position wherein financial institutions as well as business can grow steadily. Likewise more liberty should be given to bank heads in same city itself so that file data transfer and delay is eliminated. Industrialist Surendrakumar Jaiswal suggested that threshold limit of Micro Small and Medium Enterprise (MSME) should be increased from Rs10 crore to Rs50 crore. Furthermore definition of MSME of Centre and State varies which creates too many complex situations. Hence they should be common for factual growth of this sector. Saqib Parekh suggested that terminology of assessment year (AY) should be totally eliminated in DTC as this FY and AY creates too much of confusion for common man and with January to December financial year the year mention would also be single, which will bring much needed clarity. VTA members present in the meeting were treasurer Pawan Chopra, joint secretaries Hemant Trivedi and Amarjeet Singh Chawla, executive body members Ashvin Agrawal, CA Hemant Sarda, Govind Patel, Veeru Balani, Rahul Agrawal, Narendrapal Singh Osan, Pankaj Roshan, Harmanjeet Singh Baweja, Pratish Gujrathi and others. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/vta-for-jan-dec-fin-year-in-budget/articleshow/69848558.cms"}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/hrithik-roshans-sister-sunaina-roshan-tweets-about-kangana-ranaut/articleshow/69852315.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Jumping signal or using phone while driving will cost you your licence": {"datetime": "", "time": "2019-06-18 13:20:00", "description": "NAGPUR: If you thought you can jump a traffic signal or use mobile phone while driving and get away by paying a fine, you are in for a shock. Nagpur traffic police are now suspending driving licences of such offenders. In the five months this year, the traffic police have asked regional transport office (RTO) to suspend driving licences of 2,425 violators. These are for violations like over speeding, using mobile phones, carrying passengers in goods vehicles, signal jumping, drunken drive and unruly behaviour by autorickshaw drivers. Traffic police seized the licences and sent them to RTO for suspension between January 1 and May 31, 2019. In this period traffic police booked 34,625 drivers under these offences. So they have recommended suspension of licences for 7% drivers only. Traffic Police initially only seized licences of repeat offenders but now even first-time offenders will have their licences taken away for at least three months. The traffic police term this change a “silent revolution”. “Given that around 20 lakh vehicles ply on Nagpur’s roads, we have kept one in 10 drivers away from the wheels for at least three months,” a senior officer from the traffic branch said. According to the officer, Traffic Police had been recommending the cancellation of driving licences for a long time as per Motor Vehicles Act Sections 19 and 21, but it was nowhere close to the scale it is today. “We were cautious in implementing the stringent rule. We did it only in case of repeat offenders,” the officer claimed. The officer also pointed out that even a Supreme Court-appointed committee had issued directions to seize driving licences for five grave traffic violations speeding, signal jumping, drunk driving, use of mobile phones while driving and carrying passengers in goods vehicles. According to data from traffic branch, driving licences of 1,494 people were suspended for driving under the influence of liquor, while licences of 397 have been suspended for jumping signals and 311 for using mobile phones while driving. Traffic experts called it a welcome step. They admitted lack of enforcement in city had increased violations manifold. Suspending licence was far more stringent move than simply paying a few hundred rupees and getting away, experts added. They pointed the traffic police needed to make people aware of their new stance. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/jumping-signal-or-using-phone-while-driving-will-cost-you-your-licence/articleshow/69832640.cms"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "Commercial cylinders in open in bunglow": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/commercialcylindersinopeninbunglow/articleshow/69807960.cms", "description": ""}, "Exceptional journey of Shivaji Maharaj’s forts": {"datetime": "", "time": "2019-06-19 04:38:00", "description": "NAGPUR: An exceptional journey through the forts of Chhatrapati Shivaji was expressed in an audio-video form in an event titled ‘Sahyadritil Saat Ratne’ at Scientific Society Hall, Laxmi Nagar, on Sunday. The event was organized to mark the 345th anniversary of Shivaji Maharaj’s coronation. Vivek Ranade and Shivani Dani were the chief guests of the programme which was conceptualized by Praful Mategaonkar who spoke about all the forts, starting with Shivneri. The 17th century Shivneri fort is the birthplace of Shivaji and is located in Junnar, 90km from Pune. At the centre there is a pond known as ‘Badami Talav’ while on the south there are statues of Jijabai and young Shivaji. There is ample water in the fort as there are two round-the-year springs called Ganges and Yamuna, said Mategaonkar. “Located in Pune district, the large Torna Fort, also known as Prachandagad, was the first fort won by Shivaji at the age of 16. It’s regarded as the first pillar of Maratha empire. It is the highest and most difficult fort to capture as it is equipped with ‘zunjar machi’ fortification,” he said. About Rajgad fort, he said that it was formerly known as Murumdev, and was the capital of Maratha empire for 26 years, before Shivaji shifted the capital to Raigad Fort. The most historic place inside the fort is Padmavati Mati. Sinhgadh, 35km southwest of Pune, gets natural protection due to the steep hills. Even British army found it hard to capture, he said. “The Battle of Sinhgadh was fought between Marathas, led by a fierce general Tanaji Malusare and the Mughals. Tanaji lost his life in battle but his troupe won the fort. On hearing about Tanaji’s death Shivaji said, ‘Gadh aala, pan Sinh gela’,” he said. Initially known as ‘Kondhana’, Sinhgadh fort has two gates — Kalyan Darwaza and Pune Darwaza. later Mahatma Gandhi and Bal Gangadhar Tilak had a historic meeting here. At 1,080 metres above sea level Pratapgadh, is famous for the battle between Shivaji and Afzal Khan. There is an Afzal tower which defends the approach towards the fort. Afzal Khan’s body is buried under the tower and his dargah is located nearby,” he said. About Sindhudurg fort, Mategaonkar said, “Located in Arabian Sea on the shore of Malvan town in Konkan region, Shivaji built the fort to counter the rising influence of foreign colonizers and negate the rise of Siddis of Janjira.” “Raigadh fort was the capital of Maratha empire. Shivaji had seized it from Raje Chandraraoji More in 1656. The fort has the Samadhi of Jijabai,” he said, adding, “In 1689, Zulfikhar Khan captured Raigad and later Aurangzeb renamed it as Islamgadh. Execution point ‘Takmak Tok’ can be seen clearly from the fort. (Reporting by Himesh Pande) Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/exceptional-journey-of-shivaji-maharajs-forts/articleshow/69848397.cms"}, "Garbage lying": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagelying/articleshow/69420294.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "MWRRA slams NMC for using dead stock from Totladoh dam": {"datetime": "", "time": "2019-06-19 04:52:00", "description": "NAGPUR: The Maharashtra Water Resources Regulatory Authority (MWRRA) has reportedly slammed the Water Resources Department (WRD) and Nagpur Municipal Corporation (NMC) for using dead stock of Totladoh reservoir. Advocate Ashish Jaiswal, former Shiv Sena MLA from Ramtek, had brought it to the notice of MWRRA that dead stock is being used without permission since last one month. In a big revelation, Jaiswal said the state government has not issued any written permission to use the dead stock. Jaiswal has filed a contempt petition against WRD, NMC, collector, and two more respondents with MWRRA. A five-member bench of MWRRA chaired by KP Bakshi held a hearing on the petition on Tuesday. In the petition, Jaiswal said using dead stock was a contempt of MWRRA order dated September 12, 2018. “WRD has even allowed NMC to use more water than allocated from Totladoh reservoir. NMC did nothing to bring down losses or develop its own water sources,” he said. Jaiswal told TOI, WRD and NMC committed a crime by using dead stock without permission. “WRD and NMC officials failed to show any permission to MWRRA. It has come at the cost of lakhs of farmers, people, cattle and wildlife. I pleaded for appropriate action against all concerned persons from the five respondent agencies,” he said. On May 14, mayor Nanda Jichkar had met CM Devendra Fadnavis and claimed to have received permission to utilize 30 MMC from dead stock. On the directives of MWRRA, WRD officials said NMC used 163 MMC as against allocation of 154 MMC as on Monday. “Total utilization of water for NMC will be around 170 MMC by June end,” they said. MWRRA reportedly came down heavily on WRD and NMC for using more water than allocated. Jaiswal added NMC misled MWRRA on the quantum of non-revenue water (NRW). “MWRRA asked NMC officials to inform it about current NRW. NMC officials said current NRW was 45%. Actually, NRW of NMC is much more than that. MWRRA passed strictures on NMC officials. NRW of NMC should have been 14% in current condition,” he said. Jaiswal also brought it to the notice of MWRRA that NMC has failed to bring down high consumption. He said NMC was drawing and supplying much more water than norms and requirement. In the petition, Jaiswal said the respondents did not comply with one of the directives of MWRRA. “NMC has not complied with direction passed by this authority by not carrying out the accrued assessment of groundwater potential with the help of Groundwater Survey and Development Agency, Pune, and Central Groundwater Board office at Nagpur. It has also not planned augmentation of water supply with groundwater, storm water as well as ponds/ reservoirs/ tanks available within Nagpur city area,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/mwrra-slams-nmc-for-using-dead-stock-from-totladoh-dam/articleshow/69848552.cms"}, "Women SHGs to plant bamboo in Koradi plant": {"datetime": "", "time": "2019-06-19 04:54:00", "description": "NAGPUR: Energy minister Chandrashekhar Bawankule has directed Mahagenco to make available land belonging to Koradi Thermal Power Station (KTPS) to women self help groups (SHGs) for bamboo plantation. Accordingly, 75 acre will be handed over on July 1. SR Gajalwar, superintending engineer (civil) of KTPS, said that each SHG would have 20 members. “We will hand over 5 acre to one SHG. As fifteen such groups have been selected, the total area to be brought under bamboo cultivation is 75 acre. This was meant for tree plantation. We are doing both afforestation as well as discharging our social responsibility,” he added. Mahagenco has roped in National Environmental Engineering Research Institute (Neeri) for technical consultation. “Neeri scientists will help the SHG members in planting bamboo and taking care of the plants for three years. After that the members will do the job themselves,” said Gajalwar. According to the official, the ownership of the plantation land will remain with Mahagenco. “We are handing it over to the women just for use. We will not charge any rent,” he said. Mahagenco is yet to decide whether it will keep a share of revenue generated from sale of bamboo. Replying to a query, Gajalwar said, “The SHGs were chosen by senior officials of KTPS.” Mahagenco has lot of open land in KTPS. A mini solar power plant has come up on ash bund of Chandrapur Super Thermal Power Station (CSTPS). However, there are no such plans in Koradi plant. Some of its land has been however, used for the fly-ash cluster. Hearing on Genco’s coal mine on 27thThe public hearing for the Gare Pelma coal mine of Mahagenco in Chhattisgarh will be held on June 27. The mine has been allocated to the generation company for meetings its future coal needs. Mahagenco has appointed Adani as its operator even though all the formalities are yet to be completed. The coal mine is facing strong opposition from locals, whose land is to be acquired. Mahagenco expects trouble from activists and police security has been sought. Earlier, coal ministry had allocated Macchakatta mine in Odisha to Mahagenco but it could not acquire land due to opposition from locals. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/women-shgs-to-plant-bamboo-in-koradi-plant/articleshow/69848582.cms"}, "Actor Sachin Pilgaonkar's exclusive photoshoot": {"time": "", "link": "http://photogallery.indiatimes.com/events/nagpur/actor-sachin-pilgaonkars-exclusive-photoshoot/articleshow/69305864.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Singing show winner Sugandha is now an internet sensation too": {"datetime": "", "time": "2019-06-18 13:40:00", "description": "NAGPUR: Fourteen-year-old Sugandha Date, who recently clinched the top prize in a television reality show, is already an internet sensation with 14,000 followers. This was the second attempt by Sugandha on television, the earlier being one in 2013, when she was barely six and was among the top five finalists. Often compared to popular playback singer Shreya Ghoshal, Sugandha, who hails from Nagpur, won hearts especially with her rendition of songs like ‘Dhadak’, ‘Bhaire Naina’ and ‘Hum Dil De Chuke Sanam’. “Though she missed the trophy in 2013 this win has more than made up for it,” said her mother Amruta. Already in exam mode as she prepares for her Std X boards next year, Sugandha says she is not affected by the attention that comes her way through Instagram, where she 14,800 followers. The number of those viewing her videos of rehearsals and highlights of her performance rose to 35,000 after she won the trophy. “Instagram and Facebook help build an image beyond the show, but it only works if the talent is real,” Amruta said. Sugandha has at least five fan club pages on Instagram and Facebook. “But for now, she is only concentrating on her training with her guru Anand Sharma and her studies,” her mother said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/singing-show-winner-sugandha-is-now-an-internet-sensation-too/articleshow/69830597.cms"}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Two murders, one murderous assault rock city": {"time": "2019-06-17 14:30:00", "link": "https://timesofindia.indiatimes.com//city/nagpur/two-murders-one-murderous-assault-rock-city/articleshow/69817279.cms", "description": "NAGPUR: Two murders, and a murderous assault on a gangster, within 24 hours left the city cops in a tizzy on Sunday. Ganesh Tandulkar, an autorickshaw stand coordinator at Jhansi Rani Chowk, was allegedly hacked to death by a gang of fellow drivers on Saturday. The assailants were apparently enraged that he shielded a man they wanted to eliminate. The incident took place at Udibaba Chowk in MIDC. The MIDC police acted quickly in the Tandulkar murder case, arresting three assailants, Abhijeet Singh, Rakesh Kuryavanshi and Vicky Dabekar. Within hours, 22-year-old Gaurav Nagpure was stabbed to death by his rivals near a community toilet at Gangabai Ghat within the jurisdiction of Kotwali police station. Nagpure was attacked by his neighbours-turned-foe Tejas Bagde, Shoaeb Malik, Bobby Malik and others with sharp weapons over old rivalry. The injured Nagpure was rushed to hospital, where he was declared dead. Later in the evening, city and rural police set off on another chase when news of a murderous assault on gangster Viju Mohod started doing the rounds. Sources in the police said Mohod, who had kidnapped gangster Maroti Nuwa around two months ago, was apparently kidnapped from an eatery by close aides of another gangster, and thrashed up very badly. Staffers from Beltarodi, Nandanvan, and Sakkardara police stations of city, and Kuhi in rural, started a frenetic search to track down more information. Mohod had a dispute with another goon, identified as Amit Bilge, some days back, which was settled at marriage of one Bobby. Despite this, Mohod had been attacked by his rivals, and was in critical condition at hospital when reports last came in. The mastermind of the gang that attacked Mohod had been arrested by Pachpaoli police in an offence registered in 2017. In the same offence, the gangster had been freed even after being nabbed by crime branch, due to alleged political influence and support of a builder. In the Tandulkar murder, police said the assailants wanted to eliminate one Dinesh Pandey, also an autorickshaw driver, to teach him a lesson for confronting them earlier in the day. The three assailants are trying to establish their dominance at the autorickshaw stand, and Pandey had abused Singh in a lighter vein earlier in the day. It’s learnt that Tandulkar, whose cousin is posted at crime branch, too had a wordy duel with Vicky earlier in the day. Later, Pandey and Singh, who were once classmates, exchanged abuse at the autorickshaw stand at Rani Jhansi Chowk. They were separated by Tandulkar before he left to attend a family programme at Timki. In Tandulkar’s absence, Dabekar assaulted Pandey with a sword on his right shoulder. Pandey went to a hospital at Hingna and informed Tandulkar and another autorickshaw driver Chandrakant Bhagwat. Tandulkar and Bhagwat rushed to the hospital, picked up Pandey and dropped him home safely. Some time later, Tandulkar got a call on his cell phone from Kuryavanshi, who summoned him to Udibaba Chowk. Kuryavanshi and Dabekar wanted Tandulkar to call Pandey too at the spot. Tandulkar reached the spot but kept pleading with the assailants to forgive Pandey and forget the incident. As Kuryavanshi and Dabekar started getting aggressive, Tandulkar tried to sneak away in Bhagwat’s autorickshaw. But Kuryavanshi and Dabekar attacked Tandulkar, and while Singh thrashed Tandulkar, Dabekar assaulted him with a sword. MIDC police have registered an offence of murder against four persons, including the three already in custody. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "CISF officer, 5 family members die in accident": {"datetime": "", "time": "2019-06-19 04:00:00", "description": "NAGPUR: CISF officer Pavan Negi, who was currently posted at Nagpur airport, and five family members lost their lives in a road accident at Tyuni in Dehradun district on Monday morning. The Alto car in which they were travelling from Banpur lost control and fell into a deep gorge killing all of them on the spot, local police said. The CISF officer along with his wife Rashmi, daughter Ishika, son Arav and two relatives, Murti Devi and Suman Devi, were found dead after the accident. Negi is survived by father and mother. The officer was posted at Nagpur airport and was on leave till June 22. Local police said all six passengers in the car were dead by the time rescuers reached them. All the bodies were recovered from the accident spot and sent them for post mortem. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/cisf-officer-5-family-members-die-in-accident/articleshow/69848630.cms"}, "Complete mockery of Swach Bharat": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/completemockeryofswachbharat/articleshow/69834393.cms", "description": ""}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "On the zebra crossing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/onthezebracrossing/articleshow/69641674.cms", "description": ""}, "SC commission calls for report on boy suffering burns after punishment": {"datetime": "", "time": "2019-06-18 13:57:00", "description": "WARDHA: The National Commission for Scheduled Castes (NSSC) has asked Wardha collector to file a report on the incident where an 8-year-old boy of Matang community suffered burns on being forced to sit on hot tiles as punishment after entering a temple at Arvi on Saturday. State women and child development minister Pankaja Munde also condemned the incident in Mumbai, and assured action against the accused. At Arvi, the Bhim Tiger Sena (BTS) demanded stringent action against the accused, and handed over a memorandum to district collector and sub-divisional office on Monday. The incident has been condemned by many organizations on social media too. Aryan Khadse, 8, a resident of Rani Laxmibai Ward of Arvi town, was accused of stealing some coins from a temple by accused Umesh alias Amol Dhore. The accused punished Aryan by forcing him to sit on hot tiles on Saturday afternoon, which caused serious burn injuries on his buttocks. Aryan is admitted at Arvi general hospital. On Monday, the state office of the NSSC, at Pune, wrote to the Wardha collector and superintendent of police, asking for a report on the incident. Attaching a printout of the story published in the TOI, the commission has asked for the factual details of the case. The BTS claimed in its memorandum that the incident happened out of hate ‘as victim entered temple’. The boy belongs to Matang community and was punished by Dhore, who belongs to OBC, they said. To stop such incidents in future, BTS demanded stringent action against accused Dhore. However, residents of Rani Laxmibai Ward reiterated on Monday, on condition of anonymity, that the children play in the temple yard every day, and no one has ever raised any objections. A resident said there is no caste discrimination, but the accused sells illicit liquor, and always creates trouble for children. He added, “I think the accused never dreamt of the consequences while punishing the child.” BTS district president Atul Diwe said the boy’s parents have objected to the horrible punishment. “If accused wanted to punish the child, he could have told the parents. He dared to do this because the boy belongs to lower class. Is it possible to do such a thing with any higher caste?” Diwe said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/sc-commission-calls-for-report-on-boy-suffering-burns-after-punishment/articleshow/69832667.cms"}, "Experts brainstorm over clean air issue": {"datetime": "", "time": "2019-06-19 04:36:00", "description": "NAGPUR: A seminar titled ‘Clearing the air in Nagpur: Strengthening actions through partnerships’, jointly organized by Clean Air Asia (CAA), Nagpur Municipal Corporation and Integrated Programme for Better Air Quality in Asia (IBAQ) provided a platform for a discussion on the Nagpur air action plan which has been recently approved by the Central Pollution Control Board (CPCB).  The clean air action plan was prepared by Maharashtra Pollution Control Board (MPCB) with support from National Environmental Engineering Research Institute (Neeri) and the NMC has taken up the lead in its implementation. The seminar was inaugurated by mayor Nanda Jichkar and municipal commissioner Abhijit Bangar. Setting the context for the seminar, India director of CAA Prarthana Borah said, “Since the clean air action plan has been approved by the CPCB, it is now time to deliberate over its implementation. The major problem lies in developing cities as there is increased constructional dust and emissions due to improper waste management deteriorate the air quality.” Borah said that the objective of organizing the session was to engage in a discussion regarding sustainable urban development and clean technology for clean air. Bangar emphasized on the need to take account of the vulnerable sections of the city as all localities are not affected equally. He added, “It is high time to start implementation of schemes for the improvement in air quality management. Through this event, an organized effort will be made to retain Nagpur's ‘Green city’ tag and move forward in the direction of maintaining good air quality for future generations.” In her address, Jichkar focused on the regulatory, policy and implementation tactics. She said, “Now that the Smart City project is in full-swing, the hazardous dust particles from constructional activities is a matter of seriousness. I hope, through citizen awareness and government partnership, we derive a concrete solution to mitigate pollution. Neeri has done a great job at creating a road map of the activities that need to be done. With the help of concerned officials and participation of leaders, we will implement strict rules to ensure everyone breathes fresh air.” Leena Buddhe, director at Centre for Sustainable Development (CFSD), urged NGOs to collaborate in implementation of the air action plan for leveraging wider change. AS Harinath, from World Bank, delved deeper into the aspects of implementation strategy of Nagpur air action plan. He said, “Having an action plan is the first step. Our commitment is to build on the government’s action plan. We then need implementation, investment and coordination between a number of agencies.” Representatives from local government, civil society, academia and technology providers engaged in an interactive session where they analysed their roles in the action plan and suggested proposals. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/experts-brainstorm-over-clean-air-issue/articleshow/69848378.cms"}, "fire in kadbi chowk nagpur this evening": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fireinkadbichowknagpurthisevening/articleshow/69570063.cms", "description": ""}, "For what NMC is paying to Sweepers": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/forwhatnmcispayingtosweepers/articleshow/69641607.cms", "description": ""}, "\nTheatre connoisseurs enjoy the thrills and suspense of this classic play\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/Theatre-connoisseurs-enjoy-the-thrills-and-suspense-of-this-classic-play/articleshow/52324309.cms", "description": "Enid Blyton’s classic English story— Five on a Treasure Island — from the famous five series was recently staged as a play in the city and it received great response from the theatre lovers. The play was directed by Vikash Khurana and had many thrilling and adventurous moments coupled with timely humour to keep the audience’s interest levels intact till the end. The young actors delighted the discerning audience with their performances and Khurana’s role as an antagonist was also appreciated by everyone. When we asked the director whether he had any inhibitions prior to the staging of the play, he said, “My biggest concern was to incorporate various scenes from the play on a small stage, but with proper planning, we managed to transcend the audience to Kirrin Island and the English countryside where the story is set.” We saw educationist Dr Dipti Christian and theatre person Aditya Bansod enjoying the theatrical treat with their friends.Download The Times of India News App for Latest City ."}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "outer ring road work incomplete since ages": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/outerringroadworkincompletesinceages/articleshow/69683815.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Garbage everywhere": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageeverywhere/articleshow/69683871.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Footpath being used for Saoji Bhojnalaya": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathbeingusedforsaojibhojnalaya/articleshow/69551036.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "there’s nothing fit about this": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/theree28099snothingfitaboutthis/articleshow/69683867.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Govt fleecing farmers on crop insurance: Deshmukh": {"datetime": "", "time": "2019-06-18 05:56:00", "description": "Nagpur: Former minister and Nationalist Congress Party (NCP) leader Anil Deshmukh has accused the BJP-led state government of “looting” farmers in the name of providing crop insurance. In a press release issued on Monday, Deshmukh pointed out that crop insurance premiums are deducted from agriculture loans provided to farmers leaving the latter with no options but to pay up. “There was a severe drought last year. Farmers, including orange and sweet lime (Mausambi) orchard owners, lost their crop totally. But not one of them received any claim from the insurance companies. Yet, all nationalized banks have yet again been instructed to deduct crop insurance premium amounts from crop loan being disbursed to farmers,” he said. “So, who is benefiting from crop insurance plans?” asked Deshmukh . He alleged that private insurance companies who have mandate to run crop insurance schemes were the ones whose interests the government was protecting. “Citrus fruit orchards’ insurance claims and that of other kharif crops are handed by different private companies who fail to respond to claims filed by hapless farmers,” Deshmukh said. The NCP leader has represented the orange belt of Katol-Narkhed area since 1995 in the state legislature before he was defeated in 2014 by nephew Ashish Deshmukh, who contested against him riding on the Modi wave. “The government has not given a penny to farmers reeling under drought and crop losses. Farm loan waiver scheme of the BJP government is yet to reach even 20% of the beneficiaries because of slow roll out,” said Deshmukh, preparing pitch for state elections that are just three months away. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/govt-fleecing-farmers-on-crop-insurance-deshmukh/articleshow/69832881.cms"}, "Various hues of life depicted in 10 plays staged by Stagecraft": {"time": "2019-06-17 14:28:00", "link": "https://timesofindia.indiatimes.com//city/nagpur/various-hues-of-life-depicted-in-10-plays-staged-by-stagecraft/articleshow/69817295.cms", "description": "NAGPUR: Humour, satire and emotions which are inseparable part of life were on display during the ten plays presented in Sugar and Spice round IX, organized by Stagecraft at Matoshri Vimlatai Deshmukh Sabhagruh, Dhanwate National College, on Saturday. The event started with an emotional thought-provoking drama ‘Meri Dadi Kahan Hai’, directed by Anurima Chakraborty. The play is about a little girl Khushi Mohta who is in search of her grandmother (Jigyasa Bharti). In the process, the girl takes help from an autowala, rabbit, dog, tortoise, lion and bear. The actors were Samvardhan Khandelwal, Ismat Chimthanawala, Viraj Shah, Arundhati Jogdand, Rahul Bhojwani and Pratiksha Kaleshwarwar. The play was written by Padmashree Pande. ‘Happy Meal’, directed by Shivani Joshi and written by Shubhankar Mishra, was full of humour. A girl (Devika Patel) and her friend (Amol Wakhare) have a magic apple through which they can go to any place they wish to. But as an argument ensues, the girl throws away the apple. They are now stuck on a cold mountain peak, but then mother comes to their rescue and gives them a mango through which they can travel even to outer space. ‘Ek Chhoti Si Khwaish’, a satire on the condition of a student, written by Raunak Madne and directed by Anu Sabharwal, tells the story of a girl (Ruhi Khanuja) who is burdened by the wishes of her mother (Anurima Chakraborty) to become a doctor. But her teacher (Anurima Chakraborty) thinks she is dumb. The girl struggles to fulfil her mother’s dream but eventually ends up into depression. ‘Conversations’, directed by Rajat Rajani, dealt with standing up for self and being proud of who you are, was about a young woman (Ayushi Vairagade) opening up to her mother (Maria Shakir) and sister (Avni Jog) being gay. Harshit Verma played the role of a waiter. ‘Chidiya Udd’ was a satire on how today’s generation has lost childhood under the burden of tuition classes and extra-curricular activities. The play, written by Nitish Chandra, was directed by NV Sharma. The cast included Tahir Shibam, Swati Lohe, Riddhi Lohe and Huzefa Kotawala. Another satire, ‘Three Monkeys & A Like Button’ was based on how our life is being directed by a ‘like’ button of Facebook. The play was written by Jaya Girathe and directed by Maria Shakir. The cast included Shaima Patel, Neelam Singh and Manank Panchmatia. Emotional play ‘Remembering My Grandmother’ was written by Jaee Jog and directed by Neha Khanzode. The cast included Nivedita Jogdand, Shivani Joshi and Rahul Bhojwani. ‘Nowhere to Play’, written by Bianca Nazareth-Arya and directed by Sonal Bindra, was a satire on how children today do not have a place to play. The cast included Vardaan Anand, Parthiv Banerjee, Harsh Dayaramani and Anu Sabharwal. ‘Loose’ was about how if our parents become care free and never tell us to study and let us do as we wish. The play was written by Onkar Ghare and directed by Sanskruti Bajoria. Shika Kalra, Madhvi Ambhore and Kuldeep Lohe were the actors. Audience laughed heartily when ‘Andher Nagri Chopat Raja’, written by Shantanu Thengdi and directed by Taher Shibam, was staged. The cast included Samson Aiyub, Shlok Vij, Lalit Ghavghave, Ashwin Shukla, Namrata Shukla, Manank Panchmatia, Sana Thombre and Shubham Veergandham. Lalit. Ghavghave stole the show with his quick wit. (Reporting by Himesh Pande) Download The Times of India News App for Latest City ."}, "GMCs at Amravati, Buldhana get in-principle approval: Mahajan": {"datetime": "", "time": "2019-06-18 14:04:00", "description": "NAGPUR: Crunch in MBBS seats will ease to some extent as the central government has given in-principle approval to seven new Government Medical Colleges in state. These include two in Vidarbha at Amravati and Buldhana. Medical education minister of Maharashtra Girish Mahajan told TOI Ministry of health and family welfare had given an in-principle approval to state government’s proposal to upgrade seven district hospitals in state into medical colleges. “I had a very fruitful meeting with Union health minister Dr Harsh Vardhan last week. He has sanctioned many proposals given by the state’s health education department. These include seven GMCs and several research institutes. This will bring in 3,670 more MBBS seats and nearly 800 PG seats in the state in the long run,” Mahajan said. The central government’s health ministry has a scheme to establish new medical colleges by upgrading district or referral hospitals. As part of this, it has been proposed to convert 75 district hospitals into medical colleges to boost availability of human resource for health sector. Maharashtra has proactively submitted proposals for seven district hospitals. When these hospitals become medical colleges, the directorate of medical education (DMER) will run them instead of directorate of health services (DHS). This is still a first step. It takes time to establish a medical college even if a general hospital has many basic facilities. According to a senior official of DMER, the state as well as the Centre were keen to increase MBBS and MD seats as it was necessary for the implementation of EWS reservation. “The in-principle approval is a major step. These seven new GMCs will be functional in next two years,” the official claimed. At present, there are 41 medical colleges in State. They are affiliated to Maharashtra University of Health Sciences (MUHS). In Vidarbha, there are two GMCs in Nagpur, and one each in Chandrapur, Yavatmal, Akola, and Gondia. Major boost to medical education New medical colleges: District hospitals in seven districts — Buldhana, Amravati, Satara, Parbhani, Nandurbar, Nashik and Sindhudurg will become medical colleges Long pending Institutes: Pending work of Regional Institute of Paramedical Science in Nagpur, Special paramedical centres in Pune and Miraj will be completed Research organization: Government Medical College and Hospital (GMCH) in Nagpur will have a centre of excellence in Sickle Cells Hemoglobinopathy developed by ICMR Cancer care: As projects like National Cancer Grid, Virtual Tumour Board, Cancer Fellowship are to be implemented in state, a national cancer institute will be started in Jalgaon More MBBS Seats: Total 3,670 seats will be added to state’s quota. From these, 2020 could be used for implementation of EWS reservation and 1650 for implementation Maratha reservation Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/gmcs-at-amravati-buldhana-get-in-principle-approval-mahajan/articleshow/69832359.cms"}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "NMC to demolish 121 illegal religious structures within one month": {"datetime": "", "time": "2019-06-18 04:39:00", "description": "Nagpur: The Nagpur Bench of Bombay High Court on Monday was informed by the civic authorities that 121 illegal religious structures within city limits will be demolished within one month. The bench comprising justices RK Deshpande and Vinay Joshi directed Nagpur Municipal Corporation (NMC) commissioner to later file an affidavit stating that all 121 structures have been demolished. NMC will give 15-day notice to the parties affected, before the actual demolition takes place. Last year, the NMC took a count of total illegal religious structures within its jurisdiction and then segregated them into category A and B. Those in category B were the ones which could not be regularized and had to be demolished. A special committee heard objections and claims over the list and finally 1,084 structures were put in category A while 121 were put in category B. Advocate Firdos Mirza appeared for the petitioners while advocate Sudhir Puranik represented NMC. On September 19 last year, the HC had directed NMC to form a committee under the civic chief to prepare a revised list of illegal religious structures within city limits. It directed that structures that can be regularized should be included in category A, while those which cannot be regularized should be put in category B. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/nmc-to-demolish-121-illegal-religious-structures-within-one-month/articleshow/69832709.cms"}, "Lights Off": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lightsoff/articleshow/69569987.cms", "description": ""}, "\nGovernment Chitrakala Mahavidyalaya hosts an exciting cultural fest, Aakar, in Nagpur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/nagpur/Government-Chitrakala-Mahavidyalaya-hosts-an-exciting-cultural-fest-Aakar-in-Nagpur/articleshow/50976875.cms", "description": "There was a flurry of excitement among the students and teaching staff of Government Chitrakala Mahavidyalaya at their recently organised cultural fiesta —Aakar—where everyone enjoyed cultural treats, entertaining acts and fun-filled competitions. The discerning audience enjoyed a fine bouquet of performing arts and shared a good time interacting with one another on this occasion.  “This fest is a melting pot of various art forms and the students have been given a great platform by the college to exhibit their talent. From traditional dance performances to skits, mono acts, painting exhibitions to food stalls, there was a fine mix of everything for people to enjoy,” said lecturer Kishore Ingale.  We spotted principal of the college Vinod Mankar and educationists Subhash Babhulkar, Vikash Joshi, Rakesh Pathrabe and Rajendra Giri having a good time at the fiesta. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Eka Lagnachi Pudhchi Gosht: A play": {"time": "", "link": "http://photogallery.indiatimes.com/events/nagpur/eka-lagnachi-pudhchi-gosht-a-play/articleshow/69483561.cms", "description": ""}, "there’s nothing healthy/fit about dumping it here": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/theree28099snothinghealthy2ffitaboutdumpingithere/articleshow/69807991.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Farmers’ body gears up for sowing of more HT seeds": {"datetime": "", "time": "2019-06-18 14:00:00", "description": "NAGPUR: Farmers’ organization Shetkari Sangathana has printed declaration forms on which it plans to get signatures of peasants across the state for planting illegal genetically modified variety of herbicide tolerant (HT) seeds in their fields. In what it calls to be a civil disobedience movement of its kind, the Sangathana has been pressing for free access to technology in agriculture including mass use of GM seeds. The HT seeds that have been developed by American biotech giant Monsanto are resistant to herbicides (weed killers), which have glyphosate as a key ingredient. Even the glyphosate-based herbicide has been developed by Monsanto. Shetkari Sangathana has been demanding that the government should allow use of HT seeds, as it will help them save a major cost on removal of weeds by deploying manual labour. However, experts say even if the seeds are allowed, cotton farmers may not be able to use HT variety legally. Former director of Central Institute of Cotton Research (CICR) Keshav Kranthi said that this is because glyphosate-based herbicide are only recommended for use in teal plantations and barren land. Without being allowed to use glyphosate, HT seeds not be of any use to the cotton grower. Kranthi now heads the technical section of International Cotton Advisory Council in the US. In its comment to an earlier report carried by TOI, even Monsanto had said, “In India, glyphosate-based herbicides have been recommended for use in general weed control in non-cropped areas such as tea and pre-plant rice. It should be used only as per the recommended guidelines.” Anil Ghanawat, President of Shetkari Sangathana, however said that glyphosate is non-selective herbicide and can also be used on the cotton crop. Shetkari Sangathana had started its campaign last week from Akoli Jahangir village of Akola district where farmer Lalit Bahale planted the seeds in front of police and 1,200 other farmers. If proven, this can lead to a five-year sentence. After that, farmers in districts like Wardha, Dhule and Ahmednagar have planted the seeds. This would be followed by farmers in Parbhani and Amravati. The declaration form prepared by the Sangathana will have details like farmers’ name, village and the area in which the seed has been planted. Shetkari Sangathana has been pressing that the government should allow use of HT seeds. However, after the trials, Monsanto itself had withdrawn its application in 2016. On this, Ghanawat said it was due to the low royalty it would have got on the seeds. “The Sangathana demands that the government should not intervene in the prices and give the technology provider a free hand letting the market decide the price,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/farmers-body-gears-up-for-sowing-of-more-ht-seeds/articleshow/69832898.cms"}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "City water crisis set to aggravate as mitigation measures delayed": {"datetime": "", "time": "2019-06-19 04:49:00", "description": "NAGPUR: Water crisis in the city as well as for irrigation in the district is likely to increase compared to this year as Nagpur Municipal Corporation (NMC) will be unable to utilize running water of Kanhan river. The huge saving of water in Pench reservoirs will not be possible as the water resources department (WRD) is all set to miss the deadline for completing Kochchhi barrage on Kanhan river by December-end. The NMC standing committee on Tuesday approved the water works department’s proposal to appoint WAPCOS Limited, a central government company, to prepare Detailed Project Report (DPR) and also execute the project to use running water of Kanhan river instead of water from Pench reservoirs for six months, from June to December. The civic body will pay WAPCOS Rs21.99 crore for the project. NMC uses water from Pench reservoirs to supply drinking water to 70% areas of the city throughout the year. Requirement of remaining water is met from running water of Kanhan river. During summer, Kanhan river has to be fed from Pench reservoirs. Huge quantum of water goes waste from Kanhan river between June and December due to lack of a reservoir on it. Therefore, NMC planned to lay a pipeline from Kanhan river and use this running water instead of water from Pench reservoirs in these six months. The plan approved on Tuesday will take at least one year for WAPCOS Limited to prepare DPR and complete the project. The plan was prepared in June last year but was delayed due to reasons known only to NMC officials. Due to shortage of water in Pench reservoirs, WRD could not supply water for irrigation during both, kharip and rabbi, seasons. NMC is drawing water from dead stock of Pench reservoirs for last one month. The Pench reservoirs are likely to get less water this year too due to construction of Chaurai dam by Madhya Pradesh upstream of Pench river. Therefore, the delay in mitigation measures is likely to increase the water crisis next year. Ruling party leader Sandip Joshi admitted the inordinate delay from the water works department in completing the process. “We have decided to award the work to WAPCOS Limited without going for tendering process due to the delay. The project would have been delayed further in case of tendering,” he said. Standing committee chairman Pradip Pohane said he would check about the delay and take appropriate action. In another setback, WRD officials confirmed water cannot be stored in Kochchhi barrage this monsoon. “Some 80% of the works are completed. Project require another Rs300 crore for completion. We will be able to store water only in the next monsoon,” they said. The barrage costing Rs947 crore is the first on Kanhan river. Around 75 million meter cube (MMC) water could have been stored in the barrage if it had been completed in time. The project was delayed due to shortage of funds. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/nagpur/city-water-crisis-set-to-aggravate-as-mitigation-measures-delayed/articleshow/69847657.cms"}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Pigs problem": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pigsproblem/articleshow/69529630.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}}