{"Watch: Locals make merry and enjoy the monsoon rain in Kannur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/watch-locals-make-merry-and-enjoy-the-monsoon-rain-in-kannur/videoshow/69726396.cms", "description": ""}, "Fans cheer for actor, disrupt CM Vijayan’s speech": {"time": "2019-06-17 09:36:00", "link": "https://timesofindia.indiatimes.com//city/kochi/fans-cheer-for-actor-disrupt-cms-speech/articleshow/69817132.cms", "description": "PALAKKAD: Chief minister Pinarayi Vijayan cut short his inaugural address at the opening of a hospital here on Sunday, following the clamour by a bunch of Mohanlal fans. The chief minister and the actor shared the dais during the inauguration of Avitis Institute of Medical Sciences at Nemmara here. The fans started cheering the actor as soon as he entered along with the CM. The uproar continued even as the CM started addressing the gathering. A visibly irked Vijayan said, “Those who are cheering the actor lives in their own world. They do not know any other things. This may be because they are immature. But they are not doing a service to the actor either.” Before concluding his speech, the chief minister said, “Considering the progress the state has achieved, it does not have enough specialized medical facilities. We (the government) have been requesting the central government to sanction an All India Institute of Medical Science (AIIMS) for long, to meet the increasing demands in Kerala.” He added that he had met Prime Minister Narendra Modi in New Delhi on Saturday and urged him to accord the sanction for AIIMS in Kerala. “The Central government is expected to consider Kerala’s demand,” the CM said. He also added that the opening of Avitis Institute of Medical Sciences with super specialty departments in cardiology, neurology, nephrology, gastroenteritis, renal science etc, was a big step forward in the health sector in the state. The function was presided over by assembly speaker P Sreeramakrishnan. Health minister K.K. Shailaja, agriculture minister V S Sunil Kumar, water resources minister K Krishnankutty, MLA s O Rajagopal and K Babu, MPs V K Sreekantan and Remya Haridas, UAE Exchange founder chairman B R Shetty among others were present. Download The Times of India News App for Latest City ."}, "Unifying school education: HC stays state govt's move": {"time": "2019-06-17 16:16:00", "link": "https://timesofindia.indiatimes.com//city/kochi/unifying-school-education-hc-stays-state-govts-move/articleshow/69825106.cms", "description": "KOCHI: The Kerala high court on Monday issued a stay on state government's decision to merge three directorates of school education into one. A stay was issued by the court after considering petitions challenging implementation of the report of a three-member committee headed by MA Khader that recommended for a unified directorate of education at the school level and creation of the post of director general of education by unifying the three directorates – directorate of public instruction, higher secondary directorate, and vocational higher secondary directorate. It was alleged by the petitioners that the government's move would give the charge of principal of higher secondary school to headmaster of high school. As headmasters need not have post graduation and higher secondary school teachers need post graduation, it would result in placing a head master over higher secondary school teachers. Nair Service Society (NSS), which runs many schools in the state, had also questioned implementation of the commission report before the high court. It was alleged by NSS that the orders issued by the government are contrary to Kerala Education Act and its rules as well as provisions of Right of Children to Free and Compulsory Education Act (RTE) and its rules. The government’s move also hinders the time-tested public education system that has separate administrative setup as well as teaching and non-teaching staff with qualifications befitting the physical and mental growth of children, NSS had contended. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Signs of Presence art exhibition throws light on the ability to respond to situations": {"datetime": "", "time": "2019-06-18 16:23:00", "description": "An exhibition titled Signs of Presence being showcased at the Durbar Hall Art Centre, in Kochi, brings together the artworks of three artists such as Akhil Vijayakumar, Ayyappa Das IR and Vishnu CS. The group exhibition brings together mediums such as paintings, sculptures and graphic prints. Be it anything in life, there is a process of action and reaction, and how even presence or absence of something can convey meanings of their own. The exhibition captures the curious responses of these artists to various situations. Below are a few pictures from the event:- Picture Credit: AjilalIn Video:Signs of Presence art exhibition throws light on the ability to respond to situationsDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/signs-of-presence-art-exhibition-throws-light-on-the-ability-to-respond-to-situations/articleshow/69841808.cms"}, "septic tank in basket ball court": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/septictankinbasketballcourt/articleshow/69452698.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Idukki church officials remove wooden crosses": {"datetime": "", "time": "2019-06-19 07:09:00", "description": "IDUKKI: The wooden crosses, which were erected atop the hills of Panchalimedu tourism point, were removed by church officials on Tuesday. Earlier, Hindu Aikyavedi had filed a complaint before Idukki district collector H Dineshan alleging that authorities of Kanayankavayal St Mary’s Church were trying to encroach upon the revenue land. They also erected a trident (trishul) atop the hill to protest the move. Following this, the collector had directed the church authorities to remove the wooden crosses. Peruvanthanam village officer R Wilson said, “Three wooden crosses were installed by the church authorities on last Good Friday. The church would erect crosses before Good Friday and would remove them. But this year, the church authorities failed to remove the crosses.”  The trident was also removed. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/church-officials-remove-wooden-crosses/articleshow/69848854.cms"}, "Three generations of alumni come together for a memorable bash": {"datetime": "", "time": "2019-06-18 15:08:00", "description": "Clad in a saffron sari adorned with rudraksha ornaments, the member of the erstwhile Travancore royal family, Pooyam Tirunal Gouri Parvathi Bayi represented a sage on stage. She was one of the 87 performers at the alumni event organised by the Old Students Association (OSA) of the Government Women’s College, Thiruvananthapuram. Titled Vasthrayana, the dance drama themed on the evolution of garments in India was a visual treat for those in attendance at the Karthika Tirunal Auditorium, recently. The cultural extravaganza saw performances of three generations of students, from the previous pre-degree batches to the recent graduates. Hundreds of alumni including homemakers, working professionals, artistes and bureaucrats, joined the performers at the venue to take a stroll down memory lane to relive their campus life. While those who had become great grandmothers enjoyed watching the show, many were looking around for their old batchmates. Though time had changed their physical appearance, many still found their pals, by calling out their nicknames. Singer Kanchana Sreeram, BA Music graduate of the 2017 batch, portrayed a South Indian bride on the show and says the event gave her friendship goals. “At a time when video calls and group chats are the norm, this alumni group stands apart because the reunion is held regularly without fail. I am happy I could see our super seniors and their seniors still joke around like in their younger days. I think they were the most enthusiast bunch at the event,” she says. “I was also surprised to see the performance of Princess Gouri Parvathi Bhayi, who danced flawlessly.” The dance drama narrated the evolution of garments with time — from the stone age to contemporary dressing styles. The event was held under the guidance of Pooyam Tirunal Gouri Parvathi Bayi, who is the OSA secretary. “The show is held every two years. The 87 members who were part of this show were of different ages and from all walks of life. We had grandmothers and mothers alongside granddaughters and daughters. It was hard work but fun too. Our dance director Aswathy Nair worked tirelessly to ensure seamless production and Ambili Ramnath’s expertise with words and Kavalam Sreekumar’s magic with the music have always been the mainstay of our performances,” she says. Apart from performing, for Gouri Parvathi Bayi, it is also an event to meet her friends and teachers. “I have never really left the Women’s College - as a student, teacher and as part of the Alumni association, I have always remained in touch with the institution. For most of us, there is a sense of homecoming when we step into the college compound. The years fall away, and we feel rejuvenated. Ultimately in life, our real earnings are the friendships we have forged, the wonderful experiences nobody can take away from us and precious memories that stay with us always. Many of our older members make it a point to come to our meetings and events. They make a greater physical effort than youngsters who work a full day and have homes to run too,” she adds. Actress Sona Nair was also part of the event, enthralling her friends in her avatar as goddess Saraswati. “This is an event that I eagerly look forward to. I feel blessed meeting my old teachers and classmates, and giving me memories to cherish for the next two years. Each of the 87 artistes were given a three-and-half-minute performance and so that ensured everyone had equal time to perform,” she says, adding that she always makes it a point to find time amid her shooting schedules to make it to the reunion. Photo Courtesy: Satheeshan Karicheri In Video:Three generations of alumni come together for a memorable bashDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/three-generations-of-alumni-come-together-for-a-memorable-bash/articleshow/69840860.cms"}, "Dept stops winter vegetable zone project in Munnar": {"datetime": "", "time": "2019-06-18 04:58:00", "description": "Idukki: The agricultural department has finally stopped the much expected Devikulam winter vegetable zone at Vattavada in Munnar without fulfilling its purported aim. In 2017, agricultural minister V S Sunilkumar has announced a winter vegetable zone in Vattavada and Kanthalloor, including Devikulam block, to make the region as the winter vegetable hub of the state. Sunilkumar had inaugurated over Rs 11 crore worth winter vegetable and fruit production development project in Kanthalloor and Vattavada and promised that the government will boost winter vegetable and fruit production in the area and will develop the centre as the state’s best vegetable production centre. But after the three years, the project has stopped without any benefit to the farmers in the region. A department official said the government might announce another project that is why it is stopping the zone. Vattavada winter vegetable farmers’ society president K Jayaprakash said, “The farmers in the Kanthalloor and Vattavada regions expected that the winter vegetable zone project will be completed soon. The farmers in the region have not been getting any benefit from the winter vegetable zone project for the last three years.” “The Vattavada and Kanthalloor regions have a huge potential to produce winter vegetables and fruits. The subsidy announced for winter vegetable farmers in the region has not been distributed yet,” Jayaprakash said. Prince Mathew, Idukki agricultural deputy director (Horticulture mission), said: “The three year project has completed its tenure, and winter vegetable production has increased in the area. The subsidy money of the farmers will be distributed soon.” Vattavada and Kanthalloor regions are known as the hub of cool season vegetables. An estimate of 2,725 hectares of winter vegetables were cultivated in the region. Potato, beans, cabbage, carrot and garlic are the main cool season vegetables in Kanthalloor and Vattavada, natives said. “The agricultural minister will visit Vattavada and Kanthalloor .We expect the minister will announce a big project in Kanthalloor and Vattavada to encourage the winter vegetable production,” an agricultural department official said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/dept-stops-winter-vegetable-zone-project-in-munnar/articleshow/69832928.cms"}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Degree Show’19 gets a new space": {"datetime": "", "time": "2019-06-18 14:09:00", "description": "The artwork of the students of the College of Fine Arts Thiruvananthapuram no longer need to just vie for space in their classroom. They now get to exhibit them at the new spacious art gallery building inside their college premises. The occasion was their Degree Show ’19 and on display were the prominent art and installation works of students of the recent batches from the college. Communicating various subjects and ideas, the art pieces was a visual treat. The week-long show which kicked off on June 14 also included talks by eminent personalities from the field of art. We saw film critic C S Venkiteswaran talking to young artists on contemporary art. Photo courtesy: Satheeshan Karicheri In Video:Degree show exhibition by Trivandrum Fine Arts studentsDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/degree-show19-gets-a-new-space/articleshow/69840749.cms"}, "Orange alert issued in parts of Kerala": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/orange-alert-issued-in-parts-of-kerala/videoshow/69715721.cms", "description": ""}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "A soothing break was necessary, says circle inspector Navas": {"time": "2019-06-17 09:33:00", "link": "https://timesofindia.indiatimes.com//city/kochi/a-soothing-break-was-necessary-says-ci-navas/articleshow/69817123.cms", "description": "Kochi: Circle inspector V S Navas, who went incommunicado on Thursday after an argument with a senior officer and returned on Saturday after 44 hours, told reporters that he would act according to the department’s directions. On Friday, Navas’s wife had said that her husband went incommunicado after facing harassment from a senior officer. However, Navas is yet to say anything against his superiors in public on his return. He said that a break was necessary for peace of mind. “When we have troubles, we either cry or will approach someone for comfort or we seek solitude. I wanted some solitude so that I can get relaxed. I have been living mechanically for long. Our soul needs some food, like travel, talking with friends, meeting our Guru, reading good books, listening to music, etc. Some others resort to alcohol or drugs, which I can’t,” Navas told reporters on Sunday.  Navas had gone incommunicado after an argument with ACP P S Suresh. He was transferred to Mattancherry before he went incommunicado, however, sources said that the posting would happen only after the DCP completes the probe and submits a report to the higher ups. “The probe will be conducted by analysing documents and records. We will maintain a status-quo regarding the CI’s posting. He will be meeting the IG on Monday. Senior officers, including the DGP, will take a call on his posting. The newly-appointed CI will take charge at Ernakulam Central while temporary arrangements will be made at Mattancherry,” said a senior officer. Meanwhile, experts said that both officers are likely to face disciplinary action. Officers said that even if there was pressure within the force, officers should be able to withstand them. “Now, the officer concerned is most likely to get a memo for unauthorized absence. What he should have done was to report to his senior, if another officer had used unparliamentary language over the wireless. There would be a recording of it and there would be an action for sure,” said Rtd SP George Joseph. However, officers close to Navas said that he was not someone who bows to pressure. “I know him for years. He has struggled so much over the years. If he wanted to run away, he would have done it much earlier. This means that pressure on him would have been so intense that he would have reached a breaking point,” said an officer. Download The Times of India News App for Latest City ."}, "Beto Ruiz to helm a production based on Arundhati Roy’s God of Small Things and Perumal Murugan’s One Part Woman": {"datetime": "", "time": "2019-06-18 11:42:00", "description": "Teachers, artists, aspiring actors, anchors and school-kids got together on Saturday at Riverbourne Centre, Tripunithura, to spend a day with theatre director and trainer Beto Ruiz from Mexico. As the day progressed, most of them, to whom the acting class was a novelty, were fully engrossed in Beto’s engaging conversations and ‘games’. The tips and tricks he shared in the class, according to the participants, were not just lessons in acting, but for life.  “I was super-excited to attend the training ever since I read about him. It was truly worth it. I loved the way he communicated ideas and how he explained to us the importance of knowing one’s own body. Being a college lecturer, it is really important to know how to build a connect with my students and how to transform myself by transforming others,” says Lesly Augustine, assistant professor, Sacred Hearts College, Kochi.  Beto Ruiz Beto, who heads the acting department at the Intercultural Theatre Institute (ITI) in Singapore, has found his third home at Kerala. He, together with a few artistes and art enthusiasts, including koodiyattom performer Kapila Venu, has started a collective in Kerala named Across the River to create international productions. The collective aims at bringing together actors from across the world, including from ITI. “We are creating and devising a new project which is inspired by the works of Arundhati Roy’s God of Small Things and Perumal Murugan’s One Part Woman respectively. We are rehearsing at Irinjalakuda,” says Beto, adding that as an outsider he can view India through new eyes, though he has learnt koodiyattom, kalaripayattu and other art forms of Kerala. “I am focusing more on inter-culturalism with an exchange of ideas, cultures and views with others and seeking people’s responses to the current times. The two books surprised me as I was able to resonate with Mexican social issues while reading it. So, I understood, there is a connection between the two countries; we are not similar, yet we are not totally different.” Talking about the recent workshop, Beto says that he was excited to see that there are so many people at the workshop interested in performing and who aspire to be artistes. “The exchange I have with experienced actors who attend my workshop is fulfilling. The more I do, the more questions I have, be it from books or the conversations. They make the dialogues fresh and make my life productive and healthy. When freshers walk in, I see less ego, less vanity and more energy. An artiste is at first a human and then an artiste, so it will be always good for anybody to be part of acting classes. I see people who get so inspired for life from the games we play. My aim is to create honest performers,” he says. An expert in Kundalini Yoga, Beto picked theatre as a career when he was 15. After completing an undergraduate course in theatre at Guadalajara, Mexico, Beto went to Singapore as he felt there was a need to preserve the holistic approach traditional theatre brings in, where dancers, singers, musicians and actors work together. So, he studied Asian theatre forms and did a theatre training and research programme in Singapore. His prominent works as a director include operas, such as Verdi’s La Traviata and Purcell’s Dido and Aeneas, and plays such as Dario Fo’s Un Dia Cualquiera and Alfred Jarry’s King Ubu. He has also worked on productions in the US, Colombia and Poland. “I was completely trained in realism, as three decades ago, that was the only practice in Mexico. I felt attracted with the mysteries of our body, so I was also trained in contemporary dancing. Then I began doing physical theatre and dance theatre and started exploring its possibilities. At ITI, I found Michel Chekov’s style interesting and that is what I am now working on. I am also following the idea of interdisciplinary practice, using the body in all its possibilities,” he says, adding that the Across the River collective’s project will feature all these ideas. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/beto-ruiz-to-helm-a-production-in-kerala-based-on-arundhati-roys-god-of-small-things-and-perumal-murugans-one-part-woman/articleshow/69825526.cms"}, "Road widening is still pending at Pullepady,ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadwideningisstillpendingatpullepady2cekm-/articleshow/69641646.cms", "description": ""}, "Removal of name from voters’ list without hearing illegal: HC": {"datetime": "", "time": "2019-06-18 04:02:00", "description": "Kochi: It is illegal to remove a voter from the voters list without giving him an opportunity of hearing, the high court has said. Inaction by the voter in getting his name restored also won’t justify such action, the court said. The judgment by Justice Shaji P Chaly came after considering a petition filed by 64-year-old A Subair of Chala in Thiruvananthapuram, questioning the removal of his name from the voters’ list prepared for the Lok Sabha elections this year. Names of his wife and daughter were retained while his was removed on the report of booth level officer that he changed his residence. Referring to Section 22 of the Representation of the People Act of 1950, the court pointed out that the statute says the voter should be given a reasonable opportunity of being heard. The judgment said, “On an evaluation of the said provisions, it is explicit that, they are peremptory in nature and can never be brushed aside or overlooked. Proviso thereto makes it clear that before removing a person from the voters list, the electoral registration officer is duty bound to give the person concerned a reasonable opportunity of being heard in respect of the action proposed to be taken. Which thus also means, the action or enquiry contemplated under Sec 22 of the Act, 1950 is not an empty formality, but on the other hand, founded on principles of natural justice, which if violated, action becomes arbitrary and illegal inviting action against the officer concerned.” No opportunity of hearing was given to the petitioner in the case, the court added. The Election Commission had contended that the removal from voters’ list was preceded by several steps such as inviting objections to draft electoral roll, including giving publicity to ‘deleted lists’ and that a final electoral roll was published at the end of a process that lasted over a year. After finding that no opportunity of hearing was granted to the petitioner, the court said, “It is also apposite to mention that, mere inaction on the part of the petitioner to restore the name removed from the voters list, is not a justification for removing the name, otherwise than in accordance with law.” The court then ordered the chief election commissioner of Kerala to conduct a detailed inquiry into the incident and, if required, take appropriate action against the officers who removed the petitioner’s name from the voters list within two weeks. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/removal-of-name-from-voters-list-without-hearing-illegal-hc/articleshow/69833006.cms"}, "Vagamon gets a Rs 99lakh worth facelift": {"datetime": "", "time": "2019-06-19 04:11:00", "description": "Idukki: In a bid to attract more tourists to Vagamon, the tourism department has completed infrastructure works estimated at Rs 99 lakh in the hill station. The works gave a facelift to the destination, said Idukki District Tourism Promotion Council secretary (DTPC) Jayan P Vijayan. The works covered entrance gate, tourism information centre, ticket counter, lifted stone-laid walkway with flowering plants on either side, benches, toilets, rest rooms, censors, LED lightings and waste bins. “The construction works were entrusted with central government agency Vapcos. A garden close to the lake and a children park will be constructed in Vagamon in the second phase of the tourism project,” Jayan said. “The new facilities will be inaugurated during the monsoon tourist season. As many as five lakh tourists visited Vagamon in last year. Nearly 1.5 lakh tourists reached Vagamon during the monsoon last year. The heavy tourist inflow shows Vagamon have a vast tourism potential,” Vijayan said. Para gliding, pine plantation, evergreen meadows are the main attractions in Vagamon. It is a favourite to the tourists for its vast view of the hills from the open space and chilly weather in any season. Vagamon is considered as the third main tourism destination in Idukki. “We hope the new infrastructure works will attract more tourists to the destination. The wide parking area form part of the new infrastructure will be the additional attraction in the destination,” Jayan said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/vagamon-gets-a-rs-99lakh-worth-facelift/articleshow/69848026.cms"}, "auto rickshaw meters that still don't work": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/autorickshawmetersthatstilldon2623393btwork/articleshow/69629638.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Binoy Kodiyeri is my child’s father, claims Mumbai woman": {"datetime": "", "time": "2019-06-19 06:55:00", "description": "MUMBAI: A 33-year-old woman here, who has filed rape and cheating charges against CPM Kerala state secretary Kodiyeri Balakrishnan’s son, on Tuesday said that she had incontrovertible proof to show that Binoy Kodiyeri was the father of her child and that she herself was willing to undertake a DNA test to prove it. The woman had got an FIR registered against Binoy Kodiyeri at the Oshiwara police station here on June 13. The birth certificate and passport of the woman’s eight-year-old son show Binoy Vinodini Balakrishnan alias Binoy Balakrishnan Kodiyeri as his father. The woman has already submitted several documents to the Oshiwara police as evidence of her close relationship with the CPM leader’s son. The documents include her bank statements between 2010 and 2015, which showed Binoy Kodiyeri had electronically transferred Rs 80,000 to Rs 1 lakh every month to her as maintenance. Sources close to the woman said that her recent letter to Binoy, which the latter claimed was an attempt to blackmail, had merely sought more money from him for the boy’s upbringing. “The woman’s letter for Rs 5 crore was sent in consultation with her lawyer and it clearly says the money is to take care of their child,” a police officer confirmed. Sources told TOI that Oshiwara police were expecting Binoy Kodiyeri to cooperate with the investigation. “There are photos of the woman with Binoy Kodiyeri and their child, and even family photographs to prove that there was no problem between the two till 2015. Problem started after 2015 when Binoy Kodiyeri refused to give money to the woman and even stopped visiting her house,” a police officer told TOI. Mumbai police spokesperson Manjunath Singe said the Oshiwara police were collecting evidence before taking action and that he was unaware if any lookout notice was being issued for Binoy Kodiyeri. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/mumbai/binoy-kodiyeri-is-my-childs-father-claims-mumbai-woman/articleshow/69851255.cms"}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Teacher gives birth four months after marriage, school expels her": {"datetime": "", "time": "2019-06-19 09:32:00", "description": "MALAPPURAM: A pre-primary teacher of a government UP school in Kottakkal has approached police alleging that the school authorities and the parent-teacher association of the school did not allow her to rejoin duty after maternity leave as she gave birth to a child after just four months of marriage. She has also accused parents and teachers of verbally abusing her at a PTA meeting. Kottakkal police will record the statement of the 33-year-old teacher on Wednesday. According to the complaint filed by the woman, she has been working at the school for the past five years. She has been divorced for some time but was preparing for a second marriage. As the divorce procedures of the first marriage were getting delayed, she had started to live with her second husband even before legally marrying him. Later, they got legally married in June 2018 and she applied for maternity leave four months after the marriage. She delivered a baby on the second day after she applied for the leave. In her complaint, the woman said when she came to the school after her leave ended in January 2019, the school authorities did not allow her to rejoin pointing out that she had applied for maternity leave just four months into her marriage. The woman approached child rights commission seeking action against the school authorities. Subsequently, the commission sought a clarification from the deputy director of education (DDE). After a few months, when the summer vacation ended, the DDE completed its inquiry and issued a directive to the school authorities to allow the woman to rejoin service. But the headmaster and PTA officebearers were not ready to follow the DDE’s directions. “We approached the school authorities citing the direction from the DDE. They convened a meeting, in which they verbally insulted me, besides refusing to allow me to rejoin. I filed a police complaint on June 14. The school authorities don’t have the right to discuss my personal life at a PTA meeting. I don’t know why they are bothered about my marital life and my pregnancy period,” said the teacher. “We have started an investigation against the school authorities based on the complaint and a case would be registered after recording the woman’s statement,” said sub-inspector of Kottakkal police station Sandhya Devi. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kozhikode/teacher-gives-birth-four-months-after-marriage-school-expels-her/articleshow/69848792.cms"}, "Anarkali: 100 Days Celebration": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/anarkali-100-days-celebration/articleshow/52533705.cms", "description": ""}, "Unifying school education: Kerala HC stays state government's move": {"time": "2019-06-17 22:13:00", "link": "https://timesofindia.indiatimes.com//city/kochi/unifying-school-education-kerala-hc-stays-state-governments-move/articleshow/69831110.cms", "description": "KOCHI: The Kerala high court on Monday issued a stay on state government’s decision to merge three directorates of school education into one. Justice PV Asha issued a stay for two months after considering during admission hearing a petition (WP-C No. 15937/2019) filed by higher secondary school teacher Saju Mathew of Kadanad in Kottayam and two others. In addition to this petition, Nair Service Society (NSS) and Aided Higher Secondary School Teachers Association have also approached the court. It was alleged in the petition that implementation of the report of the three-member committee headed by MA Khader to unify the three directorates – directorate of public instruction, higher secondary directorate, and vocational higher secondary directorate – goes against the provisions of Kerala Education Rules (KER). The government has issued an order whereby the principal of higher secondary wing has been entrusted with the charge of high school wing. The two wings are separate units and it is not intended in the statute, the petition said. It is pointed out by the petitioners that a higher secondary school teacher (HSST) requires a post graduation whereas a headmaster of a school need not have post graduation. On re-designating the headmaster as principal, he would be intermediate of HSST and principal. Thus, a lesser-qualified person is placed above the HSST, which is against fairness. When a headmaster is re-designated as vice principal, it would create a stalemate in granting promotion to HSST as principal over and above the vice principal. Such a system would create havoc in the realm of school administration, the petition said. In its petition, NSS has alleged that the government’s move goes against Right of Children to Free and Compulsory Education Act (RTE), in addition to Kerala Education Act and KER. The three-member committee went beyond its terms of reference and its recommendation for a monolithic administrative structure goes against RTE’s idea of stand-alone primary and upper primary section with separate administrative setup, NSS has argued. The committee’s recommendation also goes against the principle of decentralization and has proceeded without conducting any empirical study, NSS’ plea had stated. Meanwhile, state government has filed an affidavit stating that it implemented the policy decisions after wide consultations with all stakeholders in the best interest of the public and the student community in general. A principal would hold the charge of all academic and administrative matters of higher secondary section whereas a vice principal will hold the charge of high school section, government said in the affidavit. Its decision to implement the unification in stages is intended to provide a uniform governance structure in all administrative and other matters in a campus having higher secondary school, high school, and vocational higher secondary school, government said, adding that there would be no change in service conditions, monetary benefits, or opportunities of employees. Download The Times of India News App for Latest City ."}, "Postal ballot fraud: HC grants time to Election Commission": {"datetime": "", "time": "2019-06-18 21:46:00", "description": "KOCHI: The Kerala high court on Tuesday granted three more weeks to Election Commission to hand over records related to postal ballot fraud to crime branch. A division bench comprising chief justice Hrishikesh Roy and justice AK Jayasankaran Nambiar granted time as the election commission informed that more time is required to sort the votes polled by policemen on duty outside their home district during the Lok Sabha election. The court is considering a public interest litigation (PIL) filed by opposition leader Ramesh Chennithala seeking a probe by an independent commission. In a statement filed in the court, the election commission had stated that three forms (12, 13B, 13C) related to postal ballot can be inspected by the investigation officer whereas form 13A, which contains the declaration by electors and attestation of their signatures should not be opened or their contents should not be inspected by or produced before any person or authority except under the order of a competent court. Urgent instructions are being issued to district election officers or returning officers to furnish the three forms to the investigating officer and to cooperate with the probe so as to facilitate the investigation to reach its logical conclusion at the earliest, the statement filed by election commission’s counsel Murali Purushothaman said. It is alleged in the PIL that over 55,000 proxy votes were polled by representatives of Left-aligned Kerala Police Association by misusing postal votes of police officials who were on duty outside their home districts on the election day. The court has scheduled a hearing in the case after three weeks. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/postal-ballot-fraud-hc-grants-time-to-election-commission/articleshow/69846761.cms"}, "Footpath is not fit for pedestrians,Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/footpathisnotfitforpedestrians2cekm-/articleshow/69616224.cms", "description": ""}, "Kerala state lottery Sthree Sakthi SS-162 results today; first prize Rs 60 lakh": {"datetime": "", "time": "2019-06-18 11:34:00", "description": "NEW DELHI: The Kerala lottery department will announce the results of Sthree Sakthi SS-162 lottery on Tuesday. The results will be available on Kerala lottery department's official website. The live results will be out at 3pm while the full results will be available from 4pm onwards. The first prize is of Rs 60 lakh, the second prize is of Rs 50 lakh while the third is of Rs 5,000. There is a consolation prize of Rs 8,000. The lottery draw will be conducted by Kerala lottery department at Sree Chithra Home Auditorium. The price of a single lottery ticket is Rs 30. The prize winners are advised to verify the winning numbers with the Kerala lottery results, published in the Kerala Government Gazette, and surrender the winning tickets within 30 days. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-lottery-results-18-06-2019-sthree-sakthi-ss-162-results-today/articleshow/69837372.cms"}, "Lurking danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lurkingdanger/articleshow/69733024.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Lost votes: Removal from voters list without hearing is illegal, says Kerala HC": {"time": "2019-06-17 20:21:00", "link": "https://timesofindia.indiatimes.com//city/kochi/lost-votes-removal-from-voters-list-without-hearing-is-illegal-says-kerala-hc/articleshow/69829358.cms", "description": "KOCHI: It is illegal to remove a voter from the voters list without giving him an opportunity of hearing, says the Kerala high court. Inaction by the voter in getting his name restored also won’t justify such action, the court said. The judgment by justice Shaji P Chaly was after considering a petition (WP-C No. 13684/2019) filed by 64-year-old A Subair of Chala in Thiruvananthapuram questioning removal of his name from the voters list prepared for the Lok Sabha Elections this year. Names of his wife and daughter were retained while his was removed on the report of booth level officer that he changed his residence. Referring to section 22 of Representation of the People Act of 1950, the court pointed out that the statute says the voter should be given a reasonable opportunity of being heard. The judgment said, “On an evaluation of the said provisions, it is explicit that, they are peremptory in nature and can never be brushed aside or overlooked. Proviso thereto makes it clear that before removing a person from the voters list, the electoral registration officer is duty bound to give the person concerned a reasonable opportunity of being heard in respect of the action proposed to be taken. Which thus also means, the action or enquiry contemplated under Sec.22 of the Act, 1950 is not an empty formality, but on the other hand, founded on principles of natural justice, which if violated, action becomes arbitrary and illegal inviting action against the officer concerned.” No opportunity of hearing was given to the petitioner in the case, the court added. The Election Commission had contended that the removal from voters list was preceded by several steps such as inviting objections to draft electoral roll, including giving publicity to ‘Deleted Lists’ and that a final electoral roll was published at the end of a process that lasted over a year. After finding that no opportunity of hearing was granted to the petitioner, the court said, “It is also apposite to mention that, mere inaction on the part of the petitioner to restore the name removed from the voters list, is not a justification for removing the name, otherwise than in accordance with law.” The court then ordered the chief election commissioner of Kerala to conduct a detailed enquiry into the incident and, if required, take appropriate action against the officers who removed the petitioner’s name from the voters list within two weeks. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "\nActor Farhaan Faasil sports a stylish 'stache while attending a literary event in Kochi!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/actor-farhaan-faasil-sports-a-stylish-stache-while-attending-a-literary-event-in-kochi/articleshow/57081505.cms", "description": "While his brother and actor Fahadh Faasil handles a variety of looks with ease, Farhaan Faasil is mostly spotted in his carefree yet cool signature style.  However, at a recent literary event in Kochi, the actor sported a never-seen-much-before whisker and what's more, he carried it off with elan! Farhaan, who has just completed his romcom 'Basheerinte Premalekhanam,' had the company of many renowned directors of Mollywood including his dad Fazil, Siby Malayil, Kamal, Joshiy and Lal Jose.  Meanwhile, Fazil recalled his days and shared vignettes from his life as a director much to the delight of his friends from the film industry. Download The Times of India News App for Latest City ."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Charlie: 100 Days celebration": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/charlie-100-days-celebration/articleshow/51952851.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Misuse of electricity at Ernakulam.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/misuseofelectricityaternakulam-/articleshow/69404849.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Vysakh S R": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/vysakh-s-r/videoshow/69712492.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Court stays Jose’s elevation as chairman": {"datetime": "", "time": "2019-06-18 14:27:00", "description": "IDUKKI: Thodupuzha munsiff court has stayed the election of Jose K Mani as the chairman of the Kerala Congress (Mani) on Monday. The court refrained Jose from officiating the duty of the party chairman and holding the elections in the party, said the counsel of KC (M) state committee members Philip Stephen and Manohar Naduvilethu who petitioned against Jose. The order is not out yet. Jose was elected in a state committee meet held in Kottayam on Sunday. Meanwhile, Jose arrived at the party headquarters in Kottayam by evening. The name board of K M Mani outside the room of the chairman was removed and a new board with Jose 's name was fixed. Jose spent some time in the chairman's room. Before leaving he told reporters that he did not receive a copy of the order. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/court-stays-joses-elevation-as-chairman/articleshow/69832905.cms"}, "Potholes on the entry to Kalathipparambu Road,Ekm": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/potholesontheentrytokalathipparamburoad2cekm/articleshow/69818331.cms", "description": ""}, "cable laying in the roadside": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cablelayingintheroadside/articleshow/69437090.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "No nepotism involved in appointment of minister's cousin: Govt to HC": {"datetime": "", "time": "2019-06-18 22:03:00", "description": "KOCHI: State government has contended before the Kerala high court that there was no nepotism involved in the appointment of higher education minister KT Jaleel’s cousin KT Adeeb to a senior post in a state-run corporation. The government was responding to a petition (WP-C No. 10262/2019) filed by PK Firos of Kozhikode seeking a probe against the minister under provisions of Prevention of Corruption Act. Adeeb was appointed as general manager at Kerala State Minority Development Finance Corporation Ltd. A statement filed by minorities welfare department through state attorney KV Sohan said, “There is no corruption, favouritism, nepotism or illegality in the matter of appointment of Sri. Adeeb KT. There is absolutely no undue advantage obtained by the minister or anybody else before or after the appointment in issue.” Notification for the job opening was published in Chandrika, Madhyamam, and Deshabhimani dailies on August 27, 2016. Though another applicant, Saheer Kaladi, was invited for the interview on October 26, 2016, he did not attend the interview. While the qualification prescribed was MBA in marketing or finance or CS/CA/ICWAI with 3 years experience, MBA (HR) and BTech with PGDBA was also included on August 25, 2016. As Adeeb had the required qualification, he was appointed following recommendation to the government by the company’s board on September 11, 2018. An NOC was obtained from assistant general manager of South Indian Bank, where Adeeb was working. Adeeb later requested to be relieved and the corporation’s board requested the government to relieve him on November 13, 2018 and it was accepted on November 16, government said in the statement. The row over the appointment had surfaced early in November 2018. Government also informed the court that there was nothing wrong in Adeeb requesting annual incentive bonus and other allowances. Only an unsigned complaint was submitted before Vigilance and Anti-Corruption Bureau by email on November 3rd and the government concluded that there is no necessity of conducting an enquiry. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/appointment-of-ministers-cousin-no-nepotism-involved-govt-to-hc/articleshow/69846995.cms"}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Filth and Waste in Vaduthala": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthandwasteinvaduthala/articleshow/69452706.cms", "description": ""}, "Waste piled up infront of Government Offices": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastepiledupinfrontofgovernmentoffices/articleshow/69437147.cms", "description": ""}, "\nBhama's attire at Lalu Alex's son's wedding in Kochi was a dream in green!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/bhamas-attire-at-lalu-alexs-sons-wedding-in-kochi-was-a-dream-in-green/articleshow/57061489.cms", "description": "Lalu Alex’s son Ben Alex’s wedding pictures at a register office had flooded the internet recently.  Now the couple had an official ceremony which took place at the Holy Kings Knanaya Church at Piravom recently. Ben and Meenu Cyril had a traditional church wedding, according to Knanaya customs. Quite a few from the film industry dropped in to wish the couple, and actress Bhama turned up in a green full length gown. With fringed hair and light make up, she was a ravishing presence at the function.  What surprised all was a visit from Mammootty! Jayaram came with Parvathy and Kalidas, Parvathy looking ethereal in an ochre sari. Dileep and Bhama arrived alone, Bhama sporting a green silk gown with gold detailing. We also spotted actors Chippy, Captain Raju and Kunjan, among others. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "\n​ Manoj K Jayan rings in the festive mood of Onam for a noble cause\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/-Manoj-K-Jayan-rings-in-the-festive-mood-of-Onam-for-a-noble-cause/articleshow/53960435.cms", "description": " A handful of Malayalam celebrities recently gathered to celebrate Onam in advance. But there was more to it, as the event was organised for a noble cause, by the TV actors association, Athma. Among the audience were people affected by paraplegia. Actors Dileep, KPAC Lalitha, Manoj K Jayan and Krishna Prabha, all decked up in Kerala attire, danced and sang with the patients to give them a one -of- a -kind experience. TV host and actor Kishore Sathya and Suby Suresh were also present at the event, which saw an array of programmes. Download The Times of India News App for Latest City ."}, "Kerala forest officials detained by Andhra Pradesh forest department": {"time": "2019-06-17 17:08:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-forest-officials-detained-by-andhra-pradesh-forest-department/articleshow/69825668.cms", "description": "KOCHI: A team of seven forest officials from Idukki, who has been conducting a raid in Bomma Samudram in Andhra Pradesh's (AP) Chittoor forest division in connection with a sandal smuggling case on Monday, has been detained by AP forest officials citing that they have not taken any permission from the AP forest department. The team was detained while their way back from the raid at an private, but abandoned, sandalwood factory in Bomma Samudram. Around 728kg of sandalwood pieces, which the Kerala team seized from the sandalwood factory, are also now under AP officials' custody. The detained officers include, divisional forest officers of Munnar, Marayur and Range Officer of Marayur. Munnar DFO Narendrababu, Marayoor DFO B Ranjit and Marayoor range officer Job J Nariamparampil. According to sources, the officials have been set free after confirming their identities, but the seized sandalwood will continue to be in custody of Chittoor DFO (Andhra Pradesh) until the Kerala team gets legal clearance. The team is currently at Chittoor Forest Divisional Office pursuing talks with the DFO to release the seized sandalwood. Meanwhile, Marayur Range Officer Job J Neriamparambil told TOI that they have taken all requisite permission from the Andhra Pradesh government but did not seek AP Forest’s help to keep the secrecy of the operation. “They said that the raid was conducted within Andhra State and hence the seized property belongs to Andhra government. Though they detained us initially, we were released after confirming our identities and ministerial level intervention,” he said. It was on Sunday night the team reached Chittoor based on the information collected from Shohaib (34) alias Kunjappa, who was arrested by the team from Malappuram in connection with sandal smuggling. He had reportedly smuggled more than 10,000kg of sandal from Kerala to Andhra Pradesh. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "\nSpotted Kavya Madhavan at the celebrations of Adoor's 50 years in cinema in Trivandrum\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/Spotted-Kavya-Madhavan-at-the-celebrations-of-Adoors-50-years-in-cinema-in-Trivandrum/articleshow/53858413.cms", "description": "Kavya Madhavan dazzled in a black sari at the function held in Trivandrum to mark the completion of 50 years in cinema for Malayalam filmmaker Adoor Gopalakrishnan. At the event the 75-year-old master craftsman was felicitated by his friends from all walks of life. The event was an informal gathering where actress Kavya and Kavya Madhavan shared their experiences working with Adoor. Actors like Madhupal, Manoj K Jayan, Nandu and Manju Pillai were some of the celebs who joined the celebrations, organised by Federation of the Film Societies of India’s Kerala chapter. Download The Times of India News App for Latest City ."}, "This NH stretch turns death trap for two-wheeler riders": {"datetime": "", "time": "2019-06-18 05:46:00", "description": "TRIPUNITHURA: The pothole-filled road linking Pettah and Gandhi Square has witnessed two accident deaths in the past two weeks. The busy stretch of road, which experiences heavy traffic during peak hours, has turned into a death trap for two-wheeler riders. The latest victim was Santhosh, a postmaster. Santhosh fell in front of a speeding truck as his two-wheeler lost control after the front wheel hit a stone detached from a nearby pothole. He was run over by the truck and died on the spot. Though the Pettah-Gandhi Square Road is part of the Kochi-Dhanushkodi highway, its condition is pathetic and not properly maintained, said Vishwanathan, a resident near Gandhi-Square. Two weeks ago, a housewife riding her two-wheeler was caught under the wheels of a speeding tipper, while trying to avert a large pothole, in front of NSS Karayogam Hall. “Citing the dilapidated state of this stretch from Pettah to Gandhi Square, we have submitted a memorandum to national highway authorities in December,” said V P Chandran, councillor of the area. However, till date no action had been taken to make the road fit for smooth traffic, he added. Even pedestrians have lost their lives because of the poor condition of the road, said Sivasankaran, a resident of Maradu. Last year, Ravi Menon, a scooter mechanic, was crushed under the wheels of a speeding car, which had lost control while trying to avert a gutter near Tripunithura mini bypass, he said. However, senior officials of National Highways Authority of India insisted that the initial repair works of the stretch between Pettah and Gandhi Square was on and would soon be implemented. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/this-nh-stretch-turns-death-trap-for-two-wheeler-riders/articleshow/69833094.cms"}, "Kerala Congress MP Kodikunnil Suresh takes oath in Hindi": {"time": "2019-06-17 14:02:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-congress-mp-kodikunnil-suresh-takes-oath-in-hindi/articleshow/69822739.cms", "description": "NEW DELHI: A Congress MP from Kerala, Kodikunnil Suresh, surprised everyone on Monday by taking oath in Hindi as a member of the 17th Lok Sabha. The Kerala MP's move was welcomed by the House with loud thumping of desks. Suresh was the second member to take oath after Prime Minister Narendra Modi. The oath was administered by protem Speaker Virendra Singh. Download The Times of India News App for Latest City ."}, "Rahul Gandhi meets Kerala nurse who held him in her hands as a baby": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/rahul-gandhi-meets-kerala-nurse-who-held-him-in-her-hands-as-a-baby/videoshow/69713070.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Open the recently closed junction at Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/opentherecentlyclosedjunctionatekm-/articleshow/69420291.cms", "description": ""}, "Kochi: Power board contract employee electrocuted": {"datetime": "", "time": "2019-06-18 06:18:00", "description": "KOCHI: A contract staff attached to the Kerala State Electricity Board (KSEB) as a lineman was electrocuted while doing maintainence on a damaged electrical post at Kadavanthara on Monday evening. The deceased was identified as Reji Kumar (45) of Valamangalam in Thuravur. The incident happened around 4.45pm near Elamkulam bus stop where he along with his team was working on a damaged post. According to Kadavanthara police, Kumar sustained electric shock after coming in contact with the electric line. Owing to the impact, he was thrown away from the ladder but got trapped on the line. After being alerted, fire officials from Gandhinagar fire station rushed to the spot and brought him down. Though he was rushed to a nearby private hospital by 5pm, he lost his life by 5.30pm. Police said a detailed probe would be launched to know the reason behind the fatal incident. “We are yet to know how it happened and whether the victim had taken any protective measure. A case has been registered for unnatural death under Section 174 of CrPC,” said the police. Ganja peddler arrested Excise sleuths in Perumbavoor on Monday arrested a 32-year-old man on charge of selling ganja. The accused was identified as Gautham Swahin of Kendrapara in Odisha. Officials seized 1.1kg of ganja from the accused who was nabbed from Ponjassery junction near Perumbavoor. According to the officials, the ganja was brought from his hometown. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/power-board-contract-employee-electrocuted/articleshow/69832981.cms"}, "City schools to observe reading week": {"datetime": "", "time": "2019-06-19 04:06:00", "description": "KOCHI: With the state celebrating Vaayanadinam (Reading Day) on June 19 to commemorate the birth anniversary of P N Panicker, pioneer of Kerala’s library movement, the city schools are organising a reading week with a slew of programmes aimed at promoting reading habit among students. Several activities that will inspire free thinking and personality development will be organized as part of the programme. Book review sessions by students, reading hours and interactions with writers who will deliver lectures on the importance of reading are planned. The Kendriya Vidyalaya at INS Dronacharya will organize a 45-minute mass reading programme in which the all students, teachers, non-teaching faculty and principal will read newspapers or books. “We will also have quiz, Reading Day pledge and book reviews. A speech about P N Panciker will also be delivered by a faculty to make students familiar with his contributions to the society,” said Moly T N, school librarian. At Toc H Public School, a ‘nataka-kavita parisheelanakalari’ will be held by professionals to train students in drama and poetry. “Apart from book reviews and newspaper reading, there will be a role-playing session in which students will enact characters of classical works. We also plan a literary quiz,” said Librarian Asha Sankar. St. Antony’s Public School Kizhakkambalam is planning a week-long celebration. “Our school is located in a rural area and we want our students to be introduced to the world of reading and books,” said school principal Liju P Alex. At Girinagar Bhavan’s Vidya Mandir, a students’ radio will be launched on Wednesday, which will broadcast programmes by students during lunchtime. “We will also give a platform for the budding writers among our students to showcase their talent,” said school principal Girija T S. Students will have to write articles on current issues and present it at Vidyodaya School. Principal Esther Agnes said that the school would dedicate a 45-minute period exclusively for reading every month. “We have asked students to find out quotations by personalities that could motivate them,” she said. The Guardian Angel school plans initiatives by its literary club members to popularise e-reading by familiarising students with various reading devices like Kindle and apps like Rivet and Airtel books, said Fr Nixon, school principal. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/city-schools-to-observe-reading-week/articleshow/69848700.cms"}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "8 die after ambulance collides with lorry in Kerala’s Palakkad": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/8-die-after-ambulance-collides-with-lorry-in-keralas-palakkad/videoshow/69722058.cms", "description": ""}, "Kerala's Alappuzha municipality is giving 5000 free menstrual cup to women": {"datetime": "", "time": "2019-06-18 19:13:00", "description": "ALAPPUZHA: Alappuzha municipality's 'Thinkal' project is getting good response .As part of the project, the municipality is giving 5000 menstrual cups free of cost to women in a bid to curb the growing problem of menstrual waste.  Alapppuzha municipal secretary S Jahamgeer said that the municipality that kicked off the project on Saturday is now daily distributing 500 menstrual cups and daily the distribution finishing by mid of the day. \"We have stored 5000 menstrual cups. But daily we are distributing only 500. Otherwise, people will misuse, and even medical store people may come and buy it. We are distributing it from the front office of the municipality and Kudumbashree office at Kaichoondimukku. Any woman can buy it after presenting an ID card and they should register their names in any of these two offices with the phone number. Then they will get menstrual cup of Rs 600. It can be reused for a period of up to five years. The demand for the cup is increasing. So we will daily distribute more than 500 cups,\" he said. \"This is the first phase of this project and under this, 5,000 menstrual cups will be given. This project is being executed as a means for the effective waste management system. This one cup can replace as many as 780 sanitary napkins. So through 5,000 cups, we are preventing 39 lakh sanitary napkins which will come as the waste after it use. Under second phase of the project, we will give reusable pads made of clothes,\" he said. This project is being executed by Alappuzha municipality in association with the Hindustan Latex Limited. It is funded under the Corporate Social Responsibility initiative of the Coal India Limited. Finance minister T M Thomas Isaac inaugurated this project. Alappuzha municipality has already received global attention for its effective waste management system. Alappuzha was among five cities of the world whose projects to end the problem of solid waste have been recognised as success stories by the United Nations environment body UNEP. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/keralas-alappuzha-municipality-is-giving-5000-free-menstrual-cup-to-women/articleshow/69844481.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Aadupuliyattam: Audio launch": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/aadupuliyattam-audio-launch/articleshow/51839484.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Kochi Metro completes two years today": {"time": "2019-06-17 08:32:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kochi-metro-completes-two-years-today/articleshow/69819102.cms", "description": "KOCHI: Kochi Metro has a total ridership of 2.58 crore since Prime Minister Narendra Modi inaugurated the rail service on June17, 2017. While the average ridership per day in the Metro is 40,000, it goes up to 45,000 during weekends. The Metro has garnered Rs 150.24 crore in revenue in the last two years. A total of 45,000 people have Metro’s Kochi 1 card; but only 26% of cardholders use the Metro daily. Kochi Metro officials said the extension work on the stretch between Maharaja’s College ground and Thykoodam is set to be completed by August 2019. The state government is waiting to get the final approval from the central government to start extension work from JLN Stadium to Kakkanad. “We have got inprinciple approval from Centre in February for the Kaloor-Kakkanad stretch. But the final approval is awaited. There was a delay due to the general elections in April. We expect the final approval to come within a month,” said Kochi Metro Rail Ltd managing director MohammedHanish. The foundation for the Metro was laid in 2012 and construction commenced in 2013. Modi inaugurated the first part from Aluva to Palarivattom. The second part from Palarivattom to Maharaja’s College was started on October 3 same year. The minimum fare is Rs 10. The construction of water Metro projects will start this year itself. Download The Times of India News App for Latest City ."}, "DYFI meet to discuss woman’s resignation": {"datetime": "", "time": "2019-06-19 04:58:00", "description": "PALAKKAD: The upcoming district committee meet of DYFI will discuss the resignation of the woman member of the youth wing, who had complained of sexual harassment against party MLA P K Sasi. The woman from Mannarkkad had complained of sexual harassment against the Shoranur MLA, following which the later was suspended from the party for six months. During the two-day camp of the DYFI on Saturday and Sunday at Elappully, the DYFI district committee was reconstituted by allegedly demoting some of the party members who had supported the woman. The complainant had tendered her resignation following the move on Sunday. T M Sasi, the new district secretary of DYFI, said the issue of resignation would be taken up in the next district committee meet. He added that the reconstitution of the committee was a normal procedure followed in the organization and it was used to promote people on merit and demote those who do not discharge their responsibilities efficiently. The woman’s complaint against the MLA, who is also a secretariat member of the party district committee, was a major embarrassment for the CPM and DYFI and there were differences within the committee as some members supported the woman and demanded stern action against the MLA. The resignation is also said to be in protest against the elevation of a DYFI leader as the district vice-president, who was accused of tarnishing the image of the woman leader through social media. The MLA was suspended for six months from the party on November 26 after an inquiry commission appointed by the party, consisting of minister A Balan and P K Sreemathi found him guilty. As the punishment period was over, the party is learned to be considering to take him back. But the fresh controversy and the humiliating defeat of the Left in the Lok Sabha polls are likely to delay his reinduction. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/dyfi-meet-to-discuss-womans-resignation/articleshow/69848616.cms"}, "Forest officers return after ‘raid’ in AP": {"datetime": "", "time": "2019-06-18 14:24:00", "description": "IDUKKI/KOCHI: A team of 25 forest officials from Idukki, who had gone for a raid on an illegal sandal distillation facility at Bomma Samudram under Chittoor East forest division in Andhra Pradesh in connection with a sandal smuggling case, went through embarrassing moments when AP forest officials stopped their operation, citing that they did not have the required permission to transport the seized sandalwood out of the state. Following this, around 728kg of sandalwood pieces, from the biggest sandal seizures reported in Andhra Pradesh, had to be handed over to the AP forest officials for safe custody and the Kerala team had to return empty-handed. The officers include Munnar divisional forest officer (DFO) Narendrababu, Marayoor DFO B Ranjit and Marayoor range officer Job J Neriamparampil. According to sources, the team reached Andhra Pradesh on Sunday evening along with Shuhaib alias Kunajappa (36) of Pookkotur in Malappuram, the kingpin of the inter-state smuggling gang, who was arrested on Wednesday night. The operation was part of collecting evidences, based on the information extracted from Shuhaib who had reportedly smuggled more than 20,000kg of sandalwood from Kerala to Andhra Pradesh, of which nearly 10,000kg was sold to the said factory. An officer in the team said they had taken all requisite permission from the state government and given prior intimation to the Andhra forest department while maintaining the confidential nature of the operation. The team, after cordoning off the factory area on Sunday night, started the raid around 5am which continued to till 1pm on Monday. “After the raid, while we were loading the sandalwood pieces on to a truck, AP forest officials arrived in a jeep and told us that we cannot take the items with us until we followed proper legal procedures. After nearly an hour of argument, they took us to the Chittoor East forest division office to talk with the DFO,” he said. The officials were later allowed to return after the Kerala and Andhra forest ministers intervened. The seized sandalwood will be in the Chittoor DFO’s custody until the Kerala team gets legal clearance. The team is currently on its way back to Kerala with the accused. Meanwhile, Ajay Kumar, PRO to the forest minister, said that the entire operation was conducted with full support of AP forest department and there were no issues between officials of two states. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/forest-officers-return-after-raid-in-ap/articleshow/69833101.cms"}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Garbage dumped nearby Chinese fishing net.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpednearbychinesefishingnet-/articleshow/69616202.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "waste dumping": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/wastedumping/articleshow/69420258.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "pavements kochi": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pavementskochi/articleshow/69718295.cms", "description": ""}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Thiruvananthapuram: Stalker tries to murder woman": {"datetime": "", "time": "2019-06-19 07:04:00", "description": "THIRUVANANTHAPURAM: Even as people of the state are yet to recover from the shock of the incident where a policewoman was waylaid and burned alive by her stalker, a similar attempt was made on another woman in Kollam on Monday. Fortunately, the woman escaped unhurt. Eravipuram police have arrested the accused, Shinu (25), a resident of Varkala. He is a welder. The complainant just completed BSc from a college at Chathannoor. According to Eravipuram station house officer C Devarajan, the incident related to the case happened around 5.30pm on Monday. Shinu barged into the woman’s house and tried to pour kerosene over her. However, the woman managed to push him away and run out of the house. The neighbours, who rushed hearing the commotion, overpowered the accused and handed him over to the police. “The accused had approached the woman’s family six months ago with a marriage proposal. Though they were intrested initially, they rejected the proposal after checking their match with an astrologer. Ever since, he had been stalking the woman. She has completed her graduation and had been at home for the past few days. Learning about this, he came looking for her at her house,” the inspector said adding that the accused entered her house by removing the tiles of the roof. His arrest was recorded on Monday night. He was produced before the court and remanded in judicial custody. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/stalker-tries-to-murder-woman/articleshow/69848741.cms"}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Thiruvananthapuram commissioner has no control over policemen: HC": {"datetime": "", "time": "2019-06-18 18:31:00", "description": "KOCHI: Thiruvananthapuram city police commissioner's report that election to police cooperative society would result in violence shows he lacks control over policemen, says the Kerala High Court. The court has now sought the views of state police chief in the matter. The possibility of violence between police personnel was highlighted by the commissioner in a letter sent to Kerala State Cooperative Election Commission. After perusing the letter, justice Devan Ramachandran said in an interim order, \"I must say that the contents of this letter make very disquieting reading. This is because, this is a society of Civil Police Officers and a responsible Commissioner of Police says that the members of the society are likely to be at war with each other physically, leading to 'major law and order issues'. The irony is that this is stated by the Commissioner of Police against Civil Police Officers, clearly indicating that he has little control over rank and file.\" After making state police chief a party in the case suo motu, the court has asked him to inform views about the police commissioners allegations by Friday. A petition filed by P Prathapachandran through senior advocate George Poonthottam is being considered by the court. Postponement of election to Police Cooperative Society Ltd was sought by the petitioner as local elections are to be held on the dance day. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/thiruvananthapuram-commissioner-has-no-control-over-policemen-hc/articleshow/69843908.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "KSEB to sign power purchase pact with private firm today": {"datetime": "", "time": "2019-06-18 14:15:00", "description": "KOCHI: The KSEB’s decision to sign power purchase agreement (PPA) with GJ Eco Power Private Limited, which is the private partner of Kochi corporation in constructing Waste to Energy (WtE) plant at Brahmapuram, has kickstarted a row. According to those opposing the sudden decision to sign the PPA, it is unfair from the part of authorities to sign such an agreement when the project has not even received the crucial Environment Impact Assessment (EIA) clearance. As per a communique from KSEB, the power utility will sign the PPA with the private firm in Thiruvananthapuram on Tuesday. “The PPA should be signed only after the project gets EIA nod. We don’t understand why KSEB is signing the agreement in a hurry,” said Kerala electricity workers federation state secretary Jacob Lazar. “There are many instances in which the KSEB ended up making losses after signing such agreements without considering the consequences. KSEB is still paying fixed charges to National Thermal Power Corporation (NTPC) though the agency has stopped purchasing power from the Kayamkulam plant. As per the agreement with NTPC, KSEB should pay fixed charges even if it doesn’t purchase electricity from the firm. Similarly, KSEB had to pay fixed charges to a private firm at Eloor despite no electricity was purchased from them,” Lazar said. According to experts in the field of energy and zero waste system, the agreement is being signed in a hurry only to protect the vested interests of certain officials. “The undue haste shown in signing the PPA points to the possibilities of corruption. Breaching the laws first and then getting it rectified has become an order of the day, especially in the case of the state government,” said Zero Waste Systems consultant Shibu K N. “Some of the top officials are behind the move. Their aim is to constitute a waste to energy management authority and place themselves at the top of the body,” Shibu said. Meanwhile, officials with GJ Eco Power Private Limited said the decision to sign the PPA was taken before the general elections. “Just a formal signing of the agreement is happening on Tuesday. There is nothing illegal or unfair in this,” said an official with the firm. “The project would soon get EIA clearance. We have completed the public hearing as part of the EIA clearance. Now, we will be sending the details of the public hearing, including the audio and video clips, to the State Environment Impact Assessment Authority (SEIAA),” the official said. He also said that approvals from other agencies like Pollution Control Board (PCB) had been secured. “So, the work on the project can be started after securing EIA clearance,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/kseb-to-sign-power-purchase-pact-with-private-firm-today/articleshow/69832946.cms"}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "'Unhealthy' road, authorities inactive": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/2623393bunhealthy2623393broad2cauthoritiesinactive/articleshow/69404875.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Paternal grandad gets custody of younger boy": {"datetime": "", "time": "2019-06-18 04:10:00", "description": "Idukki: Idukki district child welfare committee (CWC) on Monday handed over the custody of the younger brother of the seven-year-old boy, who died after being brutally up by his mother’s lover, to his paternal grandfather for next two months. Recently, the child’s maternal grandmother had filed a habeas corpus petition before the high court seeking custody of the boy. The court had then ordered to produce the child before the CWC. Chairman of CWC, Idukki, Joseph Augustine said, “The child was produced before CWC as per the direction of the court. The health condition of the boy is stable. CWC has directed Thiruvanthapuram medical college hospital’s child psychiatry wing assistant professor Dr Jayaprakash to examine the kid and submit a report. We will take further steps on the basis of the report.” “We have directed the parental grandfather to ensure that the maternal grandmother could visit the kid,” added Augustine. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/paternal-grandad-gets-custody-of-younger-boy/articleshow/69833098.cms"}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Kerala state lottery Win Win W-517 results today; first prize Rs 65 lakh": {"time": "2019-06-17 11:53:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-lottery-results-17-06-2019-win-win-w-517-results-today/articleshow/69821707.cms", "description": "NEW DELHI: The Kerala lottery department will announce the results of Win Win W-517 lottery on Monday. The results will be available on Kerala lottery department's  official website. The live results will be out at 3pm while the full results will be available from 4pm onwards. The first prize is of Rs 65 lakh, the second prize is of Rs 10 lakh while the third is of Rs 1 lakh. There is a consolation prize of Rs 8,000. The lottery draw will be conducted by Kerala lottery department at Gorky Bhavan Auditorium. The price of a single lottery ticket is Rs 30. The prize winners are advised to verify the winning numbers with the Kerala lottery results, published in the Kerala Government Gazette, and surrender the winning tickets within 30 days. Download The Times of India News App for Latest City ."}, "No records on recovered land with revenue dept": {"datetime": "", "time": "2019-06-19 04:47:00", "description": "KOCHI: In 2007, the then district collector of Ernakulam A P M Mohammed Hanish had launched a drive to evict encroachers from MG Road. Around 50 cents were recovered through the drive. However, 12 years later, the revenue department doesn't have any detail about the land recovered at an area that has high land value, shows an RTI reply. Not only that, many of the land parcels that were evicted during the drive has been encroached on again. In a reply to an RTI query submitted by T N Prathapan of Thammanam, Ernakulam village officer stated that the details regarding the land parcels which were recovered through an eviction in 2007 were not available at the village office. “As this office doesn’t have a file system, details regarding the eviction had not been codified and kept in the office,” the reply by the village officer stated. When contacted, the village officer gave the same answer. Following this, Prathapan has filed an appeal before Kanayannoor Tahsildar. In the reply, the taluk officials said that he would get a reply from Ernakulam village office in a couple of days. Ernakulam Vikasana Samathi, a forum for the development of the city, has demanded that the authorities should take measures for protecting the land. “Recently, a cent on MG Road has been sold at Rs 2 crore. At least 50 cents of land had been recovered through the eviction drive in 2007. Given the value of land in the area, assets running into crores of rupees are being alienated,” said K S Dileep Kumar, president, Ernakulam Vikasana Samithi. “The corporation should construct compound walls for protecting the holdings from encroachment,” he said. In many areas, the evicted areas are being encroached again. “Recently, a shop owner near Jayalakshmi Silks paved concrete tiles on the poramboke, which was seized from encroachers during 2007 drive. They extended the tile pavement in front of their shop to the poramboke land. When we raised an objection, the corporation removed the tiles from the government land. But this is not an isolated incident,” said Dileep Kumar. “A shopping complex has claimed right of way through the land in front of their building. When the corporation tried to recover the land, the building owners moved court,” said Sudha Dileep Kumar, councillor, Kochi Corporation. Once the land parcels are recovered from the encroachers, it can be used for purposes like constructing bus bays. This will avoid traffic snarls as well as accidents. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/no-records-on-recovered-land-with-revenue-dept/articleshow/69848501.cms"}, "\nThe girls say yes to khadi at Kochi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/The-girls-say-yes-to-khadi-at-Kochi/articleshow/54266216.cms", "description": "Khadi took centerstage recently, as young girls dressed themselves up in designer attire made of khadi and walked the ramp in style, at the St Teresa’s College. The event, which aimed at promoting the use of indigenous materials and exploring its immense possibilities, was an eye-opener as to how khadi can be fashionable. The fashion show had saris, casual attires and dresses in khadi, in various cuts and colours. Download The Times of India News App for Latest City ."}, "PWD carries out repair work of Vaduthala bridge": {"datetime": "", "time": "2019-06-19 04:02:00", "description": "KOCHI: A day after TOI reported about the pathetic state of approach road of Vaduthala-Chittoor bridge, PWD carried out repair works. TOI on Sunday had carried an article about rodents digging up holes in the approach road thereby posing threat to the safety of the bridge.  On Tuesday, PWD officials closed the holes using concrete and quarry waste and repaired the damaged portion. “When we raised the issue, PWD had maintained that city corporation is the owner of the approach road and so the civic body should carry out the repair works,” said O P Sunil, councillor representing Vaduthala division in the corporation. “Then, I sent a complaint to PWD minister G Sudhakaran,” said Sunil. “Following this, PWD officials initiated steps to repair the damaged portion. They also replaced old dilapidated slabs on the drains in the area with new ones,” Sunil said. A three-member team of engineers from PWD (Bridges) had inspected the site on Friday and sent a mail to the Kochi corporation demanding immediate rectification of the damages on the approach road. “On Monday, we repaired the approach road. When the slabs of the approach road were removed, we could see a large hole between the slabs and pack of rocks which served as a retaining wall of the elevated portion of the approach road. Rodents were seen rushing out from the hole,” a PWD official said. “It is only a temporary measure taken considering the safety of the bridge. Now, we will have to do a proper repair of the bridge. For this, we need funds,” she said. The PWD officials have also asked the local body to stop dumping waste near the approach road of the bridge. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/pwd-carries-out-repair-work-of-vaduthala-bridge/articleshow/69848666.cms"}, "Dumpyard in the middle of the city": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpyardinthemiddleofthecity/articleshow/69511060.cms", "description": ""}, "Kerala police to get more tech teeth": {"time": "2019-06-17 09:42:00", "link": "https://timesofindia.indiatimes.com//city/kochi/kerala-police-to-get-more-tech-teeth/articleshow/69816959.cms", "description": "KOCHI: After the induction of country’s first humanoid Robocop (KP-BOT), the Kerala police may soon get more innovative gear in its arsenal such as ‘smart handcuff’ with intelligent tracking devices and AI-based software that identifies suspects from CCTV footage. More products are likely to emerge from the innovation zone of startups which is being set up by the Kerala Startup Mission (KSUM) for the state police. The KSUM had called for proposals from startups with potential products for the force and more than 40 startups from various parts of the country have come forward. “Currently, startups are only providing software support to the Cyberdome project. The innovation zone will take it beyond that and provide hardware too,” KSUM CEO Saji Gopinath said. Chief minister Pinarayi Vijayan and DGP Loknath Behera are keen to take the project forward. “The cut-off date for receiving the applications was June 15 and more than 40 startups from across the country responded. The potential-product startups will be shortlisted in a week,” the KSUM CEO said. The ‘smart handcuff’ has been developed by startup Technorip Innovations, incubated at Kochi Maker Village. “It has an intelligent tracking device with geographic information system (GIS) that can be connected to phones to track culprits. We are already engaged with the police department since the national police conference last year and received Rs 8.5 lakh productivisation fund from KSUM. Now, we have applied with KSUM to pitch in this product demo for the police,” said Arun PM, founder CEO of Technorip who has developed it with chief tech officer Tom Victor. Another startup Neuroplex, incubated with KSUM, has developed the AI-based software to identify suspects from CCTV recordings or live footage. “We have developed a product called ‘EyesAge’ which is an AI-based software which can detect/identify a suspect or missing person from CCTV recordings or live footage and can offer visual alert,” Neuroplex founder/director Savio Victor said. Download The Times of India News App for Latest City ."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "\nAmalda Liz looks like a work of art in a chic lehenga at a fashion show in Kochi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/amalda-liz-looks-like-a-work-of-art-in-a-chic-lehenga-at-a-fashion-show-in-kochi/articleshow/57110326.cms", "description": "Actress Amalda Liz, who impressed us right through her first film 'Kammattippadam,' was recently seen in Kochi setting the ramp ablaze in a fashion show.  In her golden choli and black lehenga, she dazzled with ease and when she teamed it up with her killer looks and show stopper attitude, it definitely gave everyone some wedding outfit inspiration. Actress Isha Talwar also gave her company in the show, which had many other renowned models as well.  The attires, which was showcased by the models in full gusto, had a golden shimmer, and the floral thread works in some of them were noteworthy as well. Download The Times of India News App for Latest City ."}, "Disease outbreak": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/diseaseoutbreak/articleshow/69708881.cms", "description": ""}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Chellanam residents protest by locking panchayat office": {"datetime": "", "time": "2019-06-18 05:51:00", "description": "KOCHI: Irked by the frequent sea erosion and authorities’ failure in finding comprehensive solution to the issue, Chellanam residents staged a protest at the panchayat office after locking the office from outside on Monday. More than 800 protesters staged a dharna in front of the office demanding a comprehensive solution to the problems caused by sea erosion. Even though the panchayat officials waited till 2pm to enter the office, the protesters did not let them in. Following this, the officials had to return and the office remained shut for the rest of the day even after the protesters dispersed. According to Kannamali police, around 700 people marched from Velankanni church to the office around 10am but were blocked by the police before they could enter the office compound. But the protesters, who anticipated the police move, had sent around 50 women to the office around 8am and they locked the office’s main door from outside. The protest led by West Kochi Theera Samrakshana Samithi put forward a slew of demands which they wanted to be implemented by the government on a war footing. “We demand the government to complete the seawall work after announcing a deadline. We want the government to construct a groyne along Chellanam coast at the earliest. A vigilance probe has to be initiated into the geotube project. Above all, the government should launch a relief package to reconstruct damaged houses,” said Samithi convener T A Dalphin. Chellanam panchayat president Mercy Joshy said they had apprised the government about the problems through K J Maxi, MLA. Kannamali police registered cases against the protesters for unlawful assembly and blocking road for hours. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/chellanam-residents-protest-by-locking-panchayat-office/articleshow/69833127.cms"}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Miss Queen of India 2016": {"time": "", "link": "http://photogallery.indiatimes.com/events/kerala/miss-queen-of-india-2016/articleshow/52027734.cms", "description": ""}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Guruvayur: PM Narendra Modi says, Kerala as dear to me as Varanasi": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/guruvayur-pm-narendra-modi-says-kerala-as-dear-to-me-as-varanasi/videoshow/69702428.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "all in a corner": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/allinacorner/articleshow/69501428.cms", "description": ""}, "Student suffers fracture in ragging, 3 held": {"datetime": "", "time": "2019-06-19 07:52:00", "description": "MALAPPURAM: In a case of alleged ragging, a Plus One student was brutally assaulted by a group of students at Vaniyambalam near Vandur in the district. The 16-year-old boy who suffered serious injuries have sought medical assistance at Government Medical College, Manjeri. Vandur police registered a case based on the complaint lodged by the student of Government Higher Secondary School in Vaniyamabalam and have arrested three Plus Two students. One accused is absconding.  According to the student, the incident occurred on Monday. He alleged that during lunch break, a group of Plus Two students asked the him to remove a pin from his shirt. When the boy refused to do so, they assaulted him. The boy said that after he reported the incident to his teacher, the same group manhandled him in the evening. His right hand has been fractured and he also suffered injuries all over his body in the attack. CI of Vandur M C Kunhumoinkutty said that the boy was assaulted for the second time in revenge for informing the first ragging incident to teachers. “We have already identified the fourth accused in the case. The search for the boy who is underaged, is on and he would be taken into custody soon,” said the inspector. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kozhikode/student-suffers-fracture-in-ragging-3-held/articleshow/69848770.cms"}, "Fisheries sector looks at sustainable boats": {"datetime": "", "time": "2019-06-18 14:10:00", "description": "KOCHI: The newly amended Kerala Marine Fisheries Regulation Act (KMFRA) is the first in the country that will address the carbon emission concerns from the mechanized and motorized fishing sector. There are more than 21,500 marine fishing vessels operating in the Kerala waters, of which more than 4,000 vessels are mechanized and another 11,000 accounts for motorized vessels. Studies by the Central Institute of Fisheries Technology have shown that energy efficient fishing systems including changes in the vessels, engine horsepower, gear and operations could reduce the carbon emissions. Fisheries scientists who have been working on sustainable fishing technology said that vessel design, construction and operation fishing gear and methods, adoption of advanced technology and fleet management conservation, management and enhancement of resources were the key. “Across the world studies have calculated the carbon footprint of major fish harvesting systems like trawling, purse seining, gillnetting and long lining. For example, in trawling, the global warming potential is 5.43 per kilo of fish caught,” said Leela Edwin, head, department of fishing technology, CIFT. According to a series of studies by the CIFT scientists including Leela Edwin, Dhiju Das and Renju Ravi under a project on green fishing systems for tropical seas, fisheries in India consume as much as 1378.8 million litres of fuel and releases 3.13 million tonnes of carbon dioxide into the atmosphere every year. The energy use in fishing begins from going to and from the fishing ground, dropping the nets, the fishing method, processing and transporting to consumer and this was calculated under the life cycle assessment of the individual fishing units. “CIFT has worked with the Kerala government to fix optimum limits for boat engines and fishing gears. This along with other standards for the materials will ensure that we will be able to reduce the energy consumption in the fisheries sector. This will help in the usage of sustainable gear for the fishing sector and this is now being implemented in this sector,” Leela Edwin said. Fishing vessel hull optimization, reduction of engine rpm, periodic maintenance of hull and replacement of two-stroke petrol engine to the inboard diesel engine is recommended to reduce the environmental impact related to the fishing operation. Use of high durable alternative webbing materials and appropriate use of lead sinkers will increase the life of gear and reduce environmental impacts. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/fisheries-sector-looks-at-sustainable-boats/articleshow/69833136.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Health hazard": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/healthhazard/articleshow/69683873.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "'Unhealthy' road, authorities mum on medication": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/2623393bunhealthy2623393broad2cauthoritiesmumonmedication/articleshow/69392677.cms", "description": ""}, "Geotube contractor to move HC": {"datetime": "", "time": "2019-06-18 14:12:00", "description": "KOCHI: The geotube project along Chellanam coast is becoming more controversial as the contractor of the project is about to approach the high court challenging the irrigation department’s decision to terminate the contract. The contractor alleged that the procurement of sand for filling the geotubes was not the part of contract that was entered with the department. “It is the responsibility of the irrigation department to provide the necessary permissions, locate sand and avail sand. The department failed in this, which led to stoppage of the work,” said the contractor. “Irrigation department officials are passing the buck to hide their mistakes. As we had mobilized the manpower, machineries, equipment and geotube materials at site after receiving work order from the department on September 10, 2018, we faced loss of time and money. The scarcity of sand was intimated to the irrigation department several times and dredging is not possible from sea near to the site due to the silt and clay accumulated in the sea up to a greater depth. Availing sand is the prime responsibility of tender issuing department, but now they say that it is the responsibility of the contractor to source sand from anywhere,” said K P Shajeel, supervisor of the project and staff of contractor Mohammed Niyas. Meanwhile, irrigation department executive engineer K Radhakrishnan said that sand was available in the sea and had to be dredged out by the contractor. “The contractor lacks the equipment to dredge out the sand and it is affecting the work which need to be completed at a fast pace. As he failed to meet the tender condition, the department had to initiate termination of contract,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/geotube-contractor-to-move-hc/articleshow/69833134.cms"}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "The good strike": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/the-good-strike/videoshow/69838395.cms", "description": ""}, "Navy celebrates 60 years of its oldest air squadron": {"datetime": "", "time": "2019-06-19 10:16:00", "description": "KOCHI: The Indian Navy’s first Naval Air Squadron 550 celebrated its diamond jubilee at Naval Base in Kochi on Tuesday. The squadron has flown 14 different types of aircraft starting with the Sea Land to the Dornier maritime reconnaissance aircraft. The squadron has been part of several operations, from the 1971 Indo-Pak War to Humanitarian Assistance and Disaster Relief (HADR) operations during the December 2004 Tsunami, Cyclone Ockhi in 2017 and the 2018 Kerala floods. To commemorate the occasion, various outreach activities and community events were conducted by the squadron. These include an organ donation awareness lecture attended by the families of officers and sailors of the Southern Naval Command. A seminar on Technological Advancements to Mitigate Challenges in Airborne Maritime Reconnaissance was conducted at Sagarika in which Vice Admiral A K Chawla, Flag Officer Commanding in Chief, SNC, was the chief guest. As part of the celebrations, a trophy in memory of late Lieutenant Simon George Pynumootil was instituted by the family of the officer to be presented to the Most Spirited Officer of the Dornier Operational Flying Training course. This trophy was instituted to pay tribute to the officer who was a qualified Islander pilot and lost his life in a fatal air crash whilst serving in the squadron on May 17, 1985. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/navy-celebrates-60-years-of-its-oldest-air-squadron/articleshow/69848724.cms"}, "Road towards Moozhikulam Junction is in bad state": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadtowardsmoozhikulamjunctionisinbadstate/articleshow/69570042.cms", "description": ""}, "HC transfers trial to Ekm CBI court": {"datetime": "", "time": "2019-06-18 04:10:00", "description": "Kochi: The high court has ordered for transferring the trial in the case over murder of Muslim League worker Abdul Shukkoor to the CBI special court in Ernakulam. A petition filed by CBI seeking transfer of trial and further proceedings to the special court here was considered by the high court. Transferring of the case pending before Thalassery sessions court is needed so that the additional report filed in the case can also be considered by the trial court, CBI had argued. CBI approached the HC after the Thalassery court declined to accept its report and asked it to approach the special court in Ernakulam. The HC had earlier stayed further proceedings in the case at Thalassery sessions court. It was on February 20, 2012 that Shukkoor was murdered in broad daylight at Ariyil near Pattuvam in Kannur. This was allegedly in retaliation of workers of Muslim League’s youth wing blocking vehicles of CPM leaders. Prosecution had then informed that a proper probe could not be conducted due to intimidatory tactics played by the party to which the leaders belong. In the chargesheet filed in February, CBI had named CPM leaders P Jayarajan and T V Rajesh to be involved in the conspiracy. A single bench of the high court had in February 2016 ordered CBI to conduct a further investigation in the case after considering a plea by the victim’s mother. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/hc-transfers-trial-to-ekm-cbi-court/articleshow/69833115.cms"}, "Bharatha Keralam, a confluence of dance forms": {"time": "2019-06-17 12:13:00", "link": "https://timesofindia.indiatimes.com//city/kochi/bharatha-keralam-a-confluence-of-dance-forms/articleshow/69822798.cms", "description": "A dance event titled Bharatha Keralam featuring bharathanatyam and keralanatanam by young artistes, Kalakshethra Theertha E Poduval and Surabhi Nambisan, was held at Bharath Bhavan in Thiruvananthapuram recently. Accompanied by Bijesh Krishna on vocal, Udaya Sanker Lal on nattuvangam, Kalamandalam Charudutt on mridangam and Suresh Namboothiri on violin, Theertha, an accomplished dancer and teacher in bharathanatyam, weaved aesthetic pieces through her mudras and abhinayas in her hour-long performance. Meanwhile, Surabhi’s graceful performance of Keralanatanam showcased the dance style, which was developed from Kathakali by Guru Gopinath. Photo courtesy: Satheeshan Karicheri In Video:Bharata Keralam danceDownload The Times of India News App for Latest City ."}, "Dangerous potholes in KKRoad,Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerouspotholesinkkroad2cekm-/articleshow/69501414.cms", "description": ""}, "Abhilash Tomy": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/abhilash-tomy/videoshow/69712407.cms", "description": ""}, "Erotica is no longer taboo for some Malayali women": {"datetime": "", "time": "2019-06-18 16:29:00", "description": "It is a rainy, cool day outside. But inside the hall at a trendy restaurant in Kochi, the atmosphere is heating up with talk of sex. It is a poetry evening, called Un-taboo, and a mixed crowd is talking about their bodies, love, loss, sexuality and abuse. “’Steady girl, take it slow’,” starts Sumi Thomas, as she reads her poem on lovemaking. “... ‘A little part of me laughs at the nerd that I am, the rest of me is burning with desire and cares not for correctness.’” Even if it is a small group which has pre-registered for the event, it is stunning to see that the wife and mother of two, albeit a media professional, doesn’t mince or hold back her words and builds up her poem to a sexual and emotional crescendo. And a few others follow suit, attracting applause and drawn breaths in a couple of cases with the boldness of their words. Are women in conservative Kerala okay with expressing their feelings on their bodies and about sex openly? Sumi says, “I know this poem is not exactly Kamala Das, but I posted it online because I felt I had to let out my voice for myself and my daughters.” Anna Varghese Puthuran, a High Court lawyer who has worked with an NGO that works with building a new life for sexually abused women and children, says, “I feel women need to reclaim spaces. This conversation has to be had. For how long can we run away from topics like this? I was always told off for writing explicitly and was told to write about pretty things, but it is important to go back to your authentic self whatever that might be. And maybe people are also more ready to accept women’s voices now.” And if they are not, don’t feel bogged down by judgment, the women say. Lola hails from Kumbalam, a village on the backwaters of Kochi, but is today a globe-trotting artist. An exhibition she is planning this year in Kochi has vagina as its theme. The artist, who “loves to draw and take pictures of nudes”, says the worst comments come from people close to her family, but she gets about 30 messages every day from strangers admiring her work. But, even for an artist who posts pictures of herself in very revealing clothes on social media, there is a self-monitoring that takes place. “Some days I’m brave and some days I’m not, but some posts can be an inspiration for others. If I’m craving to do this so much, other women must be too; so why restrict their voices?” she asks. As for her exhibition, she says Kochi is ready for it, because “it’s not sexual, it’s art”.  Sumi, who is now writing a short story ‘with a lot of erotic elements’, says, “If people judge my character based on what I write, it does not matter to me. All writing comes from some connection you feel to the stories that you are telling. I will write what I feel like writing.” Lidiya Prasad, a copywriter, who moved to Kochi from Bengaluru, felt life here would be staid and culturally low-key, so she was happy to take part in an earlier adult poetry session. She recently published a book of her “very explicit and more low-key” poems, and says, “It is not about rebelling, but people have to think of women beyond the good-girl and virgin labels. But funnily enough, though there are poems in my book which deals with other subjects, people only want to talk about the erotic stuff.”  Women feel that there are inevitably several men who felt their words were an “invitation to casual sex”. “Initially, I used to cry thinking I invited this behaviour from men, but now I’ve learnt that it is a problem they must deal with,” says Lidiya.  Their families are a mix of understanding, encouraging and embarrassed. While the women are sometimes conscious that they must not post things that would embarrass their families, Anna says, “Our relationships with our family get more mature as we age, and they become more respectful of our voice.”  Jayakrishnan Pillai, whose media company organised the Un-taboo event, which was advertised on social media, says he received a call from an elderly man in Kozhikode congratulating them for holding the event, which he said was much-needed in our society. “This poetry event was a solution to the whole idea that women cannot express themselves freely on social media without attracting sexual and annoying comments from people. This was a chance to meet like-minded people and share thoughts without being questioned,” he says. Apart from social media blurring the borders on what privacy mean, even a movement like the Kudumbashree has given women the opportunity to be outgoing, says activist Rekha Raj. She explains that at gender workshops, she meets lots of youngsters who question why their privacy is curtailed and just hang out and do the things they want to. “Even the conversations in our homes are changing and families are discussing the idea of sexuality, thanks to the issues and the calls for rights in the queer movement. This is a positive change; it is probably reflecting quite slowly in society, but it is happening,” she says. In Video:Malayali women's bold artDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/erotica-is-no-longer-taboo-for-some-malayali-women/articleshow/69839187.cms"}, "Project to ensure people’s role in development": {"datetime": "", "time": "2019-06-18 14:20:00", "description": "KOCHI: As part of the Indo-German bilateral cooperation, the ministry of housing and urban affairs (MoHUA) and the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) India are jointly implementing Sustainable Urban Development – Smart Cities (SUD-SC) project. The objective of the project is to support sustainable development in various Indian cities. As part of the process, Kochi municipal corporation with the support of GIZ, organized ‘Ente Kochi’ symposium here on Monday. This is to facilitate implementation of sustainable project through a holistic and integrated approach. ‘Ente Kochi’, a participatory planning initiative, involved local residents in participatory processes through an interactive public exhibition set up at the Folklore Cultural Theatre at Fort Kochi. The exhibition had been organized parallel to the Kochi-Muziris Biennale in March. ‘Ente Kochi’ participatory process also spread through the city with a series of neighbourhood workshops at different locations. These neighbourhood consultations, known as ‘Urban Typhoon’ workshops, were held at Kaloor, Edakochi, Elamkulam, Market Canal and Mattancherry in June. These were led by Mumbai-based Urbz, an experimental action and research collective, which specializes in participatory planning and designing, and has experience working in India and other international locations. At the same time, there are opinions that this programme does not have much significance in states like Kerala. “We have people’s planning programme which ensures people’s participation in designing and implementation of development projects in an effective manner. So, the initiative by GIZ has nothing more to do,” said an official with the Kochi corporation said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/project-to-ensure-peoples-role-in-development/articleshow/69833057.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Slain cop’s mom, son say Ajas threatened her multiple times": {"time": "2019-06-17 08:56:00", "link": "https://timesofindia.indiatimes.com//city/kochi/slain-cops-mom-son-say-ajas-threatened-her-multiple-times/articleshow/69817127.cms", "description": "ALAPPUZHA: The body of civil police officer Soumya Pushpakaran, who was brutally murdered, was handed over to her kin after completing legal and medical examinations at Alappuzha Medical College Hospital at 2pm on Sunday. It has been shifted to the morgue of a private hospital at her native place, Oachira in Kollam. Cremation would take place after the arrival of her husband Sajeev, who is working in Libya, on Tuesday, said police. Soumya , who was working at Vallikunnam police station, was hacked and set ablaze by N A Ajas (33), a civil police officer attached to Aluva traffic police station, on Saturday near her home at Thekkemuri in Vallikunnam grama panchayat. Soumya was working at Vallikunnam police stationAjas, who sustained over 40% burns, has been admitted to Alappuzha Medical College Hospital. Though police arrived at the hospital with magistrate to record his on Saturday night, he was not able to speak. The police have not registered his arrest still Sunday evening. Meanwhile, Soumya’s mother Indira and elder son Rishikesh told media that Ajas had threatened and attacked her many times.  “Amma (Soumya) had told me if anything happens to her, I should tell police that Ajas is responsible. She told me that the man had threatened her several times over phone. My father is unaware of these incidents,’’ Rishikesh said. According to Indira, “Ajas killed her after she turned down his marriage proposal. He had threatened to kill her and her husband many times. He had beaten her up with shoes. When I had offered to interfere, she said it might create more trouble. She had also informed Vallikunnam sub-inspector about the issue three months ago.” However, Vallikunnam sub-inspector Shaiju Ebrahim said he was not informed. He added that Indira herself told him on Sunday that they did not inform police due to fear. He said Sowmya had borrowed Rs 1.25 lakh from Ajas. When she returned the money, Ajas did not accept it and demanded to marry him. She transferred the money to his account. But he sent it back to her account. Following this, Sowmya and Indira asked him to collect the money in person at KSRTC bus station, Ernakulam in May. Though he came to meet them, he refused to take the money back and dropped the duo at Clappana. When things started going out of hands, Sowmya blocked his number. But Ajas continued to stalk her from other numbers. Indira, too, had requested Ajas not to disturb her daughter, the officer said. Soumya had joined Kerala Police in 2014. She was trained under Ajas for around three months. They went on to become friends through social media, said her friends. Her husband was home a month ago on vacation. Apart from Rishikesh (Class VII), the couple has another son, Adhisesh (Class V) and a three-and-a-half-year-old daughter, Ridhika. Download The Times of India News App for Latest City ."}, "Kochi: Next, water transport to go solar-powered": {"datetime": "", "time": "2019-06-18 06:17:00", "description": "KOCHI: After solar-power revolutionized operations of the Cochin International Airport Limited (Cial), it is now the turn of the state water transport department (SWTD) to go eco-friendly with green energy. With the success of the first solar passenger boat, the water transport department is all set to launch three more boats in the coming months. “Aditya, our first solar boat has been running successfully for the last two years and not a trip has been cancelled. The fuel costs have just been Rs 200-280 for electricity and we have saved about Rs 48 lakhs on diesel,” said SWTD director Shaji Nair. Three of the boats including a cruise-liner will become operational in the next few months. The tendering process for the construction of another three boats will begin by the end of this year. Nair said that in contrast to the huge criticism and pressure that the department faced for venturing into solar-powered boats, Aditya is drawing international attention too. “We had senior officials from almost 40 countries visiting us recently to travel in the boat. They were part of the International solar alliance (ISA) and had come to look at the boat so that it could be replicated and customized in their countries,” he said. Of the two new boats under construction at NavAlt, one will be a return boat in the Vaikkom- Thavanakadavu route while the other would be in the Panavally-Thiruvananthapuram route. The cruise-liner will be an air-conditioned, double-decker boat and deployed in Alappuzha for ‘See Kuttanad’ programme. These boats will be powered by a hybrid battery. “During day time, we will use solar power and at night battery power,” Nair said. The first solar boat, Aditya, has completed two years of service in January. During the period, the boat carried 6, 00,000 passengers and travelled around 38,000 km without a single drop of fuel thereby saving 58,000 litres of diesel. This saved Rs 45 lakhs in diesel and maintenance cost during the period. Sandith Thandasherry, the man behind India’s first solar-powered ferry and CEO of NavAlt Solar and Electric Boats said that all countries in the tropical area were interested in the solar boats and the delegation which visited Aditya was in discussions with his company for manufacturing solar boats. He said that the ISA had offered to try to aggregate the combined demand the requirement of the countries as Aditya was a successful model of a public transport with a capacity of carrying 100 passengers. The Inland Waterways Authority of India has also evinced interest in running solar boats in the Ganga and Yamuna. “They have called for tenders for the Yamuna taxi and have kept very high technical standards,” Sandith said. Meanwhile, Kochi Metro’s water project is already looking at solar boats. Also, Cochin International Airport Limited (CIAL) is also looking at a solar-powered boat which is intended to be operated in the inland waterways. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/next-water-transport-to-go-solar-powered/articleshow/69833020.cms"}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Pathetic condition of bus waiting shed": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/patheticconditionofbuswaitingshed/articleshow/69630038.cms", "description": ""}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "PM Narendra Modi offers prayers at Lord Krishna Temple in Kerala's Guruvayur": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/pm-narendra-modi-offers-prayers-at-lord-krishna-temple-in-keralas-guruvayur/videoshow/69701595.cms", "description": ""}, "Broken pavements": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/brokenpavements/articleshow/69501339.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "From bad to worse": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/frombadtoworse/articleshow/69657794.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "\nJayaram got sporty at Kochi\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/Jayaram-got-sporty-at-Kochi/articleshow/53960264.cms", "description": "As the Olympics came to a close, sportspersons have become the focal point more than ever, and Mollywood celebrities seem to be doing their bit to keep the spirit of sports in them alive. In a recent event related to the formation of a badminton team, actors Jayaram, Narain, Parvathy Nambiar and Rajeev Pillai were seen joining in with full spirits, all dressed in black. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Three held with hashish oil brought for rave party": {"datetime": "", "time": "2019-06-19 06:55:00", "description": "KOCHI: Three youths were arrested by the city shadow police after seizing several bottles of hashish oil from them on Tuesday. The accused were identified as Sharun (23) and Sarath (22) who are siblings, and Pranav (20), all hailing from Mulavukad. According to police, they were nabbed from near Container Terminal Road on their arrival from Bengaluru from where they reportedly brought the hashish oil kept in several bottles. “The drug was meant for supplying to a rave party to be held at a private resort in the city on Saturday,” said police. “The tip-off about the party was received after we arrested a youngster last week who was waiting for drug delivery at High Court Junction. We later made him lure out the suppliers by sealing a deal and sent them a map of the location through WhatsApp for exchange of drugs. The accused believed it and got trapped,” said police. Police have launched a probe against the resort owners. Ganja peddler arrested The special squad of Ernakulam excise division arrested a 34-year-old man on charges of possession and sale of ganja on Tuesday. The sleuths seized more than 2kg of ganja from the accused who was identified as Azad (34) of Kuttamasserry at Aluva West. According to excise officials, he was arrested based on the information provided by the top narcotic secret group led by inspector B Suresh. The officials said the accused left his job abroad recently and started selling drugs. They traced him from the details collected from a high school student, who was brought to the Vimukthi counselling centre at excise zonal office at Kacheripady by his parents when they found ganja in his schoolbag. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/three-held-with-hashish-oil-brought-for-rave-party/articleshow/69848685.cms"}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "\nPearle looked nothing less than a diva in her gown at Kappiri Thuruthu movie's audio launch\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/kochi/Pearle-looked-nothing-less-than-a-diva-in-her-gown-at-Kappiri-Thuruthu-movies-audio-launch/articleshow/54310189.cms", "description": "When a duo as dynamic as Adil Ibrahim and Pearle Maaney met recently in the city, the celebratory mood that the chirpy pair set in was altogether different. Amid the cheerful aura of festivities, they also had their own reasons to celebrate over a delicious ‘kappa and fish curry’.  While Adil looked simplistic, Pearle looked nothing less than a diva in her gown. Singer-composer Ramesh Narayanan made his presence felt along with his daughter Madhusree Narayanan, who looked ravishing in a kalamkari gown, aptly matched by a black overcoat. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Apartment owners allege 1996 CRZ map was erroneous": {"datetime": "", "time": "2019-06-19 04:07:00", "description": "KOCHI: Residents of Alfa Serene apartment, facing the threat of demolition, have said that the 1996 Coastal Zone Mapping (CZMP), on the basis of which the property in which they reside has been deemed illegal, was crude, inaccurate and full of errors. The Supreme Court had on May 8 ordered the demolition of the four high rises at Maradu, including Alfa Serene, citing the violation of coastal regulation zone (CRZ) norms. Addressing a news meet here, Alfa Serene Apartment Owners’ Association said the 1996 map was so crude that it was difficult to identify a place. “It is unlike the map prepared in 2012 by Maradu municipality, in which the building and CR zones can be clearly identified by the survey numbers,” said association president Rasheed Usman. The press conference was also attended by association secretary Sen Eapen and Sooraj Krishna, a resident. “It mentioned that the area comes under CRZ-3, which is defined as relatively undisturbed rural area. But the area in which the apartment is located is more developed than some of the Cochin corporation areas,” said Krishna. “In 2003 itself the Kerala high court had said that the 1996 map is basic and so illegible that no definite conclusions can be made with such mapping,” he said. “What is the minimum guarantee for people like us? We relied on the approval documents given to us by the builder and the due diligence done by the banks who have given loans. The sub-registrar office collected the stamp duty paid by us, the municipality collected building tax from us, the village office collected land tax from us, KSEB is collecting charges for electricity, oil companies are collecting LPG charges, Kerala Water Authority is collecting water charges from us. So, we have been living in this community as legitimate owners,” said Krishna. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/apartment-owners-allege-1996-crz-map-was-erroneous/articleshow/69848718.cms"}, "Kerala Govt gives in to church pressure, withdraws award for cartoonist": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/kochi/kerala-govt-gives-in-to-church-pressure-withdraws-award-for-cartoonist/videoshow/69757426.cms", "description": ""}, "Dilapidated footpath at Ekm.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dilapidatedfootpathatekm-/articleshow/69657765.cms", "description": ""}, "Utter Chaos Aluva airport Road on 6th May 4.45pm": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/utterchaosaluvaairportroadon6thmay4-45pm/articleshow/69392652.cms", "description": ""}, "Government to take a call based on Sreedharan’s report": {"datetime": "", "time": "2019-06-18 14:18:00", "description": "KOCHI: Heeding to the state government’s request to help fix the issues related to Palarivattom flyover, Delhi Metro Rail Corporation’s (DMRC) principal adviser E Sreedharan inspected the flyover on Monday. Sreedharan, along with a team of experts from Indian Institutes of Technology (IITs) Kanpur and Madras, visited the flyover around 8am and inspected the restoration works. The flyover has been closed for traffic for more than a month. Though Sreedharan spent around one and a half hours at the flyover inspecting the pillars, girders and the cracks, he refused to openly speak about the defects. According to DMRC sources, he is expected to submit an inspection report directly to the state government in the coming days based on which the state government will take a call on whether the flyover should be restored or demolished. Sreedharan was roped in for the inspection by chief minister Pinarayi Vijayan after a meeting with PWD minister G Sudharkaran last week. Sreedharan, who started the inspection from the northern end of the flyover, walked beneath the 750m flyover and conducted a detailed inspection of each pillar and girder. Alaga Sundara Murthy, professor of structural engineering laboratory at the department of civil engineering at IIT-Madras, and Mahesh Tandon from IIT-Kanpur accompanied him through the inspection. Officials from PWD, roads and bridges development corporation of Kerala limited (RBDCK) and Kitco Ltd were also present. Murthy explained to Sreedharan the findings by the IIT-Madras team, which had earlier conducted a study of the flyover and found structural flaws. He showed him the cracks on the pillars and girders which have been posing threat to the bridge’s stability. The reinforcement and restoration works of the flyover were also monitored by the team. The team reportedly raised concerns about the severe cracks on the girders. After the inspection beneath the bridge, the team went to the top of the bridge where they spent around 15 minutes to inspect the potholes and cracks. After this, Sreedharan concluded the inspection and returned to DMRC office where an internal meeting of all parties involved in the flyover construction was held. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/govt-to-take-a-call-based-on-sreedharans-report/articleshow/69833028.cms"}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Removal of Foot path slab - a danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/removaloffootpathslab-adanger/articleshow/69708892.cms", "description": ""}, "Soumya murder: Magistrate records statement of Ajas": {"datetime": "", "time": "2019-06-18 06:14:00", "description": "ALAPPUZHA: Alappuzha judicial first class magistrate has recorded the statement of civil police officer (CPO) N A Ajas, who brutally murdered woman CPO Soumya Pushpakaran by setting her ablaze. The magistrate recorded his statement after Ajas told the doctor that he can speak to the magistrate on Sunday. “Ajas is undergoing treatment at Alappuzha Medical College Hospital and his burn injuries are serious. The burn injuries have affected the functioning of kidneys. The doctors started dialysis on Monday,” police said. However, Vallikunnam police are yet to register his arrest. According to police sources, Ajas said that he killed Soumya after she refused to marry him and she kept a distance from him. Meanwhile, Soumya’s relatives said that her cremation will be held by Wednesday noon. Her body is kept in the morgue of a private hospital at her native place at Oachira in Kollam. Her husband Sajeev, who is working in Libya, will reach home by Wednesday morning, a relative said. However, another relative of Soumya said that some MGNREGA workers who were at work near Soumya’s home had told them that it was not just Ajas in the car. “They told us that one more person was inside the car and he ran away when Ajas alighted from the vehicle. We have informed police about this and the police said that they need to check the CCTV footage to confirm it,” he said. Ajas, who was waiting in a rented car, in front of Soumya’s home, rammed her scooter and knocked her down on Saturday. Seeing Ajas alight from the car, Soumya tried to flee but Ajas attacked her with a sword. Soumya managed to run to a neighbour’s house after crossing a small canal. Ajas chased her, poured petrol over her body and set her on fire using a cigarette lighter. Soumya was the younger daughter of Pushpakaran and Indira of Clappana in Kollam. Pushpakaran, 67, suffered stroke four years ago and is now not able to go for work. Indira, a tailor by profession, met the study expenses of Soumya, a graduate, and her elder sister. Soumya’s elder sister and family live in Abu Dhabi. Soumya had joined Kerala Police in 2014. She was trained under Ajas for around three months. They went on to become friends through social media, said her friends. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/soumya-murder-magistrate-records-statement-of-ajas/articleshow/69833084.cms"}, "Sachin Warrier-Pooja wedding reception turn a fun-filled affair": {"datetime": "", "time": "2019-06-18 13:55:00", "description": "Singer-music composer Sachin Warrier recently got married to Pooja in Thrissur, and the wedding was followed by a fun-filled reception in Kochi on June 16. While Sachin wore a white shirt with suspenders, Pooja looked very cute in a short, baby pink dress. Unlike other wedding receptions, the couple planted a sapling, instead of cutting the cake, and their family and friends made sure that everything about the function was different. As it also happened to be Father’s Day, the newlyweds’ dads took centre stage, and Sachin and Pooja together celebrated their real life heroes. It was followed by a lot of interesting games, which kept the guests entertained. Among those who made their presence felt were actor Vineeth Sreenivasan with wife Divya and their munchkin, singer Jyotsna, Resmi Sateesh, and Anandam fame director Ganesh Raj. Below are a few more pictures from the function:- Picture Credit: AjilalIn Video:Sachin Warrier, Pooja host a fun-filled wedding receptionDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/kochi/sachin-warrier-pooja-wedding-reception-turn-a-fun-filled-affair/articleshow/69839465.cms"}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Where is the footpath?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/whereisthefootpath3f/articleshow/69718302.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Feeding rooms at metro stations": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/feedingroomsatmetrostations/articleshow/69392648.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Shukkoor Murder: Kerala HC transfers trial to Ernakulam CBI court": {"time": "2019-06-17 22:16:00", "link": "https://timesofindia.indiatimes.com//city/kochi/shukkoor-murder-kerala-hc-transfers-trial-to-ernakulam-cbi-court/articleshow/69831249.cms", "description": "KOCHI: The Kerala high court has ordered for transferring the trial in the case over murder of Muslim League worker Abdul Shukkoor to the CBI special court in Ernakulam. A petition filed by CBI seeking transfer of trial and further proceedings to the special court here was considered by the high court. Transferring of the case pending before Thalassery sessions court is needed so that the additional report filed in the case can also be considered by the trial court, CBI had argued. CBI approached the high court after the Thalassery court declined to accept its report and asked it to approach the special court in Ernakulam. The high court had earlier stayed further proceedings in the case at Thalassery sessions court. It was on February 20, 2012 that Shukkoor was murdered in broad daylight after holding him hostage at Ariyil near Pattuvam in Kannur. This was allegedly in retaliation of workers of Muslim League’s youth wing blocking vehicles of CPM leaders. In the chargesheet filed in February this year, CBI had named CPM leaders P Jayarajan and TV Rajesh to be involved in the conspiracy. A single bench of the high court had in February 2016 ordered CBI to conduct a further investigation in the case after considering a plea by the victim’s mother. The court had pointed out that all those who were with the leaders were named as accused on conspiracy charge but they have been avoided. They were instead booked for a lighter offence, of not trying to prevent the murder after getting information about the conspiracy, the single bench had stated. Jayarajan and Rajesh had approached a division bench challenging the single bench’s judgment but the order for further investigation was confirmed in February 2017. Download The Times of India News App for Latest City ."}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}}