{"Another patient suspected of Nipah infection admitted at Jipmer": {"datetime": "", "time": "2019-06-19 04:46:00", "description": "PUDUCHERRY: Another patient with a high fever and symptoms akin to that of Nipah infection from Cuddalore district was admitted at Jawaharlal institute of postgraduate medical education and research (Jipmer) in the Union territory. The doctors at the institute took his samples and sent them to the National Institute of Virology, Pune for testing for Nipah infection. The test results are likely to be declared on Wednesday or Thursday. The 75-year-old patient, identified as Ramalingam from a village near Kattumannarkoil in Cuddalore district visited Paravur near Ernakulam in Kerala where a man tested positive for Nipah virus. He was working there until he fell ill. He returned to his native village Melapoovizhindanallur in Cuddalore district a few days ago. He was admitted at a private hospital at Kattumannarkoil and was later referred to a government hospital. The duty doctors at the government hospital referred him to Jipmer on Monday night as his condition worsened. “His symptoms were not as bad as the first case (admitted a few days ago). He has a lung infection, high fever and cough He was conscious when he was admitted. We have taken his samples and sent them to NIV for testing. We are expecting the test results by tomorrow or the day after,” said Jipmer medical superintendent A S Badhe. Meanwhile the Cuddalore district health authorities on learning about the suspected Nipah case dispatched a medical team to Melapoovizhindanallur village to screen all people who came in contact with the patient. Earlier, a 52-year-old patient identified as Natarajan also from Cuddalore, who went to Guruvayur in Kerala on work was admitted at Jipmer with symptoms akin to that of Nipah infection. Jipmer doctors sent his samples twice to National Institute of Virology, Pune for testing. He tested negative for Nipah infection on both occasions but tested positive for Japanese encephalitis. He succumbed to the infection despite medical attention. There is no specific treatment for Nipah infection. The patients will be given supportive treatment like ventilator support and administered IV fluids. Jipmer’ has an exclusive isolated infectious disease ward with four rooms that can accommodate up to six patients. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/another-patient-suspected-of-nipah-infection-admitted-at-jipmer/articleshow/69849226.cms"}, "Jimper publishes list of shortlisted candidates": {"time": "2019-06-08 04:43:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/jimper-publishes-list-of-shortlisted-candidates/articleshow/69697191.cms", "description": "Puducherry: Jawaharlal institute of postgraduate medical education and research (Jipmer) has published the list of shortlisted candidates for admission into the MBBS programme for 2019 season on its website http://jipmer.edu.in/. The institute will hold the first counselling for admission into the MBBS programme between June 26 and 28. It will hold counselling for the unreserved / persons with disability (including Puducherry candidates) on June 26, for other backward classes / scheduled caste / scheduled tribe candidates on June 27 and for unreserved, other backward classes, scheduled caste, scheduled tribes (Puducherry candidates) and non-resident Indian and overseas citizens of India on June 28. Download The Times of India News App for Latest City ."}, "Ensure submission of audited reports of depts: Bedi to govt": {"time": "2019-06-15 04:43:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/ensure-submission-of-audited-reports-of-depts-bedi-to-govt/articleshow/69796147.cms", "description": "Puducherry: As chief minister V Narayanasamy, who holds the portfolio of finance, began holding consultative meetings with his cabinet colleagues, secretaries and heads of the departments to prepare and finalize the budget for the fiscal year 2019-20, lieutenant governor Kiran Bedi has directed the government to allocate sufficient funds to not only pay salaries to the government servants but also the pensions and other perks to the employees on retirement on time. Of late, the government has not been settling the retirement benefits to its employees on time on superannuation. The government has not settled the gratuity and commutation value to the employees, who retired from service since November 2018. Similarly, the government has not settled the earned leave encashment to the employees who retired from service since May 2018. The government needs close to Rs 150 crore to clear all the dues to the retired employees. Bedi has been insisting the government accord top priority in extending retirement benefits to the employees on time. She has been urging the government to release all dues including the gratuity to the employees on the day of their retirement. She had earlier directed the secretary (finance) to initiate steps to authorize the department of accounts and treasuries to draw funds from other heads to settle the dues of the retired employees. “…I have seen many retired personnel suffer for timely release of pensions and other allowances/ entitlements. Take necessary steps to honour the commitments. Many have to go to courts or keep complaining and suffer. We must settle the bills,” she said in a WhatsApp group post. Bedi has also directed the government headed by Narayanasamy to ensure that the public-sector undertakings (PSUs) and government-run societies that defaulted to contribute EPF and ESI to settle the dues immediately. “Return the provident funds of employees where ever diverted. Such diversion calls for criminal liabilities,” she warned. She noted that several PSUs and societies have failed to complete the annual audit and submit the duly audited statements to the heads of the parent departments and the secretaries concerned. Some PSUs and societies have not submitted their annual audit statements for several years, she observed. She also insisted the government review the action taken by the PSUs and societies concerned on the audit reports of Comptroller and auditor general (CAG) of India, Union home ministry and others. She was of the strong opinion that the government will gain the confidence of the people if they implement these financial measures. “It is the duty of all concerned at the helm of responsibility to ensure these basics in the annual budget,” she said. Download The Times of India News App for Latest City ."}, "Valuables worth Rs 3 lakh looted from house": {"time": "2019-06-08 11:36:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/valuables-worth-rs-3-lakh-looted-from-house/articleshow/69697248.cms", "description": "VELLORE: The Vaniyambadi police officials are on the lookout for a burglar who looted valuables worth Rs 3 lakh from the house of a hardware shop owner and attempted to loot a few more houses in the vicinity at New town area in Vaniyambadi on the wee hours of Friday. Police said that around 1 am, an unidentified miscreant broke into the house of the victim, Balaji, through the rear door. He allegedly looted Rs 3 lakh worth valuables including 1.5 kilograms of silver ornaments, a still camera, a mobile phone and a watch.  The burglar also attempted to loot three more houses including a private school correspondent’s house located in the same street as per the CCTV footage obtained but no valuables were found missing from these houses.  Based on a complaint by Balaji, police registered a case and are tracking the CCTV grab to nab the burglar.tnn Download The Times of India News App for Latest City ."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Police nab bike lifters, recover 3 stolen bikes worth Rs 4.5 lakh": {"time": "2019-06-07 14:00:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/police-nab-bike-lifters-recover-3-stolen-bikes-worth-rs-4-5-lakh/articleshow/69679944.cms", "description": "PUDUCHERRY: Police on Thursday arrested two motorcycle lifters and recovered three stolen motorcycles worth Rs 4.5 lakh from their possession. Police have launched a hunt for the prime accused in the crime. The arrested was identified as K Dheenadhayalan, 18 and K Nitish Kumar, 18 from Thanjavur district and the absconding as Aravind from Thanjavur. Superintendent of police (east) C Maran told reporters that M Thoufique Ahamed from Sulthanpet lodged a complaint that his Royal Enfield bike parked near Dupleix Statue on the Beach Road was stolen by unidentified persons on Wednesday. On the same day, two more people lodged complaints that their bikes parked in front of their houses were stolen. Police formed a special team under the direction of senior superintendent of police (law and order) Apoorva Gupta. The team members analysed the CCTV footages near the scenes of crime and ascertained that three youth were involved in the crime. The team members during an inspection spotted two youth riding the stolen Royal Enfield bike. They immediately intercepted them and on being questioned, the duo confessed to stealing the bikes in Puducherry. They also revealed the identity of the mastermind behind the crimes. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "Woman ganja peddler arrested in Ambur": {"time": "2019-06-14 12:28:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/woman-ganja-peddler-arrested-in-ambur/articleshow/69779377.cms", "description": "VELLORE: The Ambur town police on Thursday arrested a woman and seized 1,100g of ganja from her house at Reddithoppu in Ambur town. A senior police officer said Saraswathi, 35, took to ganja-peddling a month ago. Her mother Valliammal, 64, had been into the illegal trade for long and sent to jail several times. Valliammal was arrested two months ago for selling ganja. She had since been lying low over age-related issues. Based on a secret information that many daily wagers and college students were getting addicted to smoking ganja at the town, a police team conducted a surprise raid at Valliammal house. However, the team found that instead of Valliammal, Saraswathi had been carrying out the illegal trade. Inspector Harikrishnan said, “We are stepping up action to completely weed out marijuana sales in the town. Recently, some youths caught red-handed smoking marijuana were detained at the police station for more than two hours. Those found possessing or smoking ganja would be remanded.”tnn Download The Times of India News App for Latest City ."}, "Vellore: Sand smuggler attempts to run over cop, nabbed": {"time": "2019-06-12 14:18:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/vellore-sand-smuggler-attempts-to-run-over-cop-nabbed/articleshow/69754262.cms", "description": "VELLORE: The Thiruvalam police arrested a 35-year-old sand smuggler who attempted to run over a special sub-inspector of police when he tried to stop a truck being used to smuggle sand illegally at Ammundi on Palar riverbed on Monday. Police said based on a secret information that sand was smuggled by a gang from Palar river bank near Ammundi, a police team headed by SSI Venkatesan went to the spot. When the SSI tried to stop a lorry making his way out from the river, the driver tried to knock him down and sped away. SSI Venkatesan who had a narrow escape chased the lorry and managed to nab the accused. Police identified the accused as Bala alias Balamurugan, a resident of Mariamman Temple Street in Ammundi. Bala confessed to his involvement in illegal mining of sand for more than two years. Further investigation are on. Download The Times of India News App for Latest City ."}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Jipmer doctors protest attack on Bengal doctors": {"time": "2019-06-15 04:48:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/jipmer-doctors-protest-attack-on-bengal-doctors/articleshow/69796168.cms", "description": "Puducherry: The Jipmer resident doctors’ association (Jipmer RDA) and Indian medical association’s medical students' network (IMA MSN) in the institute abstained from work at the operation theatres and outpatients’ department on Friday to register their protest on the attack on doctors at Kolkata by the family members of a deceased patient. The resident doctors and interns, however, treated the inpatients and attended emergency cases. They wore black ribbons and badges while on duty to express their solidarity with the nationwide strike and protest by RDAs and IMA MSNs in all colleges in the country. They also boycotted the academic activities on Friday. They staged a demonstration in front of emergency medical services condemning attack on the doctors and West Bengal government’s indifferent attitude towards the plight of the young doctors. They took out a rally to the administrative block and submitted a memorandum to Jipmer director Rakesh Aggarwal urging him to take appropriate initiatives to ensure the safety of the doctors in the institute. They also submitted a memorandum to lieutenant governor Kiran Bedi. They demanded central legislation for the protection of the doctors on duty. They urged the Jipmer administration to ensure posting of necessary graded police force at the outpost on the premises and posting of necessary police force preferably at the emergency medical service department. They insisted that the graded police force must take out regular shift-wise rounds. They also urged the administration to increase the strength of the security forces on the campus. A group of people, mostly the relatives of a deceased patient, attacked young duty doctors Paribaha Mukherjee and Yash Tekwanu at the NRS medical college and hospital at Kolkata on June 10. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Sainik welfare department issues application for fee reimbursement": {"time": "2019-06-09 10:59:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/sainik-welfare-dept-issues-appln-for-fee-reimbursement/articleshow/69708164.cms", "description": "PUDUCHERRY: The department of sainik welfare will issue application forms to seek reimbursement of tuition fees, allowance for books and uniforms for the wards of unemployed and non-income tax assesses ex-servicemen of Puducherry for the academic year 2018-19 from June 10 to July 12. Director (sainik welfare) in a statement advised all eligible beneficiaries to collect the application forms from the department during working hours by producing the identity cards issued by the department. The last date for submitting filled in application forms with original fee receipts and bills to the director, department of sainik welfare is August 2. He directed the ex-servicemen in Karaikal, Mahe and Yanam regions to approach respective chief educational officers for availing the benefits. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "How these 20,000 women in Vellore got together to save a dying river": {"datetime": "", "time": "2019-06-19 04:51:00", "description": "With nearly half of India reeling under drought and fresh water a dangerously scarce resource, citizens in many parts of the country have taken it upon themselves to correct the bleak situation. In Vellore, one of the 24 drought-hit districts in Tamil Nadu, women have revived the seasonal Naganadhi river — the primary source of water for the region some decades ago — after it had been lifeless for 15 years. As a result, while much of the country has gone dry, people in many villages there have sufficient water to drink and irrigate their paddy fields. Miles away, in the hills of northern India, water conservation techniques are gaining momentum. Hundreds of villagers from Pauri Garhwal in Uttarakhand, egged on by children, are constructing reservoirs of various sizes. Many are signing conservation pledges to save rainwater this monsoon. These serve as an example of how India desperately needs larger engagement of local communities to protect water resources. In Vellore, it took up to 20,000 women four years to build 3,500 recharge wells and several boulder checks (using pebbles to slow down rainwater flow) to get Naganadhi to flow again in 2018. Through recharge wells, rainwater can be routed into shallow aquifers that enhance groundwater levels. “A river flows above the surface only after the groundwater has been replenished. Therefore, reviving a river isn’t just about its flow, but getting enough water to seep into the ground. In other words, letting rainwater infiltrate the soil by slowing it down. Once it rains this year, the river will be in spate,” said Chandrasekaran Kuppan, director of Naganadhi Rejuvenation Project, an Art of Living Foundation (AOL) initiative. The programme is assisted by the Centre and was started in 2014. In the last decade, much of Vellore’s agricultural labour migrated to the city as water bodies dried up, leaving nothing for irrigation. Most of those who left were men seeking contract work, leaving the womenfolk behind with little to do. But their lives changed when some AOL volunteers reached the district and suggested they revive the river. Such projects had already registered success in Karnataka, where Vedavathi and Kumudavathi rivers were brought back to life. A team was employed to mark the original trail of the river using satellite mapping and then an action plan was created based on the area’s geology, geomorphology and land cover, catchment area and rainfall data. The river restoration project had government approval so women were registered as Mahatma Gandhi National Rural Employment Guarantee Act (MGNREGA) workers, which ensured them daily earnings. Nathiya, 32, among the first batch of women roped in for the project, said that agriculture again became feasible in her village of Salamanatham in Kaniyambadi block after they built 36 recharge wells. A recharge well about 20ft deep, 15ft long and 6ft wide takes at least 23 days and 10 workers to build. “I can now grow water-intensive paddy in my land, something I could not have imagined a couple of years ago. I can grow crops as well and earn Rs 224 a day if I sign up as an MGNREGA worker,” said Nathiya. Vellore collector SA Raman said the results encouraged them to expand such projects to other areas. Meanwhile, in Uttarakhand, where the hills are facing an acute water crisis, people are now signing “water conservation pledges” to save at least 1,000 litres of rainwater per person during the monsoon season. Deepa Rawat, 13, from Pauri Garhwal and her classmates are building reservoirs after school hours to conserve rainwater. Government schools are also instructing each student to dig reservoirs that are at least 2 feet deep. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/how-these-20000-women-in-vellore-got-together-to-save-a-dying-river/articleshow/69850862.cms"}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Government failed to tackle water crisis: KS Azhagiri": {"time": "2019-06-17 12:52:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/govt-failed-to-tackle-water-crisis-ks-azhagiri/articleshow/69817848.cms", "description": "VELLORE: Stating that the AIADMK government had failed to solve the state’s water crisis, TNCC president K S Azhagiri on Sunday demanded the government to come out with a white paper on fund allocation, fund utilisation and projects to be executed to tackle the water scarcity. He said there were allegations that the AIADMK government had swindled Rs 300 crore in the free laptop districution scheme to students, by distributing substandard laptops. He demanded that the chief minister should form a committee compromising of all-party legislators to monitor the free laptop distribution scheme.Azhagiri said the government was struggling to supply drinking water to the public, which was aggravating the already dire situation. Download The Times of India News App for Latest City ."}, "Heritage enthusiast unearths stone inscription detailing Chola-era water management": {"time": "2019-06-17 12:48:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/heritage-enthusiast-unearths-stone-inscription-detailing-chola-era-water-management/articleshow/69817822.cms", "description": "TIRUVANNAMALAI: Heritage enthusiasts here have unearthed a stone inscription, dating back to the 10th century AD, which describes the water management system during the Chola era. It details how Paranthaga Chola had commissioned digging of two lakes within a 711km radius at Siruvallur village near Kalasapakkam. The inscription was erected by a clan called Irumudi Chola Priyankaraiar in praise of the king. It was found in a banana grove close to the Siruvallur village lake. S Premkumar, a heritage enthusiast from Tiruvannamalai district, and Soundharya of Siruvallur, a final year student at the BA history department of Tiruvannamalai Government Arts College, found the stone inscription buried in the grove last week. After being informed, a team of archaeologists headed by R Sekar, former archaeology department professor at Madras University, conducted a detailed study of the inscription. Speaking to TOI, Sekar said the stone inscription was made by a clan named Irumudi Chola Pariyankariar in praise of king Paranthaga Chola for constructing two lakes at Siruvallur village. The stones inscription, which has 10 lines on the front and 12 lines on the opposite side, dates back to the 10th century AD, he said. The modern Siruvallur village was known as ‘Palakundrathu Kottathu Keezhvenattu Kanthalur Kuttrathil Sellur’ back then, according to the inscriptions. The inscription had also thanked a group of people called ‘Vanigargal Ainootravar’ for constructing the lake under the supervision of Madhalangkizhan Nambitaran of Singaranaatu Melvazhi village. Villagers and traders, who had donated lands to build the lakes, were also thanked. Download The Times of India News App for Latest City ."}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Second edition of Isha green school movement launched at Vellore": {"time": "2019-06-14 04:08:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/second-edition-of-isha-green-school-movement-launched-at-vellore/articleshow/69779393.cms", "description": "Vellore: The second edition of Isha Green School Movement – an initiative to plant 4 lakh tree saplings in Vellore – was launched at Voorhees college in Vellore town on Thursday.  Popular comedian and Kollywood actor Vivekh, Vellore district collector S A Raman and Vellore district Chief Education officer S Mars were invited as special guests for the event. Addressing the gathering CEO S Mars said, “we feel blessed to see that a joint venture by the School Education Department and Isha foundation, has successfully completed its first year and stepped into the second. Under this initiative, in the previous year the students did a good job by planting 3,11,000 tree saplings. This year it will be 4 lakh saplings,” Mars said .  S A Raman in his speech said that 100 years ago, Vellore was one among the coolest place in the state with so many trees. But today, due to a variety of reasons, the district has lost its green cover, as a result of which summers have become unbearable. He said that planting trees was the only solution to solve the problem.  Actor Vivekh, in his speech said, “Vellore is famous for two things - one is its jail, and the other, its scorching summer (Veyil). Isha has been trying to transform Vellore into a place filled with trees. The Isha Foundation is undertaking several projects for the benefit of the society and for increasing the green cover in the state ,” he said.  Recalling former president’s speech Vivekh said “In the year 2008 when I got an opportunity to meet Dr.A.P.J.Abdul Kalam,he spoke to me about the importance of tree-planting. The target given to me was to plant 1 crore trees. So far, 30 lakh saplings has been planted. In an endeavor to speed up this process, I have decided to join hands with Isha.” Download The Times of India News App for Latest City ."}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Collector makes arrangement to rescue abducted irula man": {"time": "2019-06-06 12:26:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/collector-makes-arrangement-to-rescue-abducted-irula-man/articleshow/69668791.cms", "description": "TIRUVANNAMALAI: After an exclusive story appeared in TOI on Tuesday, about a 45-year old Irula man being abducted by a contractor, Tiruvannamalai district collector K S Kandasamy alerted the revenue officials in Tuticorin on Wednesday and planned to rescue him. Based on the district collector’s order, a team of revenue officials from Kovilpati is likely to hand over Murugan at the Tiruvannamalai collector office by Wednesday night. Murugan, a daily wager, and his family including wife Selvi and younger son Muniyappan, 20, who were living at Reddikuppam irula colony near Vandhavasi had taken an advance of Rs 27,000 from Sakthivel after assuring to repay it by working for Sundar Raman, a sugarcane contractor . Even after Murugan and his son worked for a long time, when they checked balance amount to be paid, Raman said only Rs9,000 was paid and they should have work for two more years to settle the remaining amount. The duo managed to escape from the workplace and reached their native on May28 last week. However the owner Raman along with a few people arrived at Reddikuppam village and kidnapped Murugan demanding to settle the pending amount . TOI managed to trace Muniyappan with the help of Association for Rehabilitation of Rescued Bonded Labourers, an NGO. Speaking to TOI, collector K S Kandasamy said that based on the alert made by TOI the revenue offficials at Kovilpati were alerted. However, Murugan told that he consented to work there.“We have made arrangement to bring Murugan to the Tiruvannamalai district collector office, after recording his statement in front of revenue officials further actions would be taken he said. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Pondy police impose speed restrictions in town, suburbs": {"time": "2019-06-06 12:29:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/pondy-police-impose-speed-restrictions-in-town-suburbs/articleshow/69668770.cms", "description": "PUDUCHERRY: Police have imposed speed restrictions in the town limits and suburbs to prevent over-speeding that leads to frequent accidents in the tiny but congested Union territory. Director general of police Sundari S Nanda said the restrictions will come into force with immediate effect (June 4). Police department has procured speed laser guns and an interceptor vehicle of the Institute of road traffic education to identify violators and issue them e-challans. The maximum speed limit from the old distillery to Park guesthouse on Beach Road was fixed at 20kmph while town area within and including the four boulevards at 30kmph. Similarly, the maximum speed limit on Cuddalore road (from Vengatta Subba Reddiyar Square to Ariyankuppam bridge, from Ariyankuppam bridge to Mullodi border - within Puducherry region near educational institutions, residential and industrial area and market places and hospitals) was fixed at 30kmph. The maximum speed limit from Ariyankuppam Bridge, Villianur to Madagadipet border within Puducherry region (near educational institutions, residential and industrial areas, market places and hospitals), Beach Road to Ariyankuppam Bridge, the entire stretch of Kamaraj Salai, Vazhuthavour Road, MG Raod from Subbaiah Salai to Muthialpet Market, Marapalam junction to Muthialpet Market (ECR) and from Muthialpet market to Kanagachettikulam border within Puducherry region (near educational institutions, residential and industrial areas, market places and hospitals), was fixed at 30kmph. The maximum speed limit on open roads from Muthialpet market to Kanagachettikulam border, from Ariyankuppam Bridge to Mullodai border and from Ariyankuppam Bridge, Villlianur to Madagadipet border was fixed at 50kmph. Download The Times of India News App for Latest City ."}, "Have set up separate wards to treat Nipah patients: CM V Narayanasamy": {"time": "2019-06-08 11:41:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/have-set-up-separate-wards-to-treat-nipah-patients-cm/articleshow/69697170.cms", "description": "PUDUCHERRY: The Puducherry cabinet convened under the chairmanship of chief minister V Narayanasamy, on Friday afternoon. The cabinet convened for the first time after the Supreme Court directed the Puducherry government not to implement any decision having financial implications until June 21. Speaking to reporters after chairing an almost two-hour long meeting, Narayanasamy listed out the decisions taken by the cabinet. He said the health officials in Mahe, territory’s enclave in Kerala where the incidence of Nipah infection has been reported, have set up a separate wards to extend treatment for any patient who tested positive for the virus. He said the health officials have also started screening of patients for Nipah infection. He said he had directed the director (health and family welfare) in Puducherry to take all precautionary measures to prevent an outbreak of Nipah and ensure adequate stock of medicines for treatment. He said the Adi Dravidar welfare department will be renamed as Adi Dravidar and Tribal welfare department after the Union government recognized the presence of Irulars (scheduled tribes) in the Union territory. The cabinet also decided to continue implementation of free rice scheme, review holding a caste-wise survey and revive the sick Pondicherry cooperative sugar mill at Lingareddipalayam. Download The Times of India News App for Latest City ."}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Tamil Nadu: Patient with suspected Nipah infection still critical": {"time": "2019-06-13 10:22:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/patient-with-suspected-nipah-infection-still-critical/articleshow/69763366.cms", "description": "PUDUCHERRY: The 53-year-old resident of Cuddalore district, who was admitted to the Jawaharlal Institute of Postgraduate Medical Education and Research (Jipmer) with symptoms akin to that of Nipah infection on Sunday, continues to be in a critical state. “The patient was admitted in a semiconscious state on Sunday. He continues to be critical. His condition neither worsened nor improved. He is responding only to a painful stimulus,” said Jipmer medical superintendent A S Badhe. The patient has been kept at an exclusive isolated infectious diseases ward as the symptoms are like that of Nipah infection. Moreover, he has been working in Guruvayur in Kerala, where a patient tested positive for Nipah infection. “He is undergoing treatment at the isolated ward after the team treating him suspected him to have Nipah infection. He is on ventilator. The functions of other vital organs are normal. The institute will treat him like a Nipah patient, taking all precautionary measures to prevent the spreading of the infection. The team members treating him have been advised to take all precautionary measures,” said Badhe. He said the institute has sent the samples of the patient to the national institute of virology in Pune on Tuesday for testing. “We are expecting the test results tomorrow (Thursday),” he said. There is no specific treatment for Nipah infection. “We can extend only supportive treatment like ventilator support, administering IV fluids and follow the treatment modules adopted for non-Nipah infections,” he said. The institute’s isolation ward has four rooms that can accommodate up to six patients. “Presently only one patient with suspected Nipah infection is in the isolation ward. The institute has all necessary facilities to treat any flu infection,” he said. The Puducherry government has made necessary arrangements to prevent any outbreak of Nipah virus after the suspected case was reported at Jipmer. Download The Times of India News App for Latest City ."}, "Woman, lover murder her 4-yr-old son": {"datetime": "", "time": "2019-06-19 04:46:00", "description": "Vellore: Police on Tuesday arrested a 25-year-old woman and her boyfriend in Vellore district for murdering her four-year-old son. Kaviya and Thiyagarajan of Ranipet, murdered her son on Thursday as they felt he was an obstacle to their relationship.  The Walajapet police on Tuesday exhumed the boy’s body which was buried on the Palar river bank on Friday night. After postmortem, the body was buried again.  Police said Kaviya got married to Ramachandran 30, a daily wage earner at Ranipet SIPCOT, in 2014.  The couple used to fight. In 2017, when their son, Tharun, was two years old, Kaviya got estranged from Ramachandran and returned to her parents’ home at Pakkupettai.  Kaviya, who joined for BEd at a private teacher education college in Ranipet, developed an extramarital affair with cab driver Thiyagarajan, 30.  Though Kaviya had not obtained legal divorce from her first husband, she married Thiyagarajan in January 2019 after informing her family members. She started to live in Thiyagarajan’s house along with her son. Initially, they were living in his parents’ home. A week ago, they moved to a rented house at Belliyappa Nagar. In their confessional statement, the couple said, “Since Tharun was an obstacle to our intimacy, we decided to murder him. We drowned him in a water-filled tub on Thursday morning.”  “We covered his body in a polythene sack and continued with our daily routine. On Friday night, we carried his body to a burial ground on the Palar river bank and buried it there,” they said.  Later, in an inebriated condition, Thiyagarajan told his friend about the murder of the boy. The friend informed Thenkadappathangal village administrative officer Adhiyaman, who in turn alerted the police. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/woman-lover-murder-her-4-yr-old-son/articleshow/69849221.cms"}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "MBBS admissions: Jipmer publishes list of shortlisted candidates": {"time": "2019-06-07 21:12:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/mbbs-admissions-jipmer-publishes-list-of-shortlisted-candidates/articleshow/69694820.cms", "description": "PUDUCHERRY: Jawaharlal Institute of Postgraduate Medical Education and Research (Jipmer) has published on its website (http://jipmer.edu.in/) the list of shortlisted candidates for admission into the MBBS programme in the 2019 season. The institute will hold the first counselling between June 26 and 28. It will hold counselling for the unreserved / persons with disability (including Puducherry candidates) on June 26, for Other Backward Class / Scheduled Castes / Scheduled Tribes candidates on June 27 and for unreserved, Other Backward Class, Scheduled Castes, Scheduled Tribes (Puducherry candidates) and non-resident Indians and overseas citizens of India on June 28. The candidates must report at the Jipmer academic centre at 8am on their allotted dates. The institute will not allow the change in counselling date for any candidates. Candidates under the persons with disability category must appear before the medical board at the Jipmer academic centre at 9am on June 25. The institute will permit the candidates to attend the counselling only after verification of biometric fingerprint, photo and certificate. All the applicants who have appeared for the entrance examination can download their individual rank letter from the institute’s website from June 12 (from 11am onwards). The institute will not send individual communication to the candidates. Download The Times of India News App for Latest City ."}, "Centac commences UG medical, dental, Ayurvedic, veterinary admissions": {"time": "2019-06-07 14:01:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/centac-commences-ug-medical-dental-ayurvedic-veterinary-admissions/articleshow/69679920.cms", "description": "PUDUCHERRY: The Centralized admission committee (Centac) has invited applications for admissions into undergraduate medical (MBBS), dental (BDS), Ayurvedic medicine (BAMS) and veterinary science (BVSc) courses from June 4 (5pm) to June 16 for the academic year 2019-20. The committee will fill the seats based on the ranks of students in the National eligibility cum entrance test (Neet). However, BVSc seats under Puducherry quota will be filled based on the higher secondary marks of the students while BVSc seats under self-supporting national quota and NRI quotas will be filled based on the Neet rank of the students. The committee will fill 106 MBBS seats under government quota and 22 seats under NRI quota in Indira Gandhi medical college and research institute, 42 BAMS seats under government quota and seven seats under NRI quota in Rajiv Gandhi Ayurveda medical college, Mahe, 29 BDS seats under government quota and five seats under NRI quota in Mahatma Gandhi postgraduate institute of dental sciences, 12 BVSc seats under national quota and four seats under NRI quota in Rajiv Gandhi institute of veterinary education and research. It will fill 54 MBBS seats under government quota, 46 seats under management quota (all India rank) and 50 seats under Puducherry minority quota (Christians) in Pondicherry institute of medical science, 55 MBBS seats under government quota and 95 under management quota in Sri Manakula Vinayagar medical college and hospital, 55 MBBS seats under government quota and 20 seats under management quota and 75 seats under Puducherry minority quota (Telugu) in Sri Venkateshwaraa medical college and research institute. It will fill 50 BDS seats under government quota and 50 under management quota in Mahe institute of dental sciences and 50 BDS seats under government quota and 50 under Puducherry minority quota (Telugu) in Sri Venkateshwaraa dental college. The committee will update the seat matrix later in its website, said a release. Download The Times of India News App for Latest City ."}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Congress workers in Villupuram condemn removal of statues": {"time": "2019-06-17 12:45:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/congress-workers-in-villupuram-condemn-removal-of-statues/articleshow/69817809.cms", "description": "VILLUPURAM: More than 100 workers of Congress on Sunday staged a protest at Nehruji road in Villupuram condemning the state highway department’s move to remove the statues of Rajiv Gandhi and Mahatma Gandhi for the expansion of Villupuram- Pondicherry highway. The cadres who raised slogans against the highways department also lodged a police complaint against the highways department assistant engineer for failing to send a prior notice to the Villupuram district Congress committee (DCC) about the removal of the statues erected by the Congress party. Police sources said the highway department has been evicting the roadside shops and has planned to remove the temples and statues that were disrupting the vehicular movement as part of the Villupuram – Puducherry highway expansion. A month ago, the Congress functionaries who had come to be aware of the highway department’s move had submitted a memorandum notifying the highway department and district administration to make an official notice while removing the statues of the erstwhile leaders that were been erected by the Congress party. According to Gulam Mohideen, former chairman of DCC, the state highway department especially the assistant engineer, Sridharan, who has some personal vengeance against the Congress party for staging a protest against the highway department for the recurring accidents, without even informing his senior officials had made arrangements to remove the Mahatma Gandhiand Rajiv Gandhi statues erected at Nehruji road here. The statues which were erected in 1970 and 1992 by congress leaders Kamraj and Muppanar respectively was been maintained by Villupuram municipality and had remained as an identity to the Villupuram town. Though the statues removal work was temporarily abandoned by the officials the protest had created a flutter at the Villupuram district headquarters. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "2 Puducherry students bag gold medal in Olympiad contest": {"time": "2019-06-11 10:50:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/2-pondy-students-bag-gold-medal-in-olympiad-contest/articleshow/69732038.cms", "description": "PUDUCHERRY: Two students from Puducherry claimed international ranks and bagged gold medals in the contest organized by Science Olympiad Foundation (SOF) for the year 2018-19. A Class VII student from Brainy Blooms L’ Ecole Internationale School (CBSE) M Thishaanth claimed the first rank in the international general knowledge Olympiad and bagged the gold medal. A Class II student from BlueStar Higher Secondary School T Hari Haran finished first in the International Mathematics Olympiad and bagged the gold medal. The two students were also awarded a cash prize of Rs 50,000 each. More than 50 lakh students from over 50,000 schools across 1,400 cities and 30 countries participated in the contest during 2018-19. More than 30,000 students from Puducherry participated in the contest. SOF felicitated the medallists in a simple function at New Delhi. The former chief justice of India justice Dipak Misra felicitated the medallist in the presence of SOF founder and executive director Mahabir Singh. In addition to international winners, the foundation also honoured close to 61,000 students from 6,300 schools for achieving top state-level ranks and more than eight lakh students for achieving top ranks in their respective schools. The foundation also honoured more than 2,000 principals and teachers for their commitment to academics and single-minded pursuit in successfully improving students’ academic knowledge. Download The Times of India News App for Latest City ."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Pondicherry Universit library declared ‘library of the week’": {"time": "2019-06-06 12:24:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/pu-library-declared-library-of-the-week/articleshow/69668800.cms", "description": "PUDUCHERRY: The Oxford University Press (OUP) has declared Ananda Rangapillai Library of Pondicherry University as the ‘library of the week’ acknowledging the special features of the library. The world’s largest university press has awarded a plaque to the Ananda Rangapillai Library recognizing its resources. It has also shared a special article about the library through @OUPLibraries twitter feed. OUP has been in the practice of undertaking research on libraries in India and south-east Asia and naming the ‘library of the week’ highlighting its special features, types of collections of books and the history of the library. Presently R. Samyuktha is the librarian of Pondicherry University. Download The Times of India News App for Latest City ."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Bilingual writer Raja received first Dupuis Award": {"time": "2019-06-08 04:46:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/bilingual-writer-raja-received-first-dupuis-award/articleshow/69697226.cms", "description": "Puducherry: Bilingual writer P Raja bagged the first ‘Dupuis Award’ instituted by Natural Learning Movement of Puducherry and Rev Fr Louis Savenian Dupuis Historical Commission of Puducherry to identify and honour best writers in the Union territory. The movement president Justice David Annousamy and the commission president Fr A S Antonisamy presented the award to Raja in a simple function in the Immaculate Conception Cathedral. Raja has so far published more than 5,000 articles, short stories, poems and one-act plays. He also served as a general council member (English advisory board) of Central Sahitya Akademi, New Delhi. A retired professor in English, Raja is also a folklorist and translator. He is also the editor of Transfire, a quarterly devoted to translations from various languages into English.  He served as an expert committee member for the central plan scheme for the development of Tamil in Central Institute of Indian Languages, Mysore. Download The Times of India News App for Latest City ."}, "Former Puducherry chief minister Janakiraman laid to rest with full state honours": {"time": "2019-06-11 14:34:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/former-puducherry-chief-minister-janakiraman-laid-to-rest-with-full-state-honours/articleshow/69738830.cms", "description": "PUDUCHERRY: The mortal remains of former Puducherry chief minister R V Janakiraman, who passed away here on Monday after a prolonged illness, was laid to rest with full state honours and with 21-gun salute in his native village -- Alathur -- in Villupuram district of Tamil Nadu on Tuesday morning. The mortal remains of the DMK leader had been kept for public homage at his residence on the Ambour Salai here till 8am and was taken by road to his native village. A host of leaders, including DMK president M K Stalin and Puducherry chief minister V Narayanasamy, attended the funeral and paid homage to the departed soul. Later, speaking to reporters, Narayanasamy recalled the services of the late leader. He said Janakiraman, who hailed from a humble background, had worked hard to rise to prominence by becoming an MLA and minister and later the chief minister, serving the Union territory efficiently. Narayanasamy said Janakiraman, who joined the DMK at a young age, had a great admiration and respect for late DMK leader M Karunanidhi and his family, including his son Stalin. Narayanasamy said the late leader had not been active in politics for the past two years due to poor health. Janakiraman had been bed-ridden due to Parkinsonism, seizure disorder and a chronic kidney disease. He was admitted to Pondicherry Institute of Medical Sciences on June 2. His condition deteriorated at 12.30am on June 10. He passed away at 2.30am on the same day. Download The Times of India News App for Latest City ."}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Lateral entry list published by Centac": {"time": "2019-06-16 04:59:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/lateral-entry-list-published-by-centac/articleshow/69807415.cms", "description": "Puducherry: The Centralized admission committee (Centac) has published the provisional allotment list for lateral entry admission into diploma courses in polytechnic colleges for the residents of Union territory of Puducherry on its website www.centacpuducherry.in. The committee said the candidates can download their allotment orders from the dashboard using their login credentials from June 15. It directed them to join the respective colleges from June 17 to 20 (before 5pm). It also directed them to refer to the information brochure for fee details. There are 809 seats available for lateral entry admissions to diploma courses in six government polytechnic colleges in Puducherry, Karaikal, Mahe and Yanam. The committee received 418 applications for admissions and found 296 eligible candidates from Puducherry and 107 from other states eligible. It rejected the applications of 15 candidates. It allotted seats to 276 Puducherry candidates.tnn Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Nipah test results likely today": {"time": "2019-06-14 12:30:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/nipah-test-results-likely-today/articleshow/69779351.cms", "description": "PUDUCHERRY: The 53-year-old resident of Cuddalore district, who was admitted to the Jawaharlal institute of postgraduate medical education and research (Jipmer) here with symptoms akin to that of Nipah infection on Sunday continued to be in a critical state on Thursday. Jipmer sent the samples of the patient to the National institute of virology (NIP) in Pune on Tuesday for testing. The test results are expected on Friday. Presently the male patient is on ventilator support at the isolation ward in the institute. He had been working in Guruvayur in Kerala where one person tested positive for Nipah infection. Meanwhile, the directorate of health and family welfare has made all necessary arrangements to prevent any outbreak of Nipah infection in the Union territory. It has deployed teams of (Indian Red Cross Society IRCS) volunteers at bus stands and railway stations to identify sick travellers from high-risk areas of Kerala viz., Thrissur, Kollam, Ernakulam and Idukki districts and admit them to the isolation facility at the government hospital for chest diseases (GHCD) where a dedicated team from Indira Gandhi medical college and research institute (IGMC & RI) will screen the patients for Nipah virus. The team will refer patients requiring intensive intervention to Jipmer, which will extend diagnostic support for lab confirmation of suspected cases with Nipah infection including logistic support to transport samples to NIP and receiving the test results. The IRCS volunteers have been advising homecare under isolation for sick travellers, who are not suspected of Nipah infection. The directorate also instructed all the private medical colleges to equip themselves with necessary facilities including isolation wards with beds exclusively to treat patients suspected with Nipah infection. It has identified the head of the department of medicine of the Indira Gandhi government general hospital and postgraduate institute as the nodal officer for Nipah. It has directed both government and private tertiary care hospitals to send daily notification of acute encephalitis syndrome (AES) cases to the integrated disease surveillance project (IDSP). The directorate earlier convened a meeting of the heads of the institutions and heads of the department of medicine from IGMC & RI, Rajiv Gandhi government women and children hospital and Jipmer to review the preparedness and prevention of outbreak of Nipah infection in Puducherry. Download The Times of India News App for Latest City ."}, "Photos: Puducherry Lt Governor Kiran Bedi pulls chariot at temple festival": {"time": "2019-06-13 13:23:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/photos-puducherry-lt-governor-kiran-bedi-pulls-chariot-at-temple-festival/articleshow/69769291.cms", "description": "PUDUCHERRY: Puducherry Lt Governor Kiran Bedi joined hundreds of devotees in pulling the chariot of Tirukameeswarar temple at a village near here on the occasion of the annual car festival Thursday. This morning...Temple CAR Festival, VILLIIANUR, along with Honble Minister, Namassivayam and others. https://t.co/1Jkzow4gle&mdash; Kiran Bedi (@thekiranbedi) 1560397086000Bedi pulled the chariot amidst chanting of hymns by devotees at the 12th century temple in Villianur. Chief Minister V Narayanaswamy, Ministers A Namassivayam and M Kandasamy, newly-elected Member of Parliament V Vaithilingam and legislators were among those who participated in the festival. The temple is among the ancient shrines in Puducherry and as per tradition, the Head of the State should drag the chariot on the occasion of the car festival. Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Tiruvannamalai collector allots free house to rescued Irula man": {"time": "2019-06-10 12:00:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/dist-admin-allots-free-house-to-rescued-irula-man/articleshow/69717774.cms", "description": "TIRUVANNAMALAI: Days after a 45-year-old man from the Irula community was rescued, Tiruvannamalai collector K S Kandasamy on Sunday allotted a free government house to him.  The man, Murugan, was allegedly abused and ill treated by a sugarcane contractor after confining him at Kengampatti village in Tuticorin district. Murugan and his family, including his wife Selvi, 40, and younger son Muniyappan, 20, lived at Reddikuppam Irula Colony near Vandhavasi. They took an advance of Rs 27,000 from a broker named Sakthivel, on the condition that they will repay the the money by working under a sugarcane contractor. Despite toiling long hours at the farm, the contractor told them recently that only Rs 9,000 of the advance had been paid off so far and they must work for two more years to settle the remaining Rs 18,000. The family feared that they would die due to the workload, and managed to escape from the farm. They reached their native village on May 28. However, the contractor, Sundar Raman, along with his accomplices, came to Reddikuppam village and abducted Murugan. Based on a TOI report, Tiruvannamalai collector conducted an inquiry with Murugan’s son Muniyappan on June 4. Murugan was rescued with the help of Tuticorin district administration officials on the same day. On Sunday, the collector met Murugan at Cheyyar revenue office had handed over the order to allot a free house worth Rs 2.60 lakh to his. Download The Times of India News App for Latest City ."}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Medical services affected as doctors boycott duty in Puducherry": {"datetime": "", "time": "2019-06-18 13:22:00", "description": "PUDUCHERRY: The medical services at the outpatients departments and operation theatres in Jawaharlal Institute of Postgraduate Medical Education and Research, government and private medical college and hospitals in Union territory were hit as hundreds of doctors boycotted duty following a nation-wide strike by the Indian medical association (IMA) to register their protest on the attack on two doctors by a mob including the relatives of a deceased patient at a hospital in West Bengal. The medical students' network (MSN) of IMA called for a 24-hour nation-wide strike appealing to the doctors to boycott all elective services from 6am on Monday following which the doctors, resident doctors and interns at Jipmer, government and private medical colleges boycotted the academic activities and elective services from 6am on Monday. The resident doctors and interns and students of Jipmer staged a protest in front of the emergency medical services department on Monday. Jipmer IMA MSN led by national council member Suvrankar Datta submitted a memorandum to Jipmer dean and director urging them to initiate efforts to press the Centre and Union territory to pass the Central hospital and doctors' protection act and state ordinance for hospital and doctors' protection act immediately. \"The horrific assault on the young doctors in NRS Medical College and Hospital, Kolkata and the subsequent attacks in the medical fraternity in West Bengal including stone pelting, injuring the eye of a young doctor, setting hostels on fire using petrol bombs and attacking women's hostels and political threats at multiple medical colleges in West Bengal have left every one of us shocked,\" said Datta in the memorandum. The interns at Mahatma Gandhi medical college and research institute, a constituent college of Sri Balaji Vidyapeeth, a deemed university, boycotted duty while the students boycotted classes on Monday. The resident doctors, interns and students of Indira Gandhi government medical college and research institute and Aarupadai Veedu medical college and hospital, a constituent college of Vinayaga Missions University staged demonstrations in front of the colleges. Only the causality wings in the two institutions functioned on Monday. The student council representatives and heads of the IMA MSNs from all colleges called on the Puducherry district collector and submitted a memorandum to him. By and large, all emergency services continued at Jipmer, government and private medical colleges. Students appearing for pre-university examinations have been exempted from participating in the strike. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/medical-services-affected-as-doctors-boycott-duty-in-puducherry/articleshow/69839031.cms"}, "‘Will act against officials if discrimination proven’": {"time": "2019-06-16 04:57:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/will-act-against-officials-if-discrimination-proven/articleshow/69807408.cms", "description": "Madurai: Departmental action will be taken against officials if found guilty in connection with the alleged discriminatory practices prevailing against scheduled caste people in S Valayapatti village who were attacked by members of an intermediate caste, said the vice-chairman of National Commission for Scheduled Castes L Murugan. The NCSC team visited S Valayapatti village along with officials from revenue and police department including district collector (in-charge) S Shantha Kumar on Saturday. When asked whether the transfer of two anganwadi workers belonging to scheduled caste based on pressure from intermediate caste members did not amount to encouraging discrimination, the vice-chairman said that was why he had issued showcause notice to the officials concerned. He had asked them to explain why legal action should not be initiated under the scheduled caste and scheduled tribe (prevention of atrocities) act against those responsible for shunting the anganwadi workers out of the village, he said. Murugan visited the affected people and took stock of the property damaged in the attack that took place on Sunday night. He insisted that the officials carry out speedy investigation and disburse compensation. Four people from scheduled castes had sustained injuries in the attack, which was the culmination point of the caste tension that has been prevailing there for about two years. Download The Times of India News App for Latest City ."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Noted Sanskrit scholar Sambanda Sivacharyar passes away at 92": {"datetime": "", "time": "2019-06-19 04:47:00", "description": "PUDUCHERRY: Noted Sanskrit scholar S Sambanda Sivacharyar, 92, a research assistant at the French Institute of Pondicherry (IFP), who was honoured by both French and Indian governments for his distinguished academic and scholarly work passed away due to age-related illness on Sunday at his native town Cuddalore, Tamil Nadu. Sambanda along with other scholars published several works including critical editions of Saivagamas, one of the 28 main texts (agamas) of Saivasiddantha (philosophy and scriptures of the Saivas) for the IFP and other institutions since 1950s. He along with others traced the historical evolution of the doctrines and the Saiva ritual system dating back several centuries. Joining IFP in 1969, he extensively toured various parts of Tamil Nadu, collected Saiva manuscripts on palm leaves and studied them under the guidance of Sanskrit scholar N R Bhatt. A well-trained master in reading old manuscripts in Tamil, Grantha, Telugu, Malayalam, Tigalari, Sarada, Nandinagari and Newari scripts, Sambanda was selected for the oldest and prestigious civil awards 'Ordre des Palmes Académiques' by the French Republic for his contributions in the study of the languages, texts, history and cultures of the Indian subcontinent in 2009. Five years later, the Indian government honoured him with the Presidential award of a certificate of honour for distinguished Sanskrit scholars in 2014. Born on January 6, 1927, in a family of temple priests, Sambanda learnt temple rites at the tender age of seven from his father and Veda mantras from eminent scholars before joining Ahobila Math Sanskrit Pathasala, Madurantakam. He studied at Raja's College, Tiruvaiyaru and Mylapore Sanskrit College and passed Mimamsa Sirumani with a gold medal. Before joining the IFP, he worked at Manuscript library of Adyar Theosophical Society and Government Manuscript library, Chennai and closely associated with the Tanjore Saraswathi Maham Library, Thiruvananthapuram and Manuscripts Library and Mysore Oriental Research Library in the 1950s. He has to his credit of establishing a printing press with Grantham and Devanagari scripts and printed and published many books on Agamas. IFP has one of the richest collections of palm leaf manuscripts on Saivasiddhanta in the world. The institute has more than 8,000 bundles of palm leaf manuscripts mostly on Saivasiddhanta followed by grammar, palmistry and Tevaram in various scripts. It has commenced categorising its collection and publishing critical editions. The institute's palm leaf manuscript collections have been included in the Unesco's Memory of the World Register. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/noted-sanskrit-scholar-sambanda-sivacharyar-passes-away-at-92/articleshow/69849231.cms"}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "CM: Be ready for agitation against Kiran Bedi": {"time": "2019-06-07 14:05:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/cm-be-ready-for-agitation-against-bedi/articleshow/69679907.cms", "description": "PUDUCHERRY: Chief minister V Narayanasamy claimed that lieutenant governor Kiran Bedi has not stopped posing hindrances to the elected government and appealed to cadres of the Congress party and its allies to prepare themselves for a struggle against her. Speaking at the death anniversary observation of former chief minister V Venkatasubba Reddiar at the party office on Thursday, Narayanasamy accused Bedi of stalling all development works, projects to promote tourism and industries and generate employment of the elected government in the last two and half years. He recalled that the government could implement the free rice scheme and other projects only after a six-day sit-in strike led by him, his cabinet leaders and leaders of its allies in front Raj Nivas in February this year. He went on to claim that the landslide victory of Congress’ candidate V Vaithilingam in the Lok Sabha polls reflected the people’s rejection of Bedi's interference in the day-to-day affairs of the elected government. “And still lieutenant governor has not changed her approach,” Narayanasamy said. Stating that the elected government derives the strength from the leaders and cadres of Congress party and its allies, he said the government has been compelled to take an alternative course of action if Bedi continues to stall the projects introduced by the government. He was of the strong opinion that a lieutenant government must assist the government in securing more funds for the Union territory from the Centre and act in coordination with the government. “Lieutenant governor must not undertake inspections and convene meetings with the territorial officials to review various schemes,” he claimed. The Madras high court on April 30 declared that the Puducherry lieutenant governor cannot run a parallel government and cannot interfere with the day-to-day affairs of the elected government. The Union government filed an appeal before the Supreme Court against the Madras high court order. A vacation bench of the Supreme Court comprising Justices Indu Malhotra and M R Shah directed the Puducherry government not to implement any decisions having financial implications until June 21. The Puducherry cabinet, which will convene on June 7, has proposed to accord approval to a slew of projects that were rejected by the Union home ministry. Most of the projects have been proposed in Yanam, the territory’s enclave in Andhra Pradesh. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Fest to mark birth anniversary of Sankaradas Swamigal": {"time": "2019-06-14 04:17:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/fest-to-mark-birth-anniversary-of-sankaradas-swamigal/articleshow/69779495.cms", "description": "The department of art and culture and south zone cultural centre, Thanjavur will hold nine-day music. dance and theatre festival from June 14 to 22 at Gandhi Thidal on Beach Road to commemorate 152nd birth anniversary celebration of Sankaradas Swamigal, regarded as the father of Tamil theatre. Health minister Malladi Krishna Rao, who also holds the portfolio of art and culture, will inaugurate the festival in the presence of chief minister's parliamentary secretary K Lakshminarayanan at 6.30pm on June 14 at Gandhi Thidal on Beach Road. Download The Times of India News App for Latest City ."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "Government to observe 3-day mourning for ex-CM": {"time": "2019-06-11 10:59:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/govt-to-observe-3-day-mourning-for-ex-cm/articleshow/69732024.cms", "description": "PUDUCHERRY: Former chief minister and DMK leader R V Janakiraman passed away in a private hospital here in the early hours of Monday after a prolonged old age-related illness. He was 78. He breathed his last at 2.30am at Pondicherry institute of medical sciences (Pims) where he was undergoing treatment. Janakiraman was admitted at Pims at 3am on June 2. He was bed-ridden for a prolonged period due to parkinsonism, seizure disorder and chronic kidney disease. His condition deteriorated at 12.30am on June 10 after he had profound hypotension. He passed away at 2.30am on the same day. Janakiraman’s body was kept at his residence on Gingee Salai for the public to pay homage until 7pm on Monday. The last rites will be held in his native village -- Alathur -- in Villupuram district of Tamil Nadu at 10am on Tuesday. DMK president M K Stalin, PMK founder-leader S Ramadoss, Puducherry lieutenant governor Kiran Bedi, chief minister V Narayanasamy and a host of Congress and DMK leaders condoled the death of Janakiraman. Narayanasamy said the late chief minister would be laid to rest with full state honours. The government will extend a state funeral to the departed leader.  The Puducherry government will observe state mourning for three days from June 10 as a mark of respect to the departed soul. There shall be no official entertainment during the period of state mourning and the national flag will be flown at half-mast for three days from June 10 through the Union territory of Puducherry. Stalin in his condolence message said late DMK leader M Karunanidhi honoured Janakiramnan with ‘Anna Award’ as early as in 2005. He said Janakiraman remained loyal to Karunanidhi and the party until his last breath and strived hard to develop the party in the Union territory. Ramadoss while condoling the death of the DMK leader recalled how Janikaraman despite hailing from a simple background worked hard to raise high in the political ladder and became the Puducherry chief minister. Bedi said Puducherry lost one of its veteran political leaders with the passing away of Janakiraman. \"As chief minister of Puducherry and DMK party veteran leader, he was known for its astuteness in politics and administration. My deep condolences to the grieved family members and its followers,\" she said in the message. Janakiraman’ had served as Puducherry chief minister between 1996 and 2000. He was elected from Nellithope constituency for five consecutive terms (1985, 1990, 1991, 1996 and 2001). He lost to AIADMK candidate Om Sakthi Sekar in 2006 and 2011 assembly polls. After being diagnosed with parkinsonism, seizure disorder and chronic kidney disease, Janakiraman had not been active in the political sphere for the past few years. Download The Times of India News App for Latest City ."}, "Beach in Puducherry selected for blue flag certification": {"time": "2019-06-06 12:32:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/beach-in-puducherry-selected-for-blue-flag-certification/articleshow/69668759.cms", "description": "PUDUCHERRY: The Union environment, forest and climate control ministry has proposed to seek ‘blue flag certification’ for at least one beach in each of the 13 coastal states and Union territories in the country under the World Bank-funded Integrated Coastal Zone Management Project (ICZMP). Blue flag certification is accorded by the Denmark-based Foundation for Environment Education (FEE) to the beaches that fulfil 33 stringent criteria for reducing existing pollution, managing solid waste and marine litter, adopting eco-friendly measures, improving seawater quality for bathing, enhancing safety and security measures and promoting tourism and allied initiatives among others. Once the beaches receive blue flag certification, FEE will mention them in its global headquarters. The tourists, who are familiar with blue flag certification and its standards, will plan their holidays in those countries. The ministry’s body – Society of integrated coastal management (Sicom) – in coordination with FEE launched a pilot coastal management project (Beams – Beach environment and aesthetics management services) to select beaches that can meet the requirements for blue flag certification in the country. The society after undertaking extensive fieldwork has selected 13 beaches including one in Puducherry (Eden in Chinna Veerampattinam) for the globally-applauded blue flag beach certification. The ministry launched a series of campaigns to realize the goal of attaining the eco-label for the selected beaches in the country. The campaign in Puducherry was formally launched during the world environment day celebrations on Wednesday. The initiatives include massive cleaning of the beach with eco-friendly tools and equipment, segregating and recycling of garbage and imparting environment education to members of the local communities, fishermen societies and school children. A team from the National centre for sustainable coastal management visited Puducherry a week ago and took seawater samples for checking the quality. The team also did a bathymetric survey to analyse under-seawater features and wave current and intensity. If the survey results meet the blue flag criterion, the ministry will earmark 500m-800m stretch of the beach and will establish an effective solid waste management system, watch tower with experienced lifeguards to save people from drowning, bathing facilities at international standards besides providing clean drinking water through a reverse osmosis plant and installing solar power generating units. The country has proposed to secure certification for 10 beaches in 2019-20. Shivrajpur (Dwarka in Gujarat) and Ghoghia (Daman & Diu) are ready for certification this season while four other beaches will be ready for certification by the next season. \"The target is to develop at least 50 to 100 blue flag beaches in India in the next five years,\" said Sicom mission leader Sanjai Jalla. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "Three children drown in lake": {"time": "2019-06-06 12:22:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/3-children-drown-in-lake/articleshow/69668809.cms", "description": "CUDDALORE: Three children who went to take bath in a lake near Bhuvanagiri in Cuddalore district drowned on Tuesday. Police said M Baranidaran, 9 his twin brother M Daranidaran and his neighbour and school mate B Poovarasan, 9, a Class 3 student of a government primary school in Bhuvanigiri were returning home from school, which reopened on Tuesday.  When they crossed Sathapadi Lake, they decided to bath in the waterbody. They deposited their school bags and uniforms on the bund of the lake and got into the lake. The three boys, who cannot swim, unknowingly reached a deep part of the lake and drowned. Their parents launched a hunt for them as they did not reach home after school hours. Their parents found their uniforms and school bags on the bund of the lake. They alerted the fire and rescue services personnel, who with the help of the local villagers recovered the bodies of the three children. Download The Times of India News App for Latest City ."}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "‘Direct Centre, state governments to empower local bodies’": {"time": "2019-06-13 11:47:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/direct-centre-state-govts-to-empower-local-bodies/articleshow/69763384.cms", "description": "PUDUCHERRY: The Indian institute of community development has urged Prime Minister Narendra Modi to direct the Niti Ayog, which convenes on June 15, to examine whether the Union and state governments have fulfilled their ‘constitutional responsibilities’ of empowering the local bodies. The institute chairman V A Vasudevaraju in a letter addressed to Modi pointed out that the 73rd and 74th amendment of the Constitution in 1993 made grassroots-level planning mandatory and declared that the Union and state governments have ‘constitutional responsibilities’ of establishing a system for grassroots level planning. “But it was not given the serious attention it deserves by the (successive) governments…The Niti Ayog meeting on June 15 may examine the compliance of the Articles concerned (243 G, 243 I, 243 L 243 W, 243 ZD and 243 ZE) of the Constitution by the Union and state governments,”: he said in the letter. Article 243 G empowers village panchayats to prepare and implement plans for economic development and social justice while 243 I to constitute a finance commission to review its financial position and 243 L empowers panchayats in Union territories also to enjoy similar such powers. Article 243 W empowers municipalities to prepare and implement plans for economic development and social justice while 243 ZD empowers municipalities and panchayats to constitute a committee for district planning and 243 ZE empowers them to constitute a committee for metropolitan planning. “All the state governments may be requested to submit a factual statement on the above-mentioned matter to facilitate the future course of action to adhere to the constitutional mandate by the Union and state governments,” he said. He pointed out that the concept of ‘planning from below’ has been long-neglected for the past 70 years in the country. “Till 1993, it was not a constitutional issue. But after 1993 when Part IX and Part XI A were added to the Constitution by the 73rd and 74th amendments, ‘planning from below’ has become the ‘constitutional responsibilities’ of the Union and state governments,” he said. Download The Times of India News App for Latest City ."}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Bedi refutes Narayanasamy’s charges, calls them ‘half-truths and total lies’": {"time": "2019-06-09 11:05:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/bedi-refutes-narayanasamys-charges-calls-them-half-truths-and-total-lies/articleshow/69708177.cms", "description": "PUDUCHERRY: Lieutenant governor Kiran Bedi refuted the charges levelled by chief minister V Narayanasamy terming them as a ‘set of half-truths and total lies’. The chief minister accused Bedi of stalling the elected government’s development works and schemes and projects to promote tourism and industries and to generate more revenue. Bedi said her office works for the interest of the people ‘in letter and spirit’ and ‘within the framework of law and rules. “Public money is sacred. And it’s because of careful (approach) we have been able to save Puducherry from a debt trap last year. On the contrary, we for the first time spent according to our budget and within borrowing limits,” she said while brushing aside the chief minister’s charges. “We keep the focus on our work. But that does not mean misinformation is not rebutted and countered,” she added. She appealed to one and all to join her in ‘Puducherry green mission’. “Team Raj Nivas every weekend shall continue going to the chosen/identified place with its own seeds and saplings, and gardening implements to sow seeds or plant trees. All those who choose to join in are requested to come along with their own seeds or saplings and gardening implements to join in the ‘Green Puducherry’ Mission,” she said. Raj Nivas, which focused on making Puducherry prosperous in 2016, focused on ‘Swatch Puducherry’ in 2017, ‘water-rich Puducherry’ in 2018, has embarked on a mission to transform Puducherry into a green territory in 2019. “Tomorrow (Sunday) we begin ‘Mission Green Puducherry’ with planting trees at Kanagan Lake at 6am on the invitation and in partnership with residents of the area,” she said. Earlier Kiran Bedi resumed weekend rounds on Saturday and visited Kangan Lake . Lieutenant governor Kiran Bedi, who will turn 70 years on Sunday will offer special prayers at the temple on Raj Nivas premises at 9am. The prayers will be followed by the release of a book titled, 'Where kindness spoke' authored by Shivani Arora. Chief secretary Ashwani Kumar will release the book. Raj Nivas will be thrown open to the people and government servants between 11am and 1pm to greet the lieutenant governor on her birthday. “I dedicate my 70th birthday to Puducherry. I commit to make all my future weekend rounds along with Team Raj Nivas towards the cause of ‘Mission Green Puducherry’ by planting trees on the banks of water bodies, such as tanks, lakes, ponds and more.,” she said in a WhatsApp message. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "Jipmer strike: No OPD, lab on Monday": {"time": "2019-06-16 11:38:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/jipmer-strike-no-opd-lab-tomorrow/articleshow/69807413.cms", "description": "PUDUCHERRY: The services at the outpatients’ department and laboratory in the Jawaharlal institute of postgraduate medical education and research (Jipmer) will be suspended on Monday as the Jipmer doctors’ association has served a strike notice to the administration. The elective surgeries scheduled on Monday will also be suspended due to the strike, according to a release from the institute. However, the institute will extend emergency medical services. The strike by the Jipmer doctors' association is to register their protest on the attack on duty doctors at a hospital in Kolkata. A group of people mostly the relatives of a deceased patient attacked young duty doctors Paribaha Mukherjee and Yash Tekwanu at the NRS medical college and hospital at Kolkata on June 10. The Jipmer resident doctors' association and Indian medical association's medical students' network staged a demonstration in front of emergency medical services on Friday to condemn the attack on the doctors. They also took out a rally to the administrative block and submitted a memorandum to Jipmer director Rakesh Aggarwal urging him to take appropriate initiatives to ensure the safety of the doctors in the institute. Download The Times of India News App for Latest City ."}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "‘Get biometric attendance in govt offices’": {"time": "2019-06-08 04:39:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/get-biometric-attendance-in-govt-offices/articleshow/69697156.cms", "description": "Puducherry: Chief minister V Narayanasamy has directed the chief secretary Ashwani Kumar to initiate efforts for installing biometric attendance system in all government offices in the Union territory of Puducherry. Narayanasamy, who undertook a surprise inspection at the chief secretariat on Friday, noticed that a sizeable number of government servants did not reach office on time. Speaking to reporters he said the government servants have formed cartels among themselves to save latecomers claiming that they have sought permission earlier or have submitted leave letters. He said the government will initiate disciplinary action against government servants indulging in such practices and the latecomers. When the government servants go all-out to stage protests to establish their rights they must discharge their duty of serving the people, he said pointing out that inordinate delay in clearing the important files by them hampers the implementation of various schemes and projects of the government.  To a query on lieutenant governor Kiran Bedi’s reaction to his call for agitation as an attempt to provoke lawless behaviour, he questioned whether the chief minister did not have powers to hold a ‘peaceful’ protest. He claimed that the territorial officials have extended complete support to the government but Raj Nivas has been ‘returning the files’ posing several queries thereby delaying the implementation of several development projects in the territory. “Puducherry registered 11% growth as against national growth rate of 5.7%. The growth and development of Puducherry will be hampered if there are inordinate delays in getting approval for the projects,” he said. Narayanasamy said the government has been very keen on the growth of the territory and has evolved policies, schemes and projects to promote industries and tourism and to generate more revenue. “These schemes and projects must not be delayed, and the lieutenant governor must coordinate with the elected government for the growth of the territory,” he said. He pointed out that the recruitment of police constables and teachers and distribution of free rice were delayed by more than a year due to the interference of the lieutenant governor. Similarly, the government could not waive off farm loans due to Bedi’s interference. “We approached the Union home ministry and got approval for these schemes. We cannot be approaching the Union home ministry every now and then for every scheme or project. In the case between Delhi chief minister Kejriwal and lieutenant governor, the Supreme Court had declared that the lieutenant governor can refer only the rarest of the rare cases to the Union home ministry,” he claimed. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Two govt schools get Rs 99L worth smart classes": {"datetime": "", "time": "2019-06-19 04:49:00", "description": "Tiruvannamalai: The state minister for HR&CE department Sevvoor S Ramachandran inaugurated two smart classrooms worth Rs 99 lakh rupees at two government schools at Arani on Tuesday .  Addressing the reporters after inaugurating the smart classrooms by lighting Kuthuvilakku(lamp) Ramachandran said that as many 326 students study at the government municipal high school located at Kannappa nagar and as many as 96 students pursue education at the Government Municipal middle school located at Subramaniya Sasthriyar Nagar in Arani town, the two schools which were equipped with smart classes.  The smart classes are aimed at enhancing the learning skills of government school students,the minister said. “We hope the facilities will bring a big transformation to the students of this school”he added.  Tiruvannamalai Chief education officer V Jayakumar , Arani RDO L Mythili , Arani Municipal commissioner K Ashok Kumar and various other education and revenue department officials participated in the inauguration ceremonies held at both the schools . Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/two-govt-schools-get-rs-99l-worth-smart-classes/articleshow/69849237.cms"}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Villupuram: Cops bust rave party, 16 held": {"time": "2019-06-10 11:58:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/cops-bust-rave-party-16-held/articleshow/69717770.cms", "description": "VILLUPURAM: Based on a tip, sleuths attached to the Villupuram district narcotics intelligence wing along with the Auroville police, busted a rave party at a cashew grove in Irumbai village on the wee hours of Sunday. Police detained R Yuvaraj, 36, of Manapakkam who was the organiser of the party. Based on his confession police arrested 16 more people, including Likath , Prabu , Ramachandran, who were in-charge of setting up the stage, disco lights and sound effects. Police seized Puducherry-made IMFL liquor and 125 grams of marijuana from the spot. Saravanan, inspector incharge of Auroville said, “After conducting a preliminary inquiry, we found that Yuvaraj had organized the rave party for his friend P Haji of Coimbatore and some of his close associates. Haji had also invited a few foreign nationals at the party.”  Some foreigners, including women, who had attended the party were released by the Auroville police after a warning. Saravanan said the Villupuram narcotics intelligence wing along with a team from Auroville police station reached the property of G Balaraman of Alangkuppam village around 11:30 pm. Police officials registered a case on 8 sections including 147 and 294a of IPC , 4(1)a and 4 (1)(i) Tamil Nadu Prohibition act and 3 (A) town nuisance act. On information Villupuram SP S Jayakumar came to the spot and conducted inquiry with the arrested. Download The Times of India News App for Latest City ."}, "Ex-MP to PM: Create exclusive fisheries ministry": {"time": "2019-06-07 14:22:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/ex-mp-to-pm-create-exclusive-fisheries-ministry/articleshow/69679899.cms", "description": "PUDUCHERRY: Former Lok Sabha MP M Ramadass has urged Prime Minister Narendra Modi to create a separate ministry for fishery resources and fishermen welfare and appoint a separate minister with independent charge if not a cabinet minister. In a letter to the Prime Minister, the former MP said most of members of the fishing community remain backward and poor leading a hand-to-mouth existence. He said 69% of the 15 million fishermen in the country live below the poverty line and dwell in unsanitary conditions without basic amenities. The community is affected every year by storms or droughts or incessant rain. They remain at the lowest rung of the social ladder. He said their level of literacy remains low and social and economic status lower than that of SCs and STs in many parts of the country. Their political representation in the parliament and assemblies remain low. He pointed out that the Mandal Commission suggested reserving constituencies for fishermen community and accord tribal status to them. He said the marine production of the country is 25% less than its potential. The marine production potential was pegged at 3.92 million tonnes whereas the actual output stood at 2.92 million tonnes. “Lack of infrastructure, inability to venture into deep sea fishing, high cost of fishing, intermittent natural hazards, environmental degradation including pollution and a host of other factors account for such a situation,” he said. He argued that 15 million fishermen dwelling in 3,288 marine fishing villages in nine maritime states and four Union territories and several other villages of inland waterways contribute a great deal to the socio-economic development of India. Their toil elevated India as the second largest producer of fish in the world. The total fish production in 2017-18 was estimated at 12.6 million tonnes, which is 6.3% of the global fish production. The sector exports 13.77 tonnes of 50 different fish varieties to 75 countries fetching a foreign exchange revenue of Rs 45,107 crore and provides employment to over 11 million people, he said. The long-deprived community and its occupation require special treatment like the SCs and STs, which can be accomplished only by an exclusive ministry, he said. Download The Times of India News App for Latest City ."}, "Deposit Rs 1 lakh to consider candidature, Jipmer students told": {"time": "2019-06-08 11:39:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/deposit-rs-1-lakh-to-consider-candidature-jipmer-students-told/articleshow/69697211.cms", "description": "PUDUCHERRY: The Centralized Admission Committee (Centac) has received a series of complaints from various quarters that the students, who were allotted MBBS seats in Jawaharlal Institute of Postgraduate Medical Education and Research (Jipmer), do not opt out of MBBS counselling conducted by Centac and unnecessarily block MBBS seats in Puducherry government and private medical colleges in the Union territory. The committee has come out with a solution to resolve this issue. It will get the list of students allotted seats in Jipmer and will not consider them for admission even if they are eligible. It will consider their candidature only if they deposit Rs 1 lakh as caution deposit.  The caution deposit will be forfeited if the candidate fails to join within the prescribed date. “If any candidate who has been selected in Jipmer wants his/her name to be considered, then the candidate has to deposit Rs 1lakh as the cautionary deposit. This cautionary deposit will be forfeited if the candidate is allotted a seat by Centac and fails to join within the prescribed date,” read the information brochure for admission into undergraduate professional courses for the academic year 2019-20. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Week-long celebrations to mark international yoga day": {"time": "2019-06-11 10:54:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/week-long-celebrations-to-mark-intl-yoga-day/articleshow/69732032.cms", "description": "PUDUCHERRY: The Centre for yoga therapy, education and research (Cyter), a unit of Sri Balaji Vidyapeeth (SBV), a deemed university will hold a series of events from June 13 to 21 to commemorate the international yoga day celebrations on June 20 as per the guidelines of the University grants’ commission and Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homoeopathy (Ayush) ministry. Cyter director and professor (yoga therapy) Ananda Balayogi Bhavanani said the centre will hold yoga awareness campaign for the patients at the Mahatma Gandhi medical college and research institute, a constitute college of SBV on June 13, a national seminar cum workshop on ‘Divyanga yoga yogic approach to address the special needs at the university in association with Kaivalyadhama Yoga Institute, International centre for yoga education and research, Samagra Shiksha, Satya Special School, Indian Yoga Association and Pondicherry Yogasana Association on June 14 and 15. It will also hold an awareness programme for children with special needs on June 17, mental health and wellbeing through yoga for the children with special needs on June 18, and a regional-level yogasana competition for students of the institutions imparting professional health education on June 20. The celebrations will conclude with a mass yoga demonstration at the promenade of Puducherry beach on June 21. SBV vice-chancellor S C Parija said yoga acquires great relevance, as it epitomizes the country’s spiritual value, heritage and code of conduct. “Cyter is a vibrant centre spearheading all-out efforts propelled towards fostering yoga therapy in all the three avenues expected of health sciences higher education institutions namely academics, research and patient care,” said Parija. Download The Times of India News App for Latest City ."}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "BHEL employees’ union protest delay in releasing bonus": {"datetime": "", "time": "2019-06-19 04:50:00", "description": "VELLORE: Disappointed over delay in dispersal of the yearly plant performance bonus employees of Ranipet BHEL Boiler Auxiliaries Plant (BAP) staged a demonstration in front of the unit on Tuesday morning .  More than 120 employees attached to the BAP staff union took part in the demonstration demanding the release of bonus at the earliest .  Kandhan, secretary of BAP staff union, said , “every year the BHEL unit at Ranipet used to disperse a bonus based on the overall performance of the plant during the end of May after holding a high-level committee meeting with management, employees and union members. Meanwhile this year though we had shown a profit of 1,750 crore from all the 17 BHEL units across the nation , the management had not even initiated talks related to it , and more than 1200 employees of the Ranipet unit have been financially affected by it.  We are demanding that talks be initiated and the bonus money be dispersed at the earliest. We have staged a demonstration in front of the unit here for this reason. We hope that the management responds to ourdemands ” he said . Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/bhel-employees-union-protest-delay-in-releasing-bonus/articleshow/69849243.cms"}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Cuddalore man tests negative for nipah virus": {"time": "2019-06-15 13:37:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/cuddalore-man-tests-negative-for-nipah-virus/articleshow/69796170.cms", "description": "PUDUCHERRY: The 52-year-old resident of Cuddalore district, who was admitted at the Jawaharlal institute of postgraduate medical education and research (Jipmer) here with flu symptoms akin to that of nipah infection, tested negative for nipah virus. The National Institute of Virology (NIV), Pune, which tested the samples of the patient sent by Jipmer declared that the patient has not been infected with nipah virus. NIV’s microbiology department, which received the samples of serum, endotracheal aspirate, CSF and urine of the patient on June 13, tested them and declared that the patient tested negative for Nipah infection. The patient identified as Natarajan from Cuddalore district, who was working in Guruvayur in Kerala where a patient tested positive for nipah infection was admitted to Jipmer in a semiconscious state on Sunday. His condition continues to be in a critical state as on Friday. He is on ventilator support at the isolation ward in the institute. Download The Times of India News App for Latest City ."}, "Applications invited for part-time diploma courses": {"datetime": "", "time": "2019-06-19 04:51:00", "description": "Puducherry: The Centralized admission committee (Centac) has invited online applications for admission into part-time diploma courses in Motilal Nehru government polytechnic college from Monday. The candidates, who have cleared SSLC and with minimum two years’ work experience or cleared ITI (two years duration) with SSLC can apply for admission into part-time diploma courses. The candidates can submit the applications online by visiting www.centacpuducherry.in. The last date for submitting the application is June 24 (5pm). Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/puducherry/applications-invited-for-part-time-diploma-courses/articleshow/69849247.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Former Puducherry chief minister RV Janakiraman dead": {"time": "2019-06-10 11:59:00", "link": "https://timesofindia.indiatimes.com//city/puducherry/former-puducherry-chief-minister-rv-janakiraman-dead/articleshow/69721586.cms", "description": "PUDUCHERRY: Former Puducherry chief minister and DMK leader R V Janakiraman passed away in a private hospital here in the early hours of Monday after a prolonged illness. He was 78. Janakiraman’s body has been kept at his residence here for the public to pay homage. The last rites will be held in his native village -- Alathur -- in Villupuram district of Tamil Nadu at 10am on Tuesday. Puducherry chief minister V Narayanasamy, DMK president M K Stalin and a host of Congress and DMK leaders condoled the death of Janakiraman. Narayanasamy said the late chief minister would be laid to rest with state honours. Janakiraman’ had served as Puducherry chief minister between 1996 and 2000. He had been elected from Nellithope constituency for five consecutive terms (1985, 1990, 1991, 1996 and 2001). He lost the polls to AIADMK candidate Om Sakthi Sekar in 2006. Diagnosed with neurological ailments, Janakiraman had not been active in political sphere for the past few years. Download The Times of India News App for Latest City ."}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}}