{"Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Bilaspur science club gets national recognition": {"time": "2019-06-14 14:14:00", "link": "https://timesofindia.indiatimes.com//city/raipur/bilaspur-science-club-gets-national-recognition/articleshow/69786401.cms", "description": "RAIPUR: In a boost to state science and development, a school-based science club - Dr Kalam Science Club of Govt Multipurpose School, in Bilaspur have been upgraded to silver club under Vigyan Prasar Network (VIPNET). The list was released by the Union department of science and technology last week. Besides, two other science clubs-Nature Bodies of Bharat Mata English School, Bilaspur and Shri Sai Polytechnic Science Club in Durg, have also been upgraded to bronze clubs. Speaking to TOI, Dr Dhananjay Pandey, coordinator of Dr Kalam Science Club, said that post the upgradation to silver club, they will now be eligible to participate in national level workshops organised by Vigyan Prasar. The club would also be entitled to activity kits of Vigyan Prasar, a digital calculator embossed with VIPNET logo, set of DVDs/ books related to science activities. Similarly, the clubs making to the bronze category would also receive all activity kits of Vigyan Prasar, and a Pen embossed with VIPNET logo and club ID. Pandey said that they submitted 40 projects prepared by the students last year. The reports underwent three stages of evaluation process and then, were finally selected for the upgradation. Of 72 science clubs of Chhattisgarh registered with VIPNET of Science Clubs, the Bilaspur-based Dr Kalam club is the first one to enter the silver category. Six students- Gaurav Mahto, Swastik Prajapati and Yaman Kumar Nirmalkar who have represented India in International Robotics Competition held in Dubai last year, and Shubham Yadav, Aniket Gandharwa and Yogesh Das who have recently passed their class 12th will get 100 percent fee waiver for pursuing engineering graduation course at Lakhmi Chand Institute of Technology (LCIT) Bilaspur. Meanwhile, a case study of Atal Tinkering Lab Government Higher Multipurpose Senior Secondary School of Bilaspur, was featured in the Atal Tinkering Lab Handbook-Nayee Dishayein Naye Nirmaan Naya Bharat, released this year by NITI Ayog. Download The Times of India News App for Latest City ."}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "When a chance meeting changed 6-year-old girl's fortune": {"time": "2019-05-31 17:37:00", "link": "https://timesofindia.indiatimes.com//city/raipur/when-a-chance-meeting-changed-6-yr-old-girls-fortune/articleshow/69594648.cms", "description": "RAIPUR: It is a dream come true moment for a six-year-old girl, who is staying at the Central Jail in Bilaspur with her incarcerated father. Her desire to study in a reputed school outside the high prison walls finally became a reality on Wednesday. District collector Dr Sanjay Alung was in the jail premises for a regular inspection on Wednesday, when he came across the little girl sitting with women inmates. He was very moved to see her all by herself and started a conversation. At first, she was a bit hesitant to speak and the caretaker said that her father is a prisoner she is staying with women inmates here. The mother of the minor girl - Khushi (name changed), died of jaundice when she was just 15-day-old. Her father took care of her, but when she was one-year-old, he was convicted for a crime and was sentenced to 10 years in jail. With no one to look after her, the little girl was forced to live in the jail. Incidentally, her father has already served five years in jail. When the collector spoke to her and asked about her studies, Khushi said that she is studying in a playschool inside the jail premises. When asked if she wants to go outside for studies, she expressed her desire to study in a reputed school and become a successful person and do something big in her life. \"I always want to go outside these tall prison walls and play with kids of my age and study in a reputed school like other children,\" she said. \"Mera yaha man nahi lagta,\" Khushi said, with a sad expression on her face. After hearing her words, the collector became extremely emotional and promised her that he will get her admitted in one of the best schools of the city and she will no longer have to live inside the prison. The collector immediately spoke to various school authorities in the city and Jain International School agreed to give Khushi admission. The Lions Club also came forward to provide financial assistance to the little girl. Her elated father also agreed to the arrangement. The collector has instructed the jail authorities, women and child development (WCD) department and education department officials to complete all formalities in order to secure her admission. The admission in-charge of Jain International School contacted the jail administration and started the process of admitting Khushi to Class 1. The happy-go-lucky little girl will attend classes from June 17, when the school reopens after the summer vacation. Khushi will stay in the school hostel and a caretaker will also be arranged for her by the school authorities. The collector has urged citizens to come forward and help children like Khushi to fulfil their dreams. \"Children are bound to stay in jails due to their incarcerated parents. The future of these children can be secured if citizens and social institutions come forward to help them to grow and fulfil their dreams,\" he said. Download The Times of India News App for Latest City ."}, "Team to probe deforestation on Bailadila hill, protest continues in Bastar": {"time": "2019-06-13 10:41:00", "link": "https://timesofindia.indiatimes.com//city/raipur/team-to-probe-deforestation-on-bailadila-hill-protest-continues-in-bastar/articleshow/69766790.cms", "description": "RAIPUR: Day after Baghel government had put on hold deforestation and pre-mining activity on proposed iron ore deposit number 13 on Bailadila hills in Dantewada, forest department has constituted a three-member committee to probe the alleged illegal deforestation. Meanwhile, the agitating tribals also haven't withdrawn the protest demanding to complete the investigation within three days and lodge an FIR against the culprit. Senior officials said that based on order issued by chief minister Bhupesh Baghel, the forest department has constituted a three-member committee to probe the alleged felling of trees on the Bailadila hill deposit number 13 of the NMDC. As part of pre-mining work going on, the felling of trees have already begun and locals alleged that thousands of trees were already razed while many thousands were on cards. The committee being headed by additional PCCF Atul Shukla along with two other forest officials. A report would be then submitted to the government. Thousands of tribals in the region have launched a massive protest against the contract of excavation been given to Adani Enterprises Limited and considering the deposit number 13 as their sacred hill of Nandraj where they go for worship, the locals have demanded to impose a ban on mining activity or deforestation and withdraw the contract. When a delegation led by newly elected MP Deepak Baij met the CM on Tuesday, Baghel ordered a probe into the ilelgal deforestation, gram sabha faked for sanction of approval for mining work and he also ordered to put on hold all pre-mining activity going on on deposit number 13. However, when the delegation conveyed about the move to agitating tribals, they remained unmoved and decided to continue the protest. They demanded that the investigation in the case should be done within three days and an FIR should be lodged against the persons responsible, only then they would withdraw the demonstration. Strike entered sixth day on Wednesday under the banner of Sanyukt Panchayat Sangharsh Samiti at Kirandul'sNMDC check post. One of the members Raju Bhaskar told media persons that unless the government gives in written that the contract has been cancelled, the protest would go on. Download The Times of India News App for Latest City ."}, "SBI told to pay Rs 9,000 to Durg woman for TDS deduction": {"time": "2019-06-12 14:12:00", "link": "https://timesofindia.indiatimes.com//city/raipur/sbi-told-to-pay-rs-9000-to-durg-woman-for-tds-deduction/articleshow/69754170.cms", "description": "RAIPUR: A local consumer disputes redressal forum in Durg district has ordered State Bank of India's (SBI) Patan Branch to pay Rs9160 to one of its. According to the Patan-based complainant, SBI had not informed her about the TDS deduction on her fixed deposit (FD) as a result of which she failed to claim the deducted TDS while filing her income tax returns (ITR). Complainant Lata Kashyap stated that on April 3, 2014, she opened an FD account in SBI by depositing Rs2.53 lakh which was supposed to mature on December 12, 2016. The annual interest on her FD was calculated at Rs25,797 and the bank, after deducting TDS of Rs5160 from the interest, deposited it with the Income Tax (I-T) department. In the meantime, Kashyap had filed her ITR; and since she was unaware of the TDS deduction, she couldn't claim for its refund in the ITR. Kashyap then alleged that the bank had failed to give her information regarding the TDS deduction. She added that owing to the bank's negligence, she was deprived of the TDS refund which she could have claimed while filing ITR. Responding to the notice served by the consumer forum, bank authorities in their reply argued that the bank had not committed any irregularity by depositing the TDS with the IT department and had simply followed the central government's directives. The SBI also dismissed Kashyap's claims and requested quashing of her petition while terming it as baseless. After the submissions, the consumer forum directed SBI Patan branch's manager to refund the Rs5,160 TDS deducted to the complainant with 6% annual interest and additionally pay Rs4000 for mental harassment and litigation cost. Download The Times of India News App for Latest City ."}, "Minor boy attacked with acid in Raipur, police intensifies search": {"time": "2019-06-13 10:43:00", "link": "https://timesofindia.indiatimes.com//city/raipur/minor-boy-attacked-with-acid-in-raipur-police-intensifies-search/articleshow/69766752.cms", "description": "RAIPUR: Raipur police have launched a search operation to nab the youths who had thrown acid on a class X student in state capital's Urla region on Tuesday evening. The youth has sustained burns on his face and hands and is presently undergoing treatment. He was sitting with his friends outside a shop when one of the three bike-borne youths approached him and without a word attacked him with acid. According to Raipur additional Superintendent of police an Investigation is underway and a team has been pressed onto the job to probe the matter thoroughly. He added that an FIR was lodged under section of 326 A of the IPC and assured that the accused would be nabbed as soon as possible.Police officials indicated that there were clues that they have got and verification was being done. According to information, three masked men approached the minor boy who was sitting with his friends on a square.  They were on bike and one of them alighted from the vehicle, gestured the victim to come towards him and when the boy reached close to him, the accused threw acid on him.The boy was severely injured and he fell down on the ground ailing in pain. His friends couldn't immediately decipher what happened but when they saw smoke oozing out of the boy's face, it was understood that it's an acid attack. The bikers had by then fled the spot. The boy was rushed to hospital but much damage was done on his face and hands.He's presently undergoing treatment at the burn unit of a government hospital and is stated to be stable. Police said that it was difficult to find the immediate reason behind the incident as the boy carries clean image in school and says that there was no love-affair angle to it either.Police have scanned CCTV footage of the area and have detained few persons in relation with the case. Download The Times of India News App for Latest City ."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "\nGarba nights conclude with much vigour in Raipur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/Garba-nights-conclude-with-much-vigour-in-Raipur/articleshow/49563509.cms", "description": "The atmosphere in the city was all about music, dance and festivites as the nine-day cultural extravaganza of garba nights, party and glamorous avatars came to an end. Raipurites grooved to the dandiya beats and other popular numbers in these few days.  Enjoying the most on the last days, all the garba venues in the city were thronged by pretty women clad in traditional outfits and men who left no stone unturned to look dapper in the traditional avatar. Some young college students also went for quirky and different looks to stand out in the crowd and grab attention. Download The Times of India News App for Latest City ."}, "12 deer found dead in Dhamtari village, poacher arrested": {"time": "2019-06-10 12:33:00", "link": "https://timesofindia.indiatimes.com//city/raipur/12-deer-found-dead-in-dhamtari-village-poacher-arrested/articleshow/69722170.cms", "description": "RAIPUR: A herd of 12 deers was found dead near a water body in Mohlai village in Keregaon forest range in Dhamtari district of Chhattisgarh on Saturday. Divisional forest officer (DFO), Dhamtari, Amitabh Vajpayee said that it is a suspected case of water poisoning. One person has been arrested in this connection. The forest officials conducted a raid the resident of accused Rikhi Ram Dhruv in Mohlai village and arrested him. Urea, bones and horns of deer, animal traps along with other objectionable items were recovered from his possession during the raid at his farm house. The accused has been arrested under relevant sections of the Wild Life Protection Act,1972. The deers were buried after autopsy in the presence of DFO. The autopsy report would provide more details on the exact cause of the deaths, the forest officials said. The incident came to fore after local residents alerted authorities about the carcasses of the deers lying near a mine filled with water after rainfall in the area recently. The water might have been poisoned by some people. According to police, the murum mine is being operated by a contractor of Mohlai village. The officials said the area where the incident took place has been cordoned off to find out if more animals have fallen ill after drinking the water. Download The Times of India News App for Latest City ."}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "Burn Angel Band performs in Raipur": {"time": "2019-06-11 20:36:00", "link": "https://timesofindia.indiatimes.com//city/raipur/burn-angel-band-performs-in-raipur/articleshow/69744696.cms", "description": "The Raipur Smart City initiative— Taal Studio— recently witnessed mesmerising performance by Raipur based band— Burn Angel Band — at Anupam Garden. Band members Ashish and Rashmi among others pulled in the audience with their spellbinding performance at the garden. Here's a glimpse from the event... Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Raipur: Body of missing minor found in tank beneath heap of bricks": {"time": "2019-06-11 15:25:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipur-body-of-missing-minor-found-in-tank-beneath-heap-of-bricks/articleshow/69739502.cms", "description": "RAIPUR: Body of a 5-year-old girl who went missing on Sunday noon was found at an under-construction water tank with her body lying four feet down under water dumped under the heap of bricks in Gariyaband district of Chhattisgarh. The recent rape and murder cases in Aligarh and Bhopal had sent chills down the spine of police and family of of girl who went missing after she left home for playing with her friend. Prima facie indicates that the girl might be playing in and around the under construction water tank and would have slipped in the water while the bricks kept on the tank wall would have fallen upon her causing her death, police said. Amid speculations if something unfortunate had happened to the girl before she died, police said that the case would be investigated on all angles based on the reports of autopsy. Her body was sent for autopsy and reports are awaited. The murder angle will also be investigated as there was chance that someone had killed her and threw her body inside the tank and to prevent it from floating in the water, heap of bricks were used. While the mother of girl is fainting in regular intervals, police earlier doubted it to be case of kidnap. The 5- year-old girl at Darrapara had left home around 12 noon on Sunday and she was last seen around 2 with her friend. When she didn’t return till evening, parents started looking for her and had to report the matter to police by late evening. A missing report was lodged based on complaints of her parents. Police had intensified the search and the case was personally being monitored by Raipur range inspector general of police Anand Chabra who went to Gariyaband and had asked officials to check each nook and corner, all closed buildings and homes, river sides and hills. Sniffer dog squad was also pressed into service and all the houses in the region were being checked to verify if any person had kept her confined due to personal rivalry. The family of deceased girl is inconsolable and her mother is constantly blaming herself for being careless towards her daughter. Download The Times of India News App for Latest City ."}, "Dan Mahotsav organised in Raipur": {"datetime": "", "time": "2019-06-18 12:07:00", "description": "Dan mahotsav is organised in the city of Raipur under the initiative of Compassionate Raipur. The capital city of Chhattisgarh has recently witnessed Neki Ki Deewar which received a fabulous response in the city. The initiative is taken by the Smart City Raipur to inspire residents to do their bit for the underprivileged. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/raipur/dan-mahotsav-organised-in-raipur/articleshow/65995606.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Chhattisgarh BJP must spell out names of ‘urban Naxals’: Bhupesh Baghel": {"time": "2019-06-17 19:48:00", "link": "https://timesofindia.indiatimes.com//city/raipur/chhattisgarh-bjp-must-spell-out-names-of-urban-naxals-bhupesh-baghel/articleshow/69828831.cms", "description": "RAIPUR: Countering Bharatiya Janata Party’s allegations that the Congress government is either ‘soft’ on Maoists or ‘urban Naxals’ have infiltrated into the system and influencing government decisions, chief minister Bhupesh Baghel on Monday said, former chief minister Raman Singh should make public the names of those ‘urban Naxals’ to prove the claims right. “Raman Singh should make the names of so-called urban Naxals public and prove all his claims right. If at all, Raman Singh knew that there were urban Naxals infiltrating the system, why didn’t he take action during 15 years of his rule in state?” he said reacting to state BJP executive’s political resolution passed on Sunday. “Why did Raman Singh government fail to investigate the case of former Rajnandgaon SP VK Choubey, who exposed the urban Maoists network and was later killed in Maoist attack? Nearly 29 jawans were killed in the incident. This can only be Raman’s style of functioning in dealing with such cases, not of the Congress,” Baghel added. BJP state executive, who met here on Sunday, adopted a political resolution criticising the Bhupesh Baghel government alleging that an atmosphere of anarchy and insecurity is prevailing in the state. “BJP’s lone legislator from Bastar Bhima Mandavi was killed in a Maoist attack,” the resolution said. Reacting to the remarks, Baghel said that since the Congress government has come to power, Chhattisgarh has witnessed wave of change and improvement in all sectors but “they” can’t see the change as “they” were only involved in corruption throughout their rule in state. “Raman Singh distributed lakhs of mobile and lakhs of them are still in stock and we have no idea what to do with them, moreover, the huge Skywalk in the middle of city too has become a trouble for everyone. What an irony it is that the former chief minister Raman Singh’s region Rajnandgaon is included in the list of ‘aspirational districts’,” Baghel said. The BJP on Sunday claimed that an emergency like situation is prevailing in the state and people fear the government. The resolution said power supply has been erratic in many parts of the state this summer. “People took to social media to express their resentment against power cuts. One of them was picked up and sent to jail,” the resolution said. Download The Times of India News App for Latest City ."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Raipur observes World Environment Day with 25,000 new saplings": {"time": "2019-06-08 16:59:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipur-observes-world-environment-day-with-25000-new-saplings/articleshow/69710962.cms", "description": "On the occasion of World Environment Day on June 5, several organisations in Raipur indulged in tree plantation drive to support the cause of green Raipur. According to Raipur Smart City, around 25,000 saplings were planted. Here are the glimpses from these events... Pics and information: Raipur Smart CityDownload The Times of India News App for Latest City ."}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "After tribal stir, Chhattisgarh halts mining at Bailadila": {"time": "2019-06-12 11:57:00", "link": "https://timesofindia.indiatimes.com//city/raipur/chhattisgarh-government-halts-adani-mining-project-activities-in-bastar/articleshow/69743745.cms", "description": "RAIPUR: Five days into a massive protest by tribals, the Chhattisgarh government has decided to halt, for now, “all ongoing activities, including felling of forests”, for mining operations at NMDC’s Bailadila iron ore deposit number 13 on Nandiraj Hill, where the Adani Group has mine developer-cum-operator (MOO) contract. The government will also probe allegations that that gram sabha decision was “faked” to show village council’s consent for industrial activity in the tribal region. Adani Group has said that Adani Enterprises Limited (AEL) will initiate any activity “only after all mandatory requirements are met” by the owners NMDC CMDC Limited (NCL), and that AEL was not involved in obtaining clearances. Thousands of tribals began their agitation in front of the NMDC office in Kirandul on June 7. They had trooped from all over the region, bundles of ration perched on their head, prepared for long haul to save Nandiram Hill — which they consider sacred — from mining activities. The government’s decision to suspend activities in Bailadila came after Congress MP from Bastar, Deepak Baij, former Union minister Arvind Netam and a delegation of agitating tribals called on chief minister Bhupesh Baghel and apprised him about the sentiments of the locals. The protesters told chief minister Baghel that gram sabha's approval is mandatory under Panchayat Extension in Scheduled Area's Act 1996 (PESA) for processes such as transfer of mine. But the decision was faked in 2014, they allege. A government spokesman said CM Baghel has issued directions to put \"all ongoing activities on hold for the time being, stop cutting of trees and conduct a probe into the complaint that gram sabha decision was faked in 2014 \". The state government will write to the Centre about the \"situation arising out of the proposed mining project. The protesters told CM Bhupesh Baghel that gram sabha’s approval is mandatory under Panchayat Extension in Scheduled Area’s Act 1996 (PESA) for processes such as transfer of mine. But the decision was faked in 2014, they allege. A government spokesman said CM Baghel has issued directions to put “all ongoing activities on hold for the time being, stop cutting of trees and conduct a probe into the complaint that gram sabha decision was faked in 2014 “. The state government will write to the Centre about the “situation arising out of the proposed mining project. “The state government can only take a decision that pertains to its jurisdiction. Since the mine belongs to central public sector undertaking NMDC, it’s for them to take the necessary decisions. Hence, we are writing to the Centre to inform it of the situation and sentiments of the people,” Baghel told the delegation. Thousands of tribals, carrying bows and arrows, have been on agitation for the past five days in scorching 45-degree heat. Many of them fell ill and were hospitalized, but the agitation didn’t falter. Under the banner of Gramin Panchayat Sangh Samiti, tribals have vowed to protect ‘jal-jangal-jameen’ and their sacred hill. Maoists of Darbha division have extended support to the agitation, opposing “handing over Bastar’s natural resource to corporate houses.” Janata Congress founder and former CM Ajit Jogi, who joined the agitation on Saturday, wrote to Congress president Rahul Gandhi late Monday night, urging him to impress upon his party’s government to withdraw the “consent to establish” certificate granted by the state environment board. On February 12 this year, the state government gave Adani Enterprises the consent to establish certificate for mining operations to extract 2 million tonnes iron ore per annum from Deposit No. 13 (where Nandiram Hill lies), he has said. Reacting to the development, an Adani Group spokesman said: “As of today, Adani Enterprises Limited (AEL) does not have any presence in Kirandul for mining. AEL has not commenced its project yet and will initiate any activity only after all mandatory requirements are met by the owner, NMDC CMDC Limited (NCL). NCL owns the iron ore resources and AEL will provide support only as an experienced and responsible mining contractor. AEL was not involved in obtaining clearances for the project.” NMDC and NMDC formed a joint venture in 2008. In 2017, mining lease was transferred to the government-owned joint venture company NMDC-CMDC Ltd (NCL). In January 2018, at least 10 companies expressed interest to participate in the international competitive bid for Bailadila iron ore deposit No. 13, and AEL was selected through transparent reverse bidding. Download The Times of India News App for Latest City ."}, "Monkeys’ mango feast leads to drug bust in Chhattisgarh": {"time": "2019-06-11 09:09:00", "link": "https://timesofindia.indiatimes.com//city/raipur/monkeys-eat-up-mangoes-reveal-ganja/articleshow/69734082.cms", "description": "RAIPUR: A troop of monkeys discovered ganja being smuggled in a truck when they swarmed it to feast on mangoes that were used to hide the contraband. On Monday, police were called to Chirmiri town in Koriya, where monkeys were swarming over an abandoned truck full of mangoes. Apparently, it had broken down near Gelhapani at night and the driver had fled.  The monkeys feasted on the mangoes and by the time police arrived they had eaten enough to reveal what was hidden under them - sacks containing Rs 70 lakh worth of ganja. The truck, which has Andhra Pradesh registration plates, has been impounded. It was carrying 800kg of ganja. Download The Times of India News App for Latest City ."}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-copies-sara-ali-khan-opts-for-ethnic-airport-look/videoshow/69836999.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "40 shops razed for multi-level parking": {"datetime": "", "time": "2019-06-18 12:07:00", "description": "RAIPUR: Taking the first step towards development of multilevel parking and commercial complex in the state capital's 79-year-old Jawahar Market, Raipur Municipal Corporation (RMC) on Monday razed 40 establishments. The shops were demolished with the consent of the shopkeepers, said officials, adding that the owners were allotted a time of two days to vacate the shops. The notice was issued to the shopkeepers a month ago, and those who failed to follow the instructions were again issued a new notice with Sunday as the deadline, said officials. \"The multi-level parking at Jawahar market will provide respite to traffic congestion at Malviya Road and Gol Bazaar - which see a lot of rush,\" said an official Care was taken during the demolition drive to protect the entrance of the Jawahar market - which has heritage value and dates back 100 years. Officials said, it will be restored. The proposed plan of multilevel parking and commercial complex is estimated to be completed in one year. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/raipur/40-shops-razed-for-multi-level-parking/articleshow/69837922.cms"}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Raipurians come out to play gully cricket, Zumba and hula hoop": {"time": "2019-06-12 07:00:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipurians-come-out-to-play-gully-cricket-zumba-and-hula-hoop/articleshow/68171518.cms", "description": "Imagine a Sunday morning scene at one of Raipur’s most visited streets— Marine Drive—filled with happy people of all age groups, dancing, playing gully cricket and making merry, without worrying about traffic or any disturbance. This was exactly what had happened last Sunday at Raipur Smart City and Municipal Corporation’s Matargashti, which is aimed at allowing people with a free space to indulge in sporting activities and aiming towards a healthy Raipur. The initiative has been recently revived and Raipurians are welcoming this with open arms… Download The Times of India News App for Latest City ."}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Food, music and celebration time!": {"time": "2019-05-31 18:17:00", "link": "https://timesofindia.indiatimes.com//city/raipur/food-music-and-celebration-time/articleshow/68033375.cms", "description": "One of Chhattisgarh’s biggest food carnival, The Local Food Fest was organised on February 9 and 10. With more than 10,000 visitors experiencing and enjoying over 100 food stalls and live music, The Local Food Fest was another one of the many firsts brought to Raipur by the fabulous team behind The Local. The Local Food Fest had the best of food on offer from Raipur’s famous street food including Sahu Poha, Rathore Chowk Kachori to fine dine restaurants like Zone by the Park. Also present were home cooks like Pav Wow, Bebe De Parathe, Sugarlicious by Poorvi who had their first experience at catering to the numerous people who visited their stalls giving them a much-needed boost. The best of the cafes and restaurants were present along with the food trucks like The Grub and Wokstars, making sure that there is something for everyone at The Local Food Fest. Lastly, exhibiters also showcased food products like Beehealthy Honey, The Yummy Life dips and sauces, Sneha’s Shop granola and peanut butter etc… Download The Times of India News App for Latest City ."}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Chhattissgarh boy dies, granny critical after treatment by quack": {"time": "2019-06-07 14:17:00", "link": "https://timesofindia.indiatimes.com//city/raipur/chhattissgarh-boy-dies-granny-critical-after-treatment-by-quack/articleshow/69689035.cms", "description": "RAIPUR: A Class VI student died and his grandmother is critical after being administered an injection by a local quack, who is on the run ever since the boy died in Kondagaon district of Bastar division. The duo of Badekanera village had approached the quack as they were suffering from dehydration on Tuesday after allegedly finding that the local hospital had closed. The condition of the boy’s grandmother Ruko Bai is stated to be critical and she is undergoing treatment at the local hospital. The boy and his granny were suffering from dehydration and the family alleged that since the local primary health centre was closed they contacted the quack. After the injection, the boy died while being taken to hospital on Wednesday. Thereafter, the quack fled the village and now police are likely to lodge an FIR against the quack and arrest him. Talking to TOI, Kondagaon chief medical health officer Virendra Thakur said, “It is a clear case negligence on part of the boy’s family members as they preferred to seek treatment from a quack. The village already has a primary health centre and the staff are competent enough to deal with problems like dehydration. The PHC is located just half-a-kilometre from the deceased’s home and they should have consulted the doctor. The assistant medical officer stays in a quarter near the health centre and is available even in the night”. CMHO Thakur said that campaigns have been conducted in the region at regular intervals to nab fake doctors. He said that in an earlier such campaign, the accused Dr Vishwas was caught and an order was issued to close down his clinic, but he apparently continued with his practice. Police said that the accused has escaped to Odisha and hunt is on to nab him. According to reports, the family also tried to contact a baiga (witch doctor) after the condition of the boy deteriorated. Download The Times of India News App for Latest City ."}, "Traffic jam": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/traffic-jam/articleshow/63021919.cms", "description": ""}, "Kondagaon task force to monitor trafficking cases": {"time": "2019-06-06 13:21:00", "link": "https://timesofindia.indiatimes.com//city/raipur/kondagaon-task-force-to-monitor-trafficking-cases/articleshow/69673902.cms", "description": "RAIPUR: District collector Neelkanth Tekam chaired a meeting of district child protection committee and district-level task force on Tuesday and asked the officials concerned to regularly monitor cases of human-trafficking. The district-level task force was constituted under the Kondagaon-Integrated Child Protection Scheme. Discussions on several key issues like Juvenile Justice (Care and Protection of Children) Act, 2015, prevention of child marriages and child line service and protection were taken up during the meeting. The officials also discussed about providing skill development training to the children during summer vacations. The collector also instructed the police department officials to carry out regular patrols in marked areas of the district, which are vulnerable to child-related crimes. Besides, he instructed the officials and teams concerned to conduct investigations, rescue children and immediately send them for rehabilitation. Download The Times of India News App for Latest City ."}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "\nAll-girl band Rhythm Queens rocks Raipur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/All-girl-band-Rhythm-Queens-rocks-Raipur/articleshow/49828308.cms", "description": "Having revived the only all-girls rock band of Raipur, a group of 23 school and college students are surprising all, with their enthralling musical performances. The band, called Rhythm Queens, had last performed 14 years ago and since been defunct owing to the several hurdles that came its way. Taking a big leap, the enthusiastic group came forward recently and pleased city’s music lovers with their melodies.  Talking about the uniqueness of the city that encouraged the girls to be involved in the music compositions, Som Dutt Panda, the band’s secretary, said, “This could happen only in Raipur because of the city’s loving and encouraging nature. The shows have been a hit and we’ll continue with a soaring spirit. The compositions and performances were applauded both in the state and elsewhere.”  The orchestra members include Sivani, Udita and Sana on the keyboard, Lavanya on the guitar base, Gyani and Jhanvi on the drums, Bhagyashree with a flute, Poonam on tabla and Aditi Nigham on the drum pad among others. When the band first performed in 2001, the show received good reviews. However, the girls discontinued due to a lot of reasons. The team again reunited this year, in September.  They kicked off the performances with a 10-day audition round for musicians and finally performed after practicing for a month.  The desire to do something new, kept them moving. Speaking about the band’s x-factor, its joint secretary, Shambhu Deep, said, “A few young girls were hand-picked and trained. What’s special is that though they were trained just for a few months, they produce music like professionals. Also, people find it very exciting that it is an all-girls band. The compositions are novel and beautiful and will soon be uploaded online.” Their passion for music keeps the girls together who jam daily for almost 3-4 hours and have been busy practicing for music concerts. Download The Times of India News App for Latest City ."}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Chhattisgarh govt withdraws sedition charges on man held for 'spreading rumour' on Facebook": {"time": "2019-06-14 20:11:00", "link": "https://timesofindia.indiatimes.com//city/raipur/chhattisgarh-govt-withdraws-sedition-charges-on-man-held-for-spreading-rumour-on-facebook/articleshow/69792214.cms", "description": "RAIPUR: Congress ruled Chhattisgarh has arrested a man under British-era sedition law for his social media post, criticizing state government for frequent interruptions in power supply during summer alleging that it was deliberate to boost sales of inverters. However, the police dropped the charges on Friday after chief minister Bhupesh Baghel went public expressing his displeasure for slapping IPC section 124A and vouching that he was all for protecting freedom of expression. The arrest of accused Mangilal Agrawal, who hails from Rajnandgaon, comes at a time when the Congress in its election manifesto to review and amend the law including the contentious IPC section 124A that deals with sedition. Mangilal Agrawal had posted a video on social media platforms strongly criticising the Congress government for frequent interruptions in power supply in Chhattisgarh, which is known as a power surplus state, during this summer. His social media post claimed that interruptions in power supply were deliberate to benefit inverter companies to boost their sales and the power cut is just a ploy to mint money. On the complaint of state power holding company officials, police swung into action late on Thursday and picked him up and slapped charges under 124A for sedition, 505 for statements conducing to public mischief, rumours with intent to cause, or which is likely to cause, fear or alarm to the public, or to any section of the public whereby any person may be induced to commit an offence against the State or against the public tranquillity. State power holding company chairman Shailendra Shukla forwarded this video to company legal advisor NKP Singh, who advised that legal action for spreading rumours to tarnish the image of chief minister and power company chairman and to cause alarm to the public that could adversely affect public tranquillity. Later, an FIR was lodged against the accused. However, Power companies chairman Shailendra Shukla told media that power supply is affected due to various factors, including natural causes like strong winds. But some people are spreading false information that these were caused due to some deal with inverter companies which is totally fake. The arrest sparked an outrage on the social media and BJP MP from Rajnandgaon Santosh pandey said while the Congress had promised to repeal the sedition law, the government itself is misusing it to implicate and threaten the common masses. If spreading rumours is such an offence, so far several Congressmen should have been put behind bars, he said. Stung by criticism, chief minister Bhupesh Baghel issued a statement disapproving the police action and asked the Director General of police DM Awasthy to have review and re-investigate the matter. Within hours, police dropped the sedition charges against Mangilal Agrawal against whom the charges of IPC section 505 would remain. Later, Baghel issued a statement saying that he and his government vouched for people’s freedom of expression. “Such actions were followed as a tradition by the previous BJP governments. We are always for freedom of expression”, he said and appealed to the people to exercise restraint in their expressions. “I have directed those concerned to withdraw seditions charges immediately and to ensure that such actions are not repeated in future”, he said. Earlier, regional party Janata Congress president Amit Jogi took to Twitter and Facebook to share the video, posted by Mangilal Agrawal, saying that he had posted the video on social media. “I am available at my residence in Raipur. I have posted this video on social media. I challenge you to arrest me on sedition charges”, he said. Download The Times of India News App for Latest City ."}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "\nStudents of BIT Durg conduct a ‘Nukkad’ on Women Empowerment in Surya Treasure Island Mall in Bhilai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/Students-of-BIT-Durg-conduct-a-Nukkad-on-Women-Empowerment-in-Surya-Treasure-Island-Mall-in-Bhilai/articleshow/51091045.cms", "description": "The season of pre-fest events is on and college students are taking are putting in their best for fests this year. OJAS, the annual techno-cultural-sports fest of Bhilai Institute of Technology (BIT) is all set to rock the students this year with some very new and exciting events.  Drawing people’s attention towards the fest, student of BIT Durg conducted a ‘Nukkad’ on Women Empowerment in Surya Treasure Island Mall in Bhilai under the banner of OJAS. Explaining about OJAS, Vinit Pathak, a team member from organising committee said “This year B.I.T Durg is back with the 6th edition of OJAS. OJAS is a Sanskrit word which means energy. It is a perfect platform to explore talent. We also focus on overall development of the students participating. This year, OJAS is also inclined towards the social issues of our country.”  Through the pre-fest Nukkad natak, the teams was able to convey their message to 1,200 people and are looking forward to spread more awareness during fests. Download The Times of India News App for Latest City ."}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Neki ki Deewar serves Chhattisgarhi food": {"time": "2019-06-03 22:03:00", "link": "https://timesofindia.indiatimes.com//city/raipur/neki-ki-deewar-serves-chhattisgarhi-food/articleshow/69638676.cms", "description": "The Neki ki Deewar (Wall of Kindness) in the city of Raipur is serving Chhatisgarhi Kalewa. The initiative is to serve the poorest of the poor in the city. It has been started by the government. Many such innovative initiatives have been taken up by the Raipur Smart City. ‘Mor Raipur, Swachch Raipur’ cleanliness truck- Raipur has evolved and is renegotiating its public narrative. Download The Times of India News App for Latest City ."}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "27 children working in Parle-G factory rescued in Raipur": {"time": "2019-06-15 20:42:00", "link": "https://timesofindia.indiatimes.com//city/raipur/27-children-working-in-parle-g-factory-rescued-in-raipur/articleshow/69804813.cms", "description": "RAIPUR: Around 27 children were rescued from 'Parle' factory of Chhattisgarh capital who were found to be working as child labourers from past few months and an FIR was lodged against the owner. As part of World week against Child Labourers, Raipur collector S Bharathi Dasan had ordered to run a campaign against those indulged in child labour activity. Chhattisgarh ChildLine in co-ordination with police and team of women and child development department have raided the factory and a notice was served to the factory owner. According to Praveen Sonwani, district co-ordinator of ChildLine Raipur, the raid was conducted on Friday at Parle-G company located at Amaseoni and rescued 27 children working inside the factory and manufacturing biscuits. These children belong to parts of Chhattisgarh as well as from other states, Sonwani said. There were inputs about children in large number working inside Parle factory, the franchise of which belongs to Vimal Khetan of state capital. ChildLine official added that a team had conducted recce following which the premises was raided. All the children were rescued and presented before Child Welfare Committee and they were being counselled. The children said they were given accommodation inside the factory and had no contact with the outer world. The circumstances under which they were kept and the intricacies of work environment is being found out. The children between the age of 10-16 years are presently staying at shelter home. Additional superintendent of police Prafful Thakur told TOI that an FIR was lodged against the owners of factory at Vidhan Sabha police station under section 79 of the Juvenile Justice Act and investigation was underway. Thakur said that the punishment for such offence is penalty of Rs 50000 per child and maximum imprisonment of two years. Further, labour department will intervene once the factory owner is produced at labour office for clarification. Meanwhile, state commission for child rights chairperson Prabha Dube said that the commission will write to labour department to taken stern action and investigate thoroughly how and from where did these children come to factory and the nature of job they were subjected to do. When contacted Vimal Khetan, the owner of Parle-G factory, he refused to comment stating, \"I will talk about it later\". Download The Times of India News App for Latest City ."}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "\nAesthetic Institute of Design students host freshers party in Raipur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/Aesthetic-Institute-of-Design-students-host-freshers-party-in-Raipur/articleshow/49153365.cms", "description": "The senior students of Aesthetic Institute of Design organized a grand freshers’ party for their juniors who joined this year. The 210 budding students of Interior and Fashion Design arrived in style and were dressed to impress their seniors by following a theme-based dress code. The part began with Nimchand Sonar, chairman of the institute addressing the students. This was followed by a briefing on the present scenario in interior and fashion designing industries by Shilpi Sonar, founder of the institute.  The party was a hit among the new students as they enjoyed introducing themselves, posing for pictures and performing various tasks given to them by the hosts. The seniors in turn too entertained the guests with some well choreographed performances. The party ended with the freshers taking home some beautiful mementos to commemorate the day. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "17-year old girl killed in elephant attack in Jashpur": {"time": "2019-06-02 12:20:00", "link": "https://timesofindia.indiatimes.com//city/raipur/17-year-old-girl-killed-in-elephant-attack-in-jashpur/articleshow/69618417.cms", "description": "JASHPUR: A 17-year-old girl was killed and her mother and younger sister were injured when an elephant attacked their house in Chhattisgarh's Jashpur district, a forest department official said Saturday. The incident took place late Friday night near Ramshama village on the outskirts of Badalkhol Wildlife Sanctuary, said Divisional Forest Officer (DFO) Krishna Kumar Jadhav. The elephant destroyed a wall of the mud house of Vishwanath Chauhan and attacked the family when they were sleeping, Jadhav said. Chauhan's daughter Lalita died on the spot while his wife Munni Bai and seven-year-old daughter Varsha sustained injuries, he said. Download The Times of India News App for Latest City ."}, "Naxals torch bus in Chhattisgarh after asking passengers to alight": {"time": "2019-06-08 13:06:00", "link": "https://timesofindia.indiatimes.com//city/raipur/naxals-torch-bus-in-chhattisgarh-after-asking-passengers-to-alight/articleshow/69701185.cms", "description": "RAIPUR: Naxals torched a bus in Bijapur district of Chhattisgarh, after asking the passengers to alight, police said on Saturday. The incident occurred late Friday evening between Kutru and Farsegarh villages when the private passenger bus was on its way to Bedre from Bijapur town, a senior police official said. Around a dozen Maoists, some of them armed, stopped the bus belonging to Jai Bhawani Travels, and set it ablaze after allowing passengers to get off, he said. None of the passengers or crew was harmed in the incident. However, the bus was completely damaged in the incident, the official added. Security forces have rushed to the spot and combing operations to apprehend the Naxals involved in the incident were underway, he said. As Maoists are observing 'Jan Pituri week' from June 5, vigil in Bastar region has been stepped up, the official said. Bastar division comprises seven districts, namely Dantewada, Bijapur, Bastar, Narayanpur, Kondagaon, Sukma and Kanker. The outlawed Communist Party of India (Maoist) observes 'Jan Pituri' week every year in memory of their slain leaders. During this period, which generally coincides with the arrival of monsoon, Maoists focus on recruitment of fresh cadres by spreading their propaganda, he said. Download The Times of India News App for Latest City ."}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Ombudsman directs bank to pay Rs 28,000 to consumer": {"time": "2019-06-09 13:21:00", "link": "https://timesofindia.indiatimes.com//city/raipur/ombudsman-directs-bank-to-pay-rs-28000-to-consumer/articleshow/69711361.cms", "description": "Raipur: A bank dispute involving refund of money fraudulently withdrawn from a customer's bank account in Dhamtari was resolved with intervention of Chhattisgarh Banking Ombudsman. The complainant Sunil Kumar Bagwan hails from Dewas and is currently living in Delhi. He lodged a complaint with the Chhattisgarh Banking Ombudsman stating that a sum of Rs 28,300 was fraudulently withdrawn from his bank account in February this year. He also stated that he has been trying to resolve the problem through the customer care service of a nationalised bank since last three months but was not getting a proper response from their side. As per the ombudsman orders, a conciliation meeting was held and the matter was put up before the Banking Ombudsman in Raipur K Korkora. The customer and a four-member team of the bank including the branch manager attended the meeting. In the meeting, the bank agreed to credit the amount along with the interest by June 10. Both the complainant and the bank officials agreed with the decision. Bagwan told TOI that he was living in Dhamtari for the last six years and had opened an account in the Dhamtari branch of the bank. On February 23, he received a message on his mobile regarding withdrawal of Rs 13,700 which he never made. \"I tried to contact the bank several times and also tried to register a complaint with bank's toll-free-number. However, the customer service executive told me that they cannot track the fraud transaction,\" he said. Two days later, he received another message regarding withdrawal of Rs 14,800 from his account. He again contacted the bank's toll-free-number and registered a complaint and got the same reply from the bank. \"I tried to register my complaint many times. But the bank officials asked me baseless questions,\" he said. After repeated complaints, the bank generated a token numbers for both the complaints. Meanwhile, the consumer also registered a police complaint. Download The Times of India News App for Latest City ."}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Dangerous stretch": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dangerousstretch/articleshow/63838391.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "\nBeautiful flower and vegetable display held at Maitri Bagh in Bhilai\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/Beautiful-flower-and-vegetable-display-held-at-Maitri-Bagh-in-Bhilai/articleshow/51091086.cms", "description": "People of Chhattisgarh enjoyed an amazingly wide variety of flowers and art work from vegetables and rangolis on Sunday morning at Maitri Bagh, Bhilai. The display included 300 varieties of roses including some unique ones like black lady rose, dutch rose and Kashmir rose. The event marked thousands of visitors from all over the state. Gardening enthusiasts were seen enquiring about the varieties and maintenance techniques. Some of them even bought a few varieties that were up for sale.  “The floral display stands are beautifully arranged and well-maintained. It’s not often that you get to see such rare varieties of flowers. I particularly liked the bird-shaped figure made from flowers. It’s all very informative and helpful,”says Mansi Thakur, a 46-year-old, homemaker.  While bouquet making and salad decoration competitions on the day gave people a perfect platform to show their creativity, 3-D rangolis put out in the main lawn giving a social message (save the girl child) attracted many. The cultural events going on throughout the day kept the visitors involved.  “It’s for the first time I saw such magnificent rangolis.The concept of 3-D rangolis is actually great, it’s the hard work of artists. I even got to pick some ideas of salad decoration that I can experiment with at home,” says Trishla Khare, a final year B.com student. Download The Times of India News App for Latest City ."}, "Cricket enthusiasts in Raipur celebrated Team India's victory": {"time": "2019-06-17 19:31:00", "link": "https://timesofindia.indiatimes.com//city/raipur/cricket-enthusiasts-in-raipur-celebrated-team-indias-victory/articleshow/69828549.cms", "description": "The loud cheer of support reverberated the streets of Raipur on Sunday as fans cheered for Team India's victory. The high voltage match between the arch-rivals in the ongoing World Cup series was screened across the city lounges and housing societies on big screens and fans took to the streets to dot every nook and corner with the tricolour . The Match was super excited that Raipur wore deserted look in the afternoon. People also watched the match with their friends over sumptuous food and camaraderie. After the victory, Raipurians celebrating the win in a boisterous way. Download The Times of India News App for Latest City ."}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Celebrating Chhattisgarh's folk heritage": {"time": "2019-06-16 18:19:00", "link": "https://timesofindia.indiatimes.com//city/raipur/celebrating-chhattisgarhs-folk-heritage/articleshow/68274101.cms", "description": "A recently concluded Chhattisgarh folk dance festival saw various colourful performances made the evening of the art and music lovers of the city. Being organised at multi art centre, Bharat Bhavan the Chhattisgarh Mahotsava is all about art and culture of Chhattisgarh. The event began with Karma dance. Various forms of karma dance were presented at the programme. Download The Times of India News App for Latest City ."}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "Raipurians come out to play in the open": {"time": "2019-06-08 17:00:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipurians-come-out-to-play-in-the-open/articleshow/68670319.cms", "description": "Last Sunday's Matargashti, a lively event that focuses on health and fitness for every citizen, organised by the Raipur Smart City and the Municipal Corporation Raipur at Marine Drive witnessed citizens making merry early in the morning. Matargashti featured programmes like Zumba, Cross Fit, Gym Exercises, Gully Cricket and Physiotherapy and Chhattisgarhi games like Pithhool which was enjoyed by the participants. This event aims at building a culture of fitness among the citizen of Raipur in a bid to make it a “truly healthy” city. Here's a glimpse of the event... Download The Times of India News App for Latest City ."}, "40-year-old woman raped at knifepoint": {"time": "2019-06-16 11:20:00", "link": "https://timesofindia.indiatimes.com//city/raipur/40-year-old-woman-raped-at-knifepoint/articleshow/69809827.cms", "description": "RAIPUR: A 40-year-old woman was raped by a man at knifepoint in the outskirts of the city. The woman, a resident of Telghani Naka region of Raipur, said the incident took place on May 25 when she was returning from a ration shop. Accused Gopal Sahu, 45, who lives in her neighbourhood, approached her and asked her to sit on his bike. When she refused, he threatened her on knifepoint and kidnapped her. Sahu then drove her to Nandanvan in the outskirts of city and raped her, police said. She told police that Sahu then threatened her of dire consequences before abandoning her. She somehow made her way back home by around 11 at night. The woman kept mum for a few days but then informed her husband about the incident. A case was lodged on Friday at Azad Nagar police station thereafter after which accused Sahu was arrested the very same day. Police said that the accused, who works as a labourer, abducted her from a crowded place. In another incident reported from Bhilai in Durg district, a married woman, who is mentally unwell and was abandoned by her husband, was gang-raped by two persons on Thursday including the brother of a village sarpanch and his driver. The woman, who has two children, was living with her parents and was alone at home when the accused sneaked inside.The two accused were drunk and had been keeping an eye on the woman's activities. When the woman was left alone at home, they approached her on the pretext of filling some residential documents. After the duo entered the house, the woman tried to resist their advances. The accused then beat her up and raped her. When the accused saw the woman's mother returning home, the two fled the spot. The woman then narrated the ordeal to her parents and a case was lodged against the two. Police launched a search following which they were arrested late on Friday.The accused were identified as Leeladhar Chaturvedi, the village sarpanch's brother, and driver Balakdas Baghel. Download The Times of India News App for Latest City ."}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "FIR filed against NRI for blackmailing Korba woman": {"time": "2019-05-28 12:59:00", "link": "https://timesofindia.indiatimes.com//city/raipur/fir-filed-against-nri-for-blackmailing-korba-woman/articleshow/69535266.cms", "description": "RAIPUR: A Korba woman filed a complaint against an NRI — who she had met to arrange a marriage in December — for blackmailing and harassing her not to marry another man. Police said, the accused is a resident of Fatehpur in Uttar Pradesh and works in Saudi Arabia. The woman and the accused had met in December via a wedding agent. The two struck a friendship and later decided to marry each other. During their time together, the accused had clicked personal photographs and recorded videos of the woman with her consent. He left saying that he would return and fix the wedding date. The accused returned to Saudi Arabia and the two continued to stay in touch. The woman’s parents, however, were getting restless as the accused had postponed his plans to return for marriage. After four months of no clear response, the parents decided to find another match for their daughter. The woman informed the accused, saying that she will abide by her parents’ wishes and marry whoever they choose for her. This infuriated him and he started blackmailing the woman. He threatened to post her pictures and videos on social media. Afraid of his threats, the woman spoke to the accused’s mother to ask her son to not circulate the pictures. Instead, the accused’s mother insulted her, the woman told police. Within a day, the woman’s pictures went viral on WhatsApp groups, Facebook and other social media sites. The woman told her parents and reported the matter to the police. Police said, the accused first sent the photo to the woman’s relatives through which she learnt that her photographs had gone viral. An FIR has been lodged against the accused and further investigation is underway, said police. In a similar incident, a driver working for a family clicked objectionable photographs of a woman in his employer’s house and used them to blackmail her. He allegedly raped her for two years threatening to share the photographs. Fed up, the woman complained to her husband, recently, and the two decided to file an FIR. Police said, two years ago, when the woman’s husband was out of station that driver had sneakily clicked objectionable pictures of the woman. He used them to rape her repeatedly over the course of two years, said police. The accused has been arrested. The names of the accused have been withheld to protect the identity of the women. Download The Times of India News App for Latest City ."}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "Holi with Oranges": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/holly-with-orages/articleshow/57641200.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "without Helmate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/without-helmate/articleshow/59614726.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "In Chhattisgarh, post on power woes draws sedition charge": {"time": "2019-06-15 11:02:00", "link": "https://timesofindia.indiatimes.com//city/raipur/in-chhatisgarh-post-on-power-woes-draws-sedition-charge/articleshow/69796736.cms", "description": "RAIPUR: Congress-ruled Chhattisgarh arrested a man for sedition under IPC 124A for a social media post on power cuts. It triggered a storm of criticism, and the charge was revoked on Friday on the orders of chief minister Bhupesh Baghel, who told police to ensure that it isn't repeated.  The controversy began with a Rajnandgaon resident, Mangilal Agrawal, posting a video of his on various social media platforms on Wednesday, criticising the Congress government for frequent interruptions in power supply in Chhattisgarh. He alleged that the power cuts were deliberate, as a ploy to boost inverter sales .  The video went viral. State power holding company chairman Shailendra Shukla forwarded it to company legal advisor N K P Singh, who advised legal action. An FIR was filed and Agrawal was arrested on Thursday. He was charged under IPC 124A for sedition and IPC 505 (intent to incite any class or community to commit offence against any other class or community). Both of them are non-bailable . What made the arrest even more controversial was that ahead of Lok Sabha election, Congress had sought votes on its pledge to abolish the British-era law.  The arrest sparked outrage on social media. \"Congress had promised to repeal the sedition law, yet its government is misusing it. If spreading rumours is such a serious offence, then several Congressmen should have been put behind bars by now,\" said BJP MP from Rajnandgaon, Santosh Pandey.  Chief minister Bhupesh Baghel issued a statement, disapproving of the police action. Within hours, police dropped the sedition charge. Baghel said he and his government \"vouch for freedom of expression\".  However, Agrawal is still in custody as he faces charges under IPC 505. \"Power supply is affected due to various factors, including natural causes like strong winds. But some people are spreading false information that it's due to some kind of a 'deal' with inverter companies. This is totally false,\" said power companies' chairman Shailendra Shukla. Download The Times of India News App for Latest City ."}, "Chattisgarh tribals launch massive protest to protect 'sacred hill' from mining": {"time": "2019-06-08 07:54:00", "link": "https://timesofindia.indiatimes.com//city/raipur/tribals-launch-massive-protest-to-protect-sacred-hill-from-mining/articleshow/69698259.cms", "description": "RAIPUR: Trouble is brewing in Dantewada as a Maoist-backed agitation by tribals intensifies against mining on a hill they regard as sacred. Thousands of tribals are camping out in Kirandul, determined to protect 'jal-jangal-jameen', handing the six-month-old Congress government its biggest challenge yet. At the heart of the protest is Nandaraj Hill, which is marked as Bailadila iron ore deposit No. 13. In September last year, Adani Enterprises incorporated Bailadila Iron Ore Mining Private Ltd as a special purpose vehicle, and successfully bid for mine developer-cum-operator (MOO) for the Bailadila deposit. But villagers rose in protest against deposit No. 13 being given to the private firm, alleging it will bring about \"destruction and deforestation\" in the 315.8-hectare forest patch. Moreover, tribal villagers say, they have a strong religious connection with Nandaraj Hill, where they regularly go to pray. The Adani Group has issued a statement that it believes in 'growth with goodness', but the protesters refuse to budge. They gheraoed the National Mineral Development Corporation (NMDC) office on Friday, alleging that thousands of trees are already being felled. To make things more difficult for the administration, Maoists of Darbha division have thrown their weight behind the agitation. The rebels have distributed leaflets to support the tribals. Protestors threaten to block highways, railway tracksUnder the banner of ‘Gramin Panchayat Sangh Samiti’, tribals have started gathering in the thousands in Kirandul. Many of them have travelled all the way from Sukma. People from Hiroli, Benpal, Mudadi, Guniyapal have gathered in large numbers and were seen cooking food on Friday.  Police said they have not taken action so far as it’s a peaceful protest. Security is being tightened even further as police suspect Maoists are egging on the agitation. The protesters have warned that they will begin blocking trains and national highways if mining isn’t stopped. JCC, AAP and CPI leaders are supporting the protesters. Tribal leader Soni Sori and Ajit Jogi might join the protest, say sources. In a statement issued by Adani Group, a company spokesman said, “Located in South Bastar in Dantewada, Bailadila Iron Ore Deposits (natural resources) are owned by government. It is important to note that central and stateowned NCL owns these mines and Adani Enterprises Ltd only provides the support as an experienced and responsible mining contractor.”  “Adani Group strongly believes in ‘Growth with Goodness’ and this is evident from the community-oriented initiatives undertaken by its notfor-profit arm, Adani Foundation,” it said. NMDC and state PSU, Chhattisgarh Mineral Development Corporation Ltd (CMDC Ltd), formed a joint venture in 2008 to commence mining, it pointed out, adding that NMDC conducted gram sabhas between 2010 and 2014, got environment clearance in 2015 and forest clearance in January 2017. In 2017, mining lease was transferred to the government-owned joint venture company, NMDC-CMDC Ltd (NCL), the Adani Group statement goes. “In January 2018, at least 10 companies expressed interest in the international competitive bid for development and operation of Bailadila iron ore deposit No. 13. AEL was selected as successful bidder through transparent reverse bidding. In December 2018, NCL appointed AEL as mining contractor. AEL was not involved in obtaining clearances for the project and only after December 2018 it assumed role of mining contractor through transparent bidding,” it said. Download The Times of India News App for Latest City ."}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Government teachers banned from using phones in class in Balod": {"time": "2019-06-07 12:46:00", "link": "https://timesofindia.indiatimes.com//city/raipur/government-teachers-banned-from-using-phones-in-class-in-balod/articleshow/69687803.cms", "description": "RAIPUR: Collector of Balod district on Thursday banned government schoolteachers from using mobile phones in classrooms. During a review meet, collector Ranu Sahu said, regular monitoring will be done to ensure that the rule is being implemented. Disciplinary action will be taken against the teacher found to be using cell phone during class. Teachers using cell phones is a distraction for students and the no-mobile-phone in-class rule will be applicable from the upcoming session. The collector also said that a new period will be introduced in school, in which the students will be able to ask questions on subjects they are interested in. Focus would also be given on the attendance and punctuality of teachers, which will be recorded digitally, she said. The collector also reviewed issues like teachers’ problems, mid-day meal operations, uniform distribution, caste and residence certificates, scholarships among others. She directed the revenue officials to run a special campaign to issue all the necessary certificates to the students of Class 6 to 12, adding that text book distribution should also be finished by the end of this month. The officials were also instructed to pay special attention to the maintenance or repair works pending in schools, in addition to ensuring availability of drinking water and clean toilets in schools. Download The Times of India News App for Latest City ."}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "\nYoungsters heartily welcome their freshers at Maharaja Agrasen International College in Raipur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/Youngsters-heartily-welcome-their-freshers-at-Maharaja-Agrasen-International-College-in-Raipur/articleshow/49563446.cms", "description": "Seniors at Maharaja Agrasen International College hosted a fun-filled freshers party to welcome their juniors recently.  The party, which had a retro theme of black and red, saw the girls dress up in the most fashionable outfits. While the seniors staged a drama as well as danced on popular numbers to entertain their juniors, the freshers indulged in an interesting game — retro gala, where they were paired randomly to dance on old Bollywood hits. This was followed by title distribution where Rishabh Agrawal bagged the title of fresher of the year and Madhuri Singhal and Akash Sharma were crowned the winners of the retro gala round. Download The Times of India News App for Latest City ."}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "CCTV of colonies to be linked to ITMS for night watch": {"time": "2019-06-03 12:56:00", "link": "https://timesofindia.indiatimes.com//city/raipur/cctv-of-colonies-to-be-linked-to-itms-for-night-watch/articleshow/69630745.cms", "description": "RAIPUR: S mart City's state-of-the-art Integrated Traffic Management System (ITMS) will expand its monitoring services to residential colonies. For this, the feed of pre-installed CCTV cameras in residential colonies will be connected with the ITMS control room to keep a check on anti-social activities during night time. In an inspection meeting of Smart City projects, mayor Pramod Dubey directed officials to make better use of the ITMS systems which was set up in the city for the monitoring and effective management of traffic. The mayor directed officials to connect the CCTV cameras of residential colonies with the ITMS control room, so that immediate police assistance can be sent in case of emergency. Residents' sense of safety will also improve, he said.  Engineers of Raipur Municipal Corporation (RMC) will begin work to figure out the viability of connecting CCTV with ITMS control room. For this, the Resident Welfare Associations (RWAs) will be contacted to coordinate the technical upgrade of the security facility their colonies. In addition, during the meet, the mayor also reviewed the bioremediation project of 39 ponds and lakes in the city with collaboration of Bharat Heavy Electricals Limited (BHEL) and National Environment and Research Institute. The project is focused on reinstating the natural ecosystem of the water bodies - by making quality of water adequate to support life, removal of harmful aquatic weed, increase depth of the water body, reduce nutrient elements which are harmful for aquatic life, plantation of trees around the area to reverse erosion, natural air purification, among others. Download The Times of India News App for Latest City ."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Swans to clean Telibandha Lake water": {"time": "2019-05-28 16:00:00", "link": "https://timesofindia.indiatimes.com//city/raipur/swans-to-clean-telibandha-lake-water/articleshow/69539505.cms", "description": "At a recently concluded Swachh Raipur event, the Raipur Municipal Corporation introduced a cleaning technique of the Telibandha Lake with the help of swans. As many as 46 swans were released at the lake to ensure they eat the weed and worms to clean the lake water. Download The Times of India News App for Latest City ."}, "Musician Ragib Khan performs at Katora Talab": {"time": "2019-05-27 13:17:00", "link": "https://timesofindia.indiatimes.com//city/raipur/musician-ragib-khan-performs-at-katora-talab/articleshow/69515702.cms", "description": "Chhattisgarhi Singer Ragib Khan recently performed in Katora Talab, Raipur, mesmerising music lovers, who tuned out in large numbers to watch him perform. The musical event was organised by Raipur Smart City in association with Raipur Municipal Corporation. The event— Taal Studio — encourages young talent to perform and showcase their craft in front of audience. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Husband wants a boy, woman throws her 2 girls in well": {"time": "2019-05-29 13:17:00", "link": "https://timesofindia.indiatimes.com//city/raipur/husband-wants-a-boy-woman-throws-her-2-girls-in-well/articleshow/69555636.cms", "description": "RAIPUR: In a heart-wrenching incident, a woman threw her two daughters - one of them only a few days old - in a well as her husband had been harassing for not producing a male child. Both the children fell to their death. The incident took place in Amoda village of Janjgir-Champa district, and police have arrested the woman. A case has been lodged against the man. The woman was driven to desperation due to the constant nagging of her husband. He would insult her for not being able to deliver a son. Police said, Dhanaram Sahu and Seema had married four years ago. The couple had a daughter two years later. From then, Dhanaram would often remain angry with her. When Seema got pregnant again recently, Dhanaram had warned her of consequences that this time the baby should be a boy, she told police. On May 9, they had another daughter, and Dhanaram started abusing and thrashing her from that day onward. On Monday evening, fed up of the constant harassment, Seema picked up both her daughters and threw them in a nearby well. Neighbours informed the police and the woman was arrested. The woman confessed to throwing the children stating that her husband mentally harassed her and incited her to take the step. She told police that Dhanendra would get herbs and force feed them to her so that she conceives a boy. An FIR was lodged against him and he was arrested as well. Download The Times of India News App for Latest City ."}, "Raipur Runners encourage people to stay fit": {"time": "2019-06-04 19:38:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipur-runners-encourage-people-to-stay-fit/articleshow/69652720.cms", "description": "The city of Raipur is growing as fitness with Yoga parks and outdoor gyms. Recently, a group of like-minded youngsters in Raipur opted for a 10 km morning and forming a new club— Raipur Runners – to encouraging people to take up running as a leisure fitness hobby to rejuvenate their mind, body and soul. Here are some pics posted on their Twitter account...  Date - 14 AprilRun was from #MarineDrive to police ground 5-6 rounds inside police ground and back to marine drive#Running #Fitness #Run #Motivation #Healthy #Raipur 1/2 pic.twitter.com/6ai2WwxtOH— Raipur Runners (@RaipurRunners) June 4, 2019  Download The Times of India News App for Latest City ."}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Raipur: Juvenile rapes minor sisters, cops take 10 days to file FIR": {"time": "2019-06-01 13:41:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipur-juvenile-rapes-minor-sisters-cops-take-10-days-to-file-fir/articleshow/69609087.cms", "description": "RAIPUR: The father of two raped minors, aged 8 and 5, had to run from pillar to post for 10 days to get an FIR lodged when the law says police must register a zero FIR the moment someone arrives with a complaint of sexual crime, regardless of the place of occurrence. The two sisters were raped by a 14-year-old boy on May 22 but it wasn’t until Friday that their family could file an FIR, that too after the intervention of Raipur senior SP Arif Sheikh. The accused fled during this delay and is yet to be traced. The family alleges that the inspector in charge of the local police station threatened to file a case against them if their complaint against the juvenile “turns out to be untrue”. According to the girls’ complaint they were alone at home on May 22 when the juvenile, who is a distant relative, forced himself on them. The family says he is a substance abuser. He first raped the elder girl and then turned on the five-year-old, says the complaint. When the girls informed their parents, they approached police, but were stunned to be turned away. Every time they tried to file a complaint, the officer in charge allegedly rejected it, leading them to suspect him of trying to suppress the crime. Helpless, the family wrote to collector Basva Raju, who passed it to SSP Arif Sheikh. He immediately ordered the local cops to register an FIR. When the top brass started digging into it, locals spoke of a few more cases where complaints of molestation were allegedly ignored. Raipur additional SP (rural) Tarkeshwar Patel said that an FIR was lodged against the juvenile under POCSO Act and police teams are out looking for him. Police are also investigating complaints that a friend of the accused was a habitual molester. Patel said they are patrolling the area regularly. Download The Times of India News App for Latest City ."}, "Sonam Kapoor all praise for Raipur’s Oxy-Zone": {"time": "2019-06-14 16:27:00", "link": "https://timesofindia.indiatimes.com//city/raipur/sonam-kapoor-all-praise-for-raipurs-oxy-zone/articleshow/69788480.cms", "description": "Sonam Kapoor praises Raipur’s Oxy-Zone initiative on Twitter recently. The initiative is a growing forest area build in 18-acre area to provide respite to the citizens from pollution. Raipur wasn’t making just another statement when they said that they were “planting trees on wherever land is available,” and is creating their own microcosmic forest within the district. Omprakash Choudhary, the District Collector of Raipur, and his team are reforesting areas right at the heart of the city.  Sonam Kapoor all praise for Raipur’s Oxy-Zone Approximately 18-acres of land is being allocated to creating an ‘oxy-zone’ or a natural forest area that would provide the city its much needed breeze of cleaner air. Raipur is the seventh most polluted city in the world and this project reflects an acknowledgment that this rampant pollution has gone on for too long. The structure behind the oxy-zone was inspired by New York City’s Central Park and the city government has gone with the decision to clear plots of land worth INR 1,000 crore - all occupied by commercial projects. Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Romanticising chai in monsoon": {"time": "2019-06-13 07:00:00", "link": "https://timesofindia.indiatimes.com//city/raipur/romanticising-chai/articleshow/67552106.cms", "description": "Monsoon is here and chai-lovers of the city are making a beeline for their favourite cuppa to indugle in chit-chat and hangout sessions before the scorching summers. These chai kattas in the city are hotspots among the youngsters and an excuse to meet one another. Manohar Shukla, a BBA student from the city, says, “We have seen food trucks, but a chai katta is way cooler. Whenever I visit this place at Telibandha Lake, I can’t help but feel relax and happy, thanks to a cuppa.” On the idea behind the bus, Akshay says, “I was working with a software company in Raipur and was thinking about doing something different in the F&B industry. Kamlesh and I were contemplating a themed café at first but scrapped the idea. Suddenly, one day this idea of a chai bus struck us. Luckily, we got an old, school bus almost immediately, renovated it and turned it into a café.” The bus has a kitchen inside and though it’s in a working condition, the duo hasn’t planned to move it around yet. City-based Shoaib Shaikh, who has customised the interiors of the bus, shares, “Accommodation of furniture was a challenge, but we changed a few things and retained the feel of a state transport bus. Additionally, the outside seating has been done to resemble a bus stop. This is a place for friends as well as family to hang out.” The katta has interesting places including the famous Marine Drive around and it is the best way to unwind. Komal Aade, a chai lover adds, “All the graphics say something about chai.” The chai katta is on the must-visit list of many youngsters. Pratik Sharma, a banker who recently visited the place, says, “I had heard about the place and wanted to visit it for a while. Finally, I did. I was totally blown away by the feeling and will come back again for more.” Download The Times of India News App for Latest City ."}, "Raipurians host sehri parties this Ramzan": {"time": "2019-06-02 14:45:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipurians-host-sehri-parties-this-ramzan/articleshow/69619557.cms", "description": "Businessman Anees Siddiqui’s home came alive at 2 am last Monday, as guests came dressed in white sherwanis, skull caps and lehengas, arrived for a party that ended after 4 am, where they were greeted by Siddiqui’s family and a big table spread comprising delectable paya, kheema, chicken and firni. This Ramzan, quite a few families in Raipur turned sehri into an opportunity for get-togethers with family and close friends. People who are fasting gathered after the late-night tarawih namaz for leisurely meals and conversations, until there was no room for another morsel. Meet and greet over scrumptious foodHomemaker Razia Bibi, who owns a business of sherwanis in town, also hosted her first-ever sehri party this year at her home. “In true Islamic tradition, we invited our Hindu friends as well. In fact, we welcomed anyone who wished to come, underprivileged or uninvited,’’ says Razia. Several families also organised potluck Sehri parties, where people brought different food items, turning the occasion into a grand feast. It’s a great way to celebrate sans stress or expenses. City-based entrepreneur Zameer Ahmed and his friends have also been organising Sehri potluck dinners at their house for the past many years. The first party this year had delectable mutton do pyaza, yakhni pulao, dahi vada, pasta, Russian salad and dates on the menu. “We all gathered post midnight, and as any gathering in Raipur is incomplete without tea and snacks, we all begin with a hot cuppa,” said Zameer, adding that the festivities went on till they couldn’t eat anymore. Adding to this, homemaker Sana Salim says they planned the menu properly before the gathering so that no dish got repeated. “The meal was savoured sitting on the floor, surrounded by the dastarkhan. It helps in improving digestion. The constant movement of bending forward to pick up the food and then returning to the sitting position activatess the muscles in the abdomen and secretes digestive juices better,” says Sana. Sehri stalls come alive tooSehri added volumes to local businesses as well. Several gravitated to the popular, where stalls supplied biryani and firnis. Vendor Syed Mohsin says, “People want fresh food for Sehri and we provide meals too, which include fancy dishes like pita bread and hummus, besides biryanis, soups and juices. These days, people are health conscious and they are opting for salads too.” “In any case, the nights of Ramzan are a time to pray, so the congregation gathers for namaz before dispersing,’’ says Anwar Khan, a professor. Making an interesting distinction between iftar parties and sehri, he says that some guests tend to wrap up iftar by 8 pm so that they can attend tarawih, while sehri starts around 11.30 pm and ends around 3.30 am-4 am. “After eating through the night, it becomes impossible for rozedars to perform the actual sehri around 4.30 am,” he explains. Download The Times of India News App for Latest City ."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "\nCity bands perform during Pre-Diwali weekend festivities in Raipur\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/City-bands-perform-during-Pre-Diwali-weekend-festivities-in-Raipur/articleshow/49690706.cms", "description": "Raipurites enjoyed a fantabulous pre-Diwali weekend at this lively gathering where people had fun doing some shopping, savouring lipsmacking food and enjoying music by the local artists.  Spanning over a period of two days the event had a certain local charm to it. A huge array of homemade products was available at this flea market, which was preceded by various workshops on photography and cookery to tarrot card reading in which guests participated with zest. To add to the cheer, there were performances by city bands who brought sufi and Bollywood to the night, as other young artistes enthralled the audience with beatboxing and soulful music. Download The Times of India News App for Latest City ."}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Maoist set ablaze tendu leaves, huge cache of arms seized in Chhattisgarh": {"time": "2019-06-13 10:35:00", "link": "https://timesofindia.indiatimes.com//city/raipur/maoist-set-ablaze-tendu-leaves-huge-cache-of-arms-seized-in-chhattisgarh/articleshow/69766730.cms", "description": "RAIPUR: Maoists in Chhattisgarh's Gariyaband district set ablaze stock of tendu leaves worth Rs 9 crore late on Tuesday. The ultras kept on hostage three guards deployed at the godown premises, and breaking the locks of one of the warehouse, they put on fire nearly 1,700 ruck sacks stuffed with tendu leaves . Police said that the incident took place in the village of Nawamguda at the warehouse where the forest produce tendu leaves are stocked up for supply. There are three godowns owned by Forest Department for storing tendu leaves. Tendu leaves are used to wrap tobacco and used as 'beedi'. Police added that more than a dozen armed Maoists appeared fromt eh darkness of forest late on Tuesday around 2330 hours and got hold of the guards on duty. While few of them kept the guards on hostage others went towards one of the three godowns with kerosene oil and match boxes. They broke open the locks and set ablaze 1700 ruck sacks full with tendu leaves. It took minutes for fire to engulf the whole godown and the dry leaves turned into ashes while the premise was gutted. The stock of leaves were worth Rs 9 crore. The rebels escaped the spot and left the guards locked inside a room to prevent them informing police immediately. After efforts of few hours, when the guards came out of the room, they informed fire brigade police and forest official and the spot of incident taken over by the fire department which was further sealed for inquiry. As it is peak of summer, the fire took long to get doused till Wednesday morning. The remaining stock of tendu leaves will be shifted to some other warehouse, police said. The Maoists also have left a leaflet that alleges the villagers who go for collection of tendu leaves in forests were not getting proper and full payment for the work they do, therefore the stock was put on fire. However, the stock belongs to a local contractor who was being questioned by the police. However, police said that efforts were being made to keep Maoists at bay who indulge in extortion of money from contractors for collection of tendu leaves, which is why the rebels were upset and have tried to create terror. The Manpur Naxal Divisional Committee is behind the incident, police said addingt hat searching was on to nab the accused. Subsequently, Gariyaband police successfully recovers a huge cache of arms and ammunition at a Maoist camp in forest. Based on input about presence of Maoists in the region, a team of district police went on an anti-Maoist operation in forests of Manpur on the mountains of Tarjhaar when they spotted a bunker of Maoists which had huge cache of arms and ammunition including an indigenous rocket launcher. Police said that two muzzle loading guns, one air gun, one country revolver, five gelatin wire, 12 bore rifle, eight live bombs and equipment to make weapons along with explosives were recovered from the spot. This shows that Maoists were present on the spot few moments ago and they might have escaped on being informed by local villagers about police approaching their camp, a police official said. Police have sounded alert int he region and the operations were intensified. Download The Times of India News App for Latest City ."}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Former BSF jawan trampled to death by jumbos in Jashpur": {"time": "2019-05-30 13:42:00", "link": "https://timesofindia.indiatimes.com//city/raipur/former-bsf-jawan-trampled-to-death-by-jumbos-in-jashpur/articleshow/69577427.cms", "description": "JASHPUR: A retired Border Security Force jawan was trampled to death by a herd of wild elephants in Jashpur district, an official said Wednesday. The incident took place on Tuesday night when the victim, Tyofil Tirky (55), was walking towards his home in Dabkala village under Tapkara forest range bordering with Odisha after attending a family function nearby, divisional forest officer Krishna Kumar Jadhav said. Suddenly, a herd of elephants appeared there and attacked him. The jumbos smashed the man on the ground with their trunks before trampling him to death, he said. \"Tirky, a retired Border Security Force (BSF) man, died on the spot. On getting information, the forest personnel reached there and sent the body for post-mortem,\" he said. The kin of the deceased have been provided an instant relief amount of Rs25,000, the official said. The herd of elephants entered into Tapkara area from neighbouring Odisha, he said, adding that forest personnel have been directed to keep a tab on the tuskers' movement to prevent any untoward incident further. The Tapkara region here shares border with Odisha and Jharkhand states and the dense forest at this tri-junction is a prime habitat of elephants. Forest officials from Jharkhand and Odisha have also been asked to share inputs about the cross-border movement of elephants so that a strategy can be chalked out to check man-animal conflict, Jadhav said. On May 3, two villagers were killed in separate incidents of elephant attack in Kunkuri forest area here. Several incidents of human-elephant conflict have been reported in the past from the thick forested northern Chhattisgarh, consisting of Surguja, Surajpur, Korba, Raigarh, Jashpur, Balrampur and Korea districts. The region has witnessed several killings of tribals and widespread damage to houses and crops by rogue elephants. Download The Times of India News App for Latest City ."}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "Three colleges get MCI nod for MBBS course": {"time": "2019-06-05 12:10:00", "link": "https://timesofindia.indiatimes.com//city/raipur/three-colleges-get-mci-nod-for-mbbs-course/articleshow/69660495.cms", "description": "RAIPUR: The Indian Medical Council of India (MCI) has given its nod to medical colleges of Rajnandgaon and Jagdalpur to run courses for 100 MBBS seats each. The Raigarh medical college has also got the nod for MBBS course on 50 seats. According to reports, after the Ambikapur Medical College failed to get the MCI approval for 2019-20 due to shortage of faculty and infrastructure, there were speculations that even Raigarh college will be deprived of the nod, as it also has shortage of faculties and infrastructure. Now, the officials of the Department Medical Education (DME) are in process of appealing to the Union health ministry to reconsider the decision to approve 100 medical seats for Ambikapur Medical College. Ambikapur Medical College has received 'zero year' twice in the past four years. This means the college is not entitled to offer MBBS course. A week ago, Durg-based Chandulal Chandrakar medical college was declared 'zero year' by the MCI. Though this college has 150 MBBS seats, it has received 'zero year' for the second consecutive year. Due to zero year, these colleges have deprived 250 medical seats in the state, said DME official. Chhattisgarh has total 1100 MBBS seats, including 650 in six government-run medical colleges and 450 in three private colleges. The government-run Raipur Medical College and private colleges like Shri Shankaracharya Institute of Medical Sciences and Raipur Institute of Medical Sciences (RIMS) have received MCI approval to run MBBS course for 2019-20. Two medical colleges of Bilaspur and Raigarh are still awaiting MCI nod for 150 and 50 medical seats respectively,. Download The Times of India News App for Latest City ."}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Chhattisgarh: Bijapur collector imposes dress code on government staff": {"time": "2019-06-11 20:29:00", "link": "https://timesofindia.indiatimes.com//city/raipur/chhattisgarh-bijapur-collector-imposes-dress-code-on-government-staff/articleshow/69744533.cms", "description": "BIJAPUR: The collector of Chhattisgarh's Bijapur district Tuesday barred government staff from wearing \"T-shirts, jeans and clothes with provocative colours\" to office. In a circular issued here, Collector KD Kunjam said officials and employees were to attend office in formals or prescribed uniforms, an official said. \"It is being noticed officials and employees of the district administration have been wearing T-shirts, jeans and clothes with provocative colours in place of formals to office. As per rules, government personnel should wear clothes which are simple in appearance,\" the order said. It said some Class IV employees were not wearing designated uniforms while at work despite claiming uniform and washing allowance, it added. \"Officials and employees of district administration should come to office in formal and simple dresses and class four employees in their uniforms,\" it said. Download The Times of India News App for Latest City ."}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "BJP neta held for 'fraud' in Jashpur": {"time": "2019-06-02 12:23:00", "link": "https://timesofindia.indiatimes.com//city/raipur/bjp-neta-held-for-fraud-in-jashpur/articleshow/69618435.cms", "description": "RAIPUR: Cops arrested a BJP leader, who allegedly transferred compensation money from lands belonging to tribals by using fraudulent means in Jashpur district last year. Pathalgaon SDOP Abhishek Jha told TOI that the accused has been identified as Shyam Narayan Gupta, who is a BJP corporator at ward number 12 of Pathalgaon Nagar Panchayat in Jashpur district. The accused hoodwinked the tribals and fraudulently transferred the compensation money amounting to Rs28 that was meant for the beneficiaries. During investigation, police found that the accused was continuously changing his location and he was finally nabbed with the help of mobile phone location. When cops reached his location, he hid in a house which was locked from the outside. Many tribal families had lodged complaints with the Jashpur collector alleging that the BJP leader with the help of bank authorities had fraudulently swindled Rs28 lakh out of the total Rs49 lakh compensation for their lands, which were acquired by the administration. Cops had lodged cases under Section 420,467,468,120B of the IPC. Police said other accused in the case will be nabbed at the earliest. Download The Times of India News App for Latest City ."}, "Amit Jogi lodges complaint against Chhattisgarh CM for 'insulting his mother'": {"time": "2019-06-17 22:44:00", "link": "https://timesofindia.indiatimes.com//city/raipur/jogi-lodges-complaint-against-chhattisgarh-cm-for-insulting-his-mother/articleshow/69831039.cms", "description": "RAIPUR: Former chief minister Ajit Jogi’s son Amit, who is the president of regional party Janata Congress Chhattisgarh, has lodged a complaint with the police and is also planning to write to National Commission for Women (NCW) against chief minister Bhupesh Baghel for 'insulting his mother'. The controversy seems to have started with Amit Jogi questioning Baghel over his 'closed-door meet' with Adani Group officials in Delhi, and asking if he sold off the state’s mines. Baghel shot back that as CM he has to meet people, and if he should make public his discussions with Amit’s mother Renu Jogi as well. Amit Jogi in a series of tweets claimed that chief minister Bhupesh Baghel had a closed door meeting with senior officials of Adani Group during his recent visit to Delhi, urging him to make public the discussions which he had with the Adani Group. Replying to Jogi’s statement, chief minister Bhupesh Baghel said “whosoever the CM meets come out in public and there's no reason to hide.” Baghel added that he had also met Amit's legislator mother Renu Jogi alone as a politician and does he want that the conversation should be made public? After Baghel’s remarks, JCC leader Amit Jogi said that the CM was unnecessarily dragging the senior most woman legislator of Chhattisgarh into the controversy in order to vent out his frustration on his mother. Amit Jogi said, “We have filed a complaint with the Civil Lines police station against chief minister Bhupesh Baghel for his remarks against senior legislator Renu Jogi saying that the tone in which Baghel spoke about Mrs Jogi was insulting and derogatory to the entire womanhood. What does Baghel mean by ‘meeting her alone’? Having faith in law I will further write a complaint to National Commission for Women’s Rights as well against the chief minister.” Amit in his tweet had said that Baghel had met the Adani group officials on June 14 between 6-8pm at Chhattisgarh Bhawan in New Delhi and Baghel should make the conversation he did with them public. Last week, tribals in Bastar had strongly protested against Adani Group proposed mine developer and operator (MDO) project for extraction of iron ore from deposit number 13 at Bailadila. Subsequently, the state government had put on hold the pre-mining activity, including cutting down of trees, being carried out by joint NCL limited, a joint venture of NMDC and Chhattisgarh Mineral Development corporation. Chief minister Bhupesh Baghel later issued a statement saying, “I respect and adore Renu Jogi and I have simply asked Amit if he wants me to make the conversation I had with her open in public, I can.” The way Amit has misrepresented it shows his immaturity in politics and I condemn such behaviour and indecent remarks made in public, CM said. Download The Times of India News App for Latest City ."}, "Chhattisgarh: Police informer hacked to death by Maoists": {"time": "2019-06-02 14:55:00", "link": "https://timesofindia.indiatimes.com//city/raipur/chhattisgarh-police-informer-hacked-to-death-by-maoists/articleshow/69619645.cms", "description": "JAGDALPUR: A police informer was hacked to death by suspected Maoists in Bastar district of Chhattisgarh, police said Sunday. The incident occurred late Saturday night when the deceased, identified as Chhannu Sodhi (30), was on a visit to Bastanar weekly market under Kodenar police station area of the district, a local police official said. Sodhi was attacked by a 'small action team' of Maoists (typically comprising four-five cadres) with axes, leaving him dead on the spot, he said. Soon after being alerted, a police team was rushed to the spot and the body was brought for the post-mortem, the official said, adding that a search operation was launched in the area to trace the assailants. Sodhi was working as 'gopaniya sainik' (secret police informer), who are appointed by district superintendent of police at local level for anti-Maoist operations, especially for gathering intelligence. Mostly surrendered cadres work as police informers, but Sodhi had not been associated with the outlawed Maoists, the official added. According to police, Sodhi was working in Katekalyan police station area of neighbouring Dantewada district and became a victim of a Maoist trap. \"Maoists had recently put up pamphlets in its Darbha division and other places and tried to lure their surrendered colleagues, who are now working as assistant police constables and informers, to return to their villages and stop helping security forces,\" Dantewada superintendent of police Abhishek Pallava told PTI. Maoists had claimed that those who return to their villages will be given lands and houses, a promise which was nothing but a ploy. Sodhi fell into this trap and returned to his village without informing police, he said. \"I had warned Sodhi and other assistant constables, mostly recruited in District Reserve Guard (DRG) - state's anti-Maoist force, and police informers that they should not get influenced by the Maoist conspiracy and should not return to their villages,\" Pallava added. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Stuffed bins": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/stuffedbins/articleshow/64924959.cms", "description": ""}, "Two held for forgery, duping businessman": {"time": "2019-06-04 11:32:00", "link": "https://timesofindia.indiatimes.com//city/raipur/two-held-for-forgery-duping-businessman/articleshow/69644615.cms", "description": "RAIPUR: Two persons were arrested from Mumbai for allegedly duping a Raipur businessman of Rs 13 lakh by fraudulently registering the trademark of his company in his name. Police said, Manoj Sachdeva of Fafadih locality in Raipur owns a plastic scientific equipment company - M/s Sachdeva Scientific Equipment Pvt Ltd situated at Baloda Bazaar Road. His factory is in operation since 2014. He hired the accused Haresh Purohit and Girish Purohit as manufacturing head and director soon after. Taking advantage of Sachdeva's faith in them, the accused registered the 'Casablanca' trademark of his company in their own name and ever since then have been supplying manufactured goods in the market under a brand owned by them, minting crores and causing losses to Sachdeva. This is in addition to the Rs13 lakhs. In April, the accused told Sachdeva, that the moulds used for manufacturing various equipment need maintenance and repair, and they sent them to a Mumbai-based firm. On May 2 the accused took the repaired moulds worth Rs13 lakhs from the firm and fled. Sachdeva came to know about the swindle only after a telephonic conversation with the owner of the Mumbai firm. Stunned by the fraudulence of his employees, Sachdeva launched an audit of the accounts of his firm while simultaneously tracing the absconding duo. It is then he found that they had registered his company's trademark under their name. Sachdeva lodged a complaint against them in Kharora police station following which an offence under Section 420,408 IPC was registered against both. A manhunt was launched with the help of Cyber Cell. A few days ago, their location was traced to Kandivali (East) area of Mumbai. A police team was sent to Mumbai and the accused were taken into custody. They have been brought to the city under transit remand. Download The Times of India News App for Latest City ."}, "Colossal waste": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/colossal-waste/articleshow/62783658.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Raipur celebrates Eid-ul-Fitr with family bonding, sheer khurma and more": {"time": "2019-06-05 10:00:00", "link": "https://timesofindia.indiatimes.com//city/raipur/raipur-celebrates-eid-ul-fitr-with-family-bonding-sheer-khurma-and-more/articleshow/69652867.cms", "description": "After a month of fasting, the city is ready to soak itself in the fervour of Eid-ul-Fitr today. While thousands of believers will offer prayers at the beautifully decked up mosques and idgahs of Raipur; at home, friends and family will exchange greetings and gifts along with warm embraces and grand feasts. Mention Eid, and the first thing come to mind is sheer khurma. Each family has its own recipe for this dessert, which is an integral part of the celebrations. Trying her hand for the first time in preparing the dish today is Bushra Ansari, an MBA student. She says, “I am preparing sheer khurma for the first time for family and friends, and I will be following an age-old family recipe handed down to me by my family. It is a huge responsibility for me, which I can’t afford to go wrong with, as I am expecting over 50 visitors at home today. Interestingly, more than our close relatives and family, it is our non-Muslim friends who visit our place during this festival.” “We exchange love and greetings, with a warm bowl of sheer khurma,” says Bushra. Youngsters can’t wait to get eidi from the elders today, as most of them buy their favourite things with the collected money. However, entrepreneur Ahsan Ali and his friends are planning something special this year. “Getting eidi from the elders in the family and neighbourhood is like accepting their blessings. And today, my friends and I decided to share our blessings with underprivileged children. We plan to use our eidi to buy clothes and sewayian for the kids. We also to pack homemade biryani for them. Eid is one occasion where we share our joys with everyone.” Eid is also that special time when everyone in the family comes together in celebration. And so, it is also a time for homecoming for many. Teacher Sumaira Ali has come to Raipur from Dubai to celebrate Eid with her family. She says, “I can’t contain my enthusiasm as I speak. Eid is a very special occasion and when celebrated with family and friends, it feels complete. The simple joys of having hearty meals at home and meeting friends fill the day with love. Also, we share biryani with the people of our neighbourhood. It’s been our family tradition for over 100 years.” Download The Times of India News App for Latest City ."}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "\nAgarwal group marks the beginning of its three-day-long opening ceremony at the Naya Raipur campus\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/raipur/Agarwal-group-marks-the-beginning-of-its-three-day-long-opening-ceremony-at-the-Naya-Raipur-campus/articleshow/52744579.cms", "description": "With a spectacular event on Friday, Agarwal group marked the beginning of its three-day-long opening ceremony at the Naya Raipur campus. The ceremony started with the Sarawati Vandana followed by principal Nilofar Jahan talking about Agarwal School’s history and its achievements. Piyush Agarwal, Purushottam Agarwal’s son, then addressed the audience, talking of the group’s vision and journey to the Raipur campus and their aspirations in its regard. He said, “The campuses at Shankar Nagar and Naya Raipur were given as a project to me. Our vision for the school is to educate children using the ‘learn by fun’ methodology. Apart from the main school building, we have indoor swimming, various sports clubs and the best facilities on campus. The campus is fully developed and ready to welcome students for this session.”In an interactive session held at Naya Raipur campus, Purushottam, chairman of Agarwal Group, put forward his ideas about the present education system, saying, “I have always trained my faculty to pay equal attention to theory and practicals. The syllabus especially focuses on practical application of the subject. The concept of ‘learn by fun’ is all about this. Our 20-year tenure in the field of education has been a success and my vision is to produce students with high morals and indepth knowledge of the subject.” He also expressed his concern over the degrading quality of education and corrupt system that gives students false degrees and hope without providing them with proper training and skills. He then shared his motivational journey from being a fourth-standard pass to an industrialist. He also made note of how fast Raipur is developing called it one of the most beautiful Indian cities. “I have struggled my way through all the ups and downs without sacrificing my morals. Honesty and hardwork is what saw me through,” he added.Post the speech, Vande Mataram, a patriotic play that left the audience spellbound, was staged by artists from Vishala Sanskritik Committee, Madhya Pradesh. The play opened with the Indian flag flying high, telling the story of the struggle for freedom, from 1857 to present day. The happiness of the Indians before their capture by East India Company was perfectly shown via dance. The captivating background and dialogue beautifully expressed each emotion, from pain to pleasure. The Kakori Conspiracy was especially elaborated in the play. The 90-minute-long play covered the struggle of all the freedom fighters, culminating with the message mile sur mera tumhara to sur bane humara.The Shankar Nagar campus was inaugurated yesterday at 11 am by Guru Shri Swami Awdheshanand Ji followed by Swamji’s words. “Education is one of the most important aspects of life. Ignorance is the root cause of all pain and education leads a person from lies to truth, darkness to light,” he said. Swamiji also stressed on the letters and words in everyday life and how knowledge can change a person.— Prachi SahuDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}}