{"Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "Clear the mess, please:": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/clear-the-mess-please/articleshow/61680646.cms", "description": ""}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "\nCancer survivors raise the spirits\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/cancer-survivors-raise-the-spirits/articleshow/69636851.cms", "description": "As many as 100 cancer survivors along with their doctors celebrated National Cancer Survivors’ Day at IMA Bhawan. The doctors including Dr Sachin Gupta, Dr Sunanadan Sharma, Dr Gautam Goel ,Dr Ritesh Pruthi, Dr Pankaj Kumar and Dr Sajal Kakkar from a Mohali hospital joined survivors in bhangra. Sandeep Dogra said that all have gathered today to show the world that life after a cancer treatment is equally rewarding, fulfilling and inspiring. A jubilant survivor, Surbhi (37) from Pinjore said, “My treatment went on for about 9-month, which was pretty long, but it made me stronger as a person and now I feel fearless and ready to take on any challenge that life will throw at me. The journey completely transformed my outlook towards life & personality and has increased my self-belief.” Another survivor, Amritpal Kaur from Jalandhar said, “Many aspects of life have changed for me like others who sailed in the same boat. No more crying over little issues and most importantly, I have started to sincerely value my life, by taking care of my diet, fitness and most importantly, doing what makes me feel happy.” “My will power to fight cancer came solely from the love and support, i got from my family during the treatment. As a survivor, i request each and every family member to be very positive, calm and hopeful whenever around the patient.”, maintained Lakhwinder from Chandigarh Download The Times of India News App for Latest City ."}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "bad condition of bus stop.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bad-condition-of-bus-stop/articleshow/62954902.cms", "description": ""}, "Two Mohali cops injured in clash with proclaimed offender": {"datetime": "", "time": "2019-06-18 10:14:00", "description": "MOHALI: A police party was assaulted by a proclaimed offender in an attempt to arrest him on Sunday. ASI Jaspal Singh and his gunman constable Jograj Singh were injured in the incident and their vehicle was also damaged in the melee. ASI Jaspal Singh sustained injuries in his shoulder, head and arm while Jograj sustained injury in his hands. They were taken to civil hospital in Kharar for treatment while woman subinspector Jasbir Kaur escaped unhurt. However, cops managed to arrest Harchand Singh, a proclaimed offender in various land fraud and cheating cases. Singh is accused of selling a plot without giving its possession. The case was registered on June 22, 2015. SSP Harcharan Singh Bhullar while conforming the incident said that a police party conducted a raid to arrest a wanted criminal headed by Majri police station house officer but as soon as the police zeroed in on the wanted criminal in retaliation, he attacked the police party. Jaspal Singh said he along with Jasbir Kaur and his gunman Jograj Singh went to Choti Nangal village in Majri block of Mullanpur to arrest Singh from his house. Police party went as pulse polio team and managed to identify the PO and as the team arrested him disclosing their identity, the wife and son of the accused started pelting bricks and stones at them. The accused also damaged the police vehicle. A case was registered under sections 186 (obstructing public servant in discharge of public functions), 353 (assault or criminal force to deter public servant from discharge of his duty), 332 (voluntarily causing hurt to deter public servant from his duty), 342 (wrongful confinement) and 427 (mischief causing damage) of the IPC against Shinder Kaur and her son Harjit Singh. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/two-mohali-cops-injured-in-clash-with-proclaimed-offender/articleshow/69836268.cms"}, "Sanya Malhotra launches new watch collection": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/sanya-malhotra-launches-new-watch-collection/articleshow/69727294.cms", "description": ""}, "NGO honours women achievers": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/ngo-honours-women-achievers/articleshow/69269016.cms", "description": ""}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Rajeev Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sushmita-sen-claps-and-cheers-for-brother-rajeev-sen-on-his-wedding/videoshow/69852296.cms", "description": ""}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Banker’s purse snatched in Panchkula": {"datetime": "", "time": "2019-06-18 09:10:00", "description": "PANCHKULA: Two men on a motorcycle allegedly snatched a purse from a woman posted as a head cashier at a Punjab National Bank (PNB) branch near her house in Sector 11 on Sunday evening. Reeta said was taking a walk when the accused sneaked up on her from behind and one of them grabbed her purse around 5 pm. By the time she could react, the accused sped away. Police registered a case under section 379 A (punishment for snatching) of the Indian Penal Code (IPC).). Assistant sub-inspector (ASI) Pratap Singh, the investigating officer, said the investigation is under progress. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/bankers-purse-snatched-in-panchkula/articleshow/69835567.cms"}, "\nNGO organizes fund raiser for special children in city\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/ngo-organizes-fund-raiser-for-special-children-in-city/articleshow/69652901.cms", "description": "Model and actress, Neet Mahal was in town recently to take part in a fund raiser event for special children. In the event, she was joined by Gagan Verma, Mr Supermodel Universe, Ruby Singh, actor and model and fitness expert Dr Vibha Bawa, winner of North Indian Queen 2018 and Ayurveda expert Sanjana Sharma, ex-banker and Mrs. India Beauty Queen 2018, Dr Tetiana Kapranova an endocrinologist, therapist and fashion model, Sam Rattan, actor-model and anchor, Dr Rimple Sharma, Mrs. Chandigarh Queen 2018. ‘Elysian Diva’, the fund raiser event was organized by Empower, a city based project, which works for special children betterment in association with Surkhwabh. The event was also a tribute to the supreme sacrifice of Deputy Commandant Joy Lal whose 20 th martyrdom day falls on May 30. During occasion, around dozen special children walked the ramp along with celebrities. Wheelchair Indian Cricket team players including Ranjit Singh, Nirmal Singh and Veer Singh Sandhu also joined kids in ramp walk and show. Download The Times of India News App for Latest City ."}, "Tragedy is going to fall": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tragedy-is-going-to-fall/articleshow/59996342.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "At GMSH, OPDs close at 8.30am, patients harassed": {"datetime": "", "time": "2019-06-18 09:35:00", "description": "CHANDIGARH: The ripple effect of the nation-wide strike against assault on junior doctors in West Bengal was witnessed in the city as doctors of Government Multispecialty Hospital (GMSH), Sector 16, also boycotted work on Monday. Showing solidarity to the cause, however, caused inconvenience to patients who had come to avail treatment there. The out-patient department (OPD) of GMSH was shut down at 8.30am following which a large number of patients were turned away without medical aid. “I came from Derabassi at 7am so that I could get the patient card made at the earliest. But then at 8.30am, they closed down the OPD. We still kept waiting for a few hours but had to return at last as no one tended to us. We will have to come back next week now,” said Sadhu Ram, a patient. Dr Amir Ali, a representative of the student council, claimed that India contributes the least amount of their GDP to health services (1.5%) as compared to the other countries which give at least 5-6% for the same. “As a result, even the equipment is inadequate to provide proper treatment. This leads to poor health services and discontent among the patients and their family members.” The doctors of GMSH on Friday had taken out a silent protest by wearing black badges, but on Monday, they too joined to the work strike. A doctor requesting anonymity said, “Our motive is not to make the patients suffer, but there has to be a solution. Our voices need to be heard.” The emergency services continued to work as usual. However, some patients faced problems as there was delay in treatment. A woman who had given birth just a week ago had been waiting for her child to get treated for jaundice, but couldn’t due to the ongoing strike. “They may be on strike, but isn’t a life more important than their demands for now?” she complained. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/at-gmsh-opds-close-at-8-30am-patients-harassed/articleshow/69832420.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "\nA peep into Haryanavi culture\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/a-peep-into-haryanavi-culture/articleshow/69760121.cms", "description": "Candigarh Sangeet Natak Akademi in collaboration with Haryana Kala Parishad organized Daaman Ki Phatkar- The Mirror of Haryanvi culture. A programme based on Haryanvi culture, it presented folk songs, dances, and Haryanvi comedy skit, directed by Ravi Shankar. It began with the Saraswati Vandana, followed by Haryanvi dance. A song 'Mere yaar Sudama Re,' by Isha Panchal and group dance by Bham Lehri were also presented. Download The Times of India News App for Latest City ."}, "Punjab CM Amarinder Singh won't attend Niti Aayog's meeting": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/punjab-cm-amarinder-singh-wont-attend-niti-aayogs-meeting/videoshow/69799381.cms", "description": ""}, "Farmers get relief cheques 2 days before expiry date, seek action": {"datetime": "", "time": "2019-06-19 08:19:00", "description": "JIND: The farmers of Safidon town in Jind district on Tuesday accused the local patwari (revenue official) of giving them compensation cheques just two days before their expiry date. They have urged the sub-divisional magistrate to look into the matter and act against the patwari. A farmer from Nimnabad village, Major Singh said their compensation was approved in March after a girdawari last year to assess loss to the paddy crop due to flood waters. “But patwari Mangal Singh distributed cheques to farmers on Friday, just two days before their expiry date. As the next two days were Saturday and Sunday, the bank was closed. When we approached to bank for releasing the payment, they refused, saying the encashment date of cheques was over,” he said. While Major Singh got a cheque of Rs 11,000, another farmer Karnail Singh got a compensation of Rs 7,150 and Balinder Singh Rs 12,000. Around 25 to 30 other farmers have also got compensation cheques of similar amount but are still waiting to get them encashed. Safidon SDM Mandeep Kumar said he had taken cognizance of the matter and would urge the bank to release the farmers’ money and if the bank does not do the needful, he would get all the cheques renewed through a proper process. “Even a single rupee of farmers would be given to them at the earliest. May be the delay was may be due to model code of conduct or slow processing of generating cheques by bank officials, but dues would be cleared at the earliest and famers don’t need to worry,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/farmers-get-relief-cheques-2-days-before-expiry-date-seek-action/articleshow/69849608.cms"}, "Eco Sikh plants 550 trees of 15 native varieties": {"datetime": "", "time": "2019-06-19 09:40:00", "description": "CHANDIGARH : In a bid to increase the green cover, Eco-Sikh , a global organisation of Sikh community committed toward the development of the environment, planted the 15th Guru Nanak sacred forest in the compound of Kheti Bhawan in Directorate of Horticulture department of Punjab government in Mohali on Tuesday. According to Pavneet Singh, assistant manager , some 550 trees of 15 native tree varieties such as Amaltas, Shisham, Baheda, Ashwagandha etc were planted on a 180 sq meter land. Five hundred and fifty saplings are being planted in each such sacred forest to commemorate the upcoming 550th birth anniversary of Guru Nanak Dev ji.  Quite interestingly, two of the trainees , Ravinder Singh and Kulbir Singh and, students of Public College in Samana, who took training in plantation of eco-forest at Bathinda where Punjab's first Guru Nanak Sacred forest was created , prepared the new forest. Both of them have spearheaded the efforts in setting up some seven new sacred forests, at Kheri Talwandi Malik in Samana , Meemsa in Sangrur, Kheri Jattan , another in village of Fatehgarh Sahib, DC complex and Directorate of Horticulture department in Mohali, so far. Speaking about the new skill of forest making acquired three months ago, from the mentor , a well known environmentalist Shubhendu Sharma, Ravinder Singh said, “I had some free time after completing course of BSC Agriculture which I am utilizing in serving the society with pious work of creating sacred forests as a homage to the Guru Nanak Dev Ji. It is also service to environment which is fast eroding.” He said that it was honour for them that officials of agriculture department also enriched their experience with their tips during this activity.” Kulbir Singh , said that the technique of growing forest with Japenese Miyawaki was so simple that anybody could learn it and do wonders with splendid forest which grows and expands faster without demanding much maintenance and care. Ravneet Singh,  Eco-Sikh project manager said, “The officials of Punjab forest department has been assisting us a lot by providing saplings for our sacred forests across the state. Besides this, we are also purchasing the bulk from the nurseries in Saharanpur as the saplings are not available in sufficient quantity in Punjab alone.” He further told that ateam of eight coordinators of Eco-Sikh were facilitated training in the forest creation technique from Shubhendu Sharma and Gaurav Gujjar at their Jodhpur center sometime ago. He expressed hope that with several trained hands committed in this mission, they would be able to create lot of sacred forests in Punjab by November this year. One in Kasur area of Pakistan has already been created by their team . They said that the efforsts of the eam would continue till they realise their green dreams . The volunteers say that they have also been able to generate awareness also about s variety of native trees. The locals are being told about the native tree saplings. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/eco-sikh-plants-550-trees-of-15-native-varieties/articleshow/69848520.cms"}, "Cycle track battles apathy": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cycle-track-battles-apathy/articleshow/62843611.cms", "description": ""}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "Punjab and Haryana High Court seeks reply from state government": {"datetime": "", "time": "2019-06-18 12:01:00", "description": "CHANDIGARH: The Punjab and Haryana High Court on Monday asked the Punjab government to submit a reply in the matter regarding two-year-old Fatehveer of Bhagwanpura village in Sangrur district who had died after falling into an unused borewell. The state has to inform the court about the reasons that led to the death of the child, factors that caused delay in the rescue operation and the steps which the state is going to take to prevent such incidents in the future. The matter has been fixed for July 3 for further hearing. The division bench comprising Justice Anupinder Singh Grewal and Justice Harnaresh Singh Gill passed these orders while hearing a petition filed in public interest regarding Fatehveer's death. Additional solicitor general of India and senior advocate Satya Pal Jain informed the court that innocent minor children are losing their lives in such incidents and some steps are needed to be taken to ensure such incidents do not occur in future again. Jain also explained the guidelines/dos and don'ts issued by the Supreme Court in 2010 regarding digging of borewells, which included putting a notice board near the borewell and setting up a wall around it. Seeking court's intervention on the issue, Jain asked the court to seek report if the apex court guidelines are being complied with by the Punjab government regarding borewells and to find out the reasons of delay on the part of the authorities in the latest case. The matter has reached the high court in the wake of a petition filed by Parminder Singh Sekhon, seeking a probe into the incident that led to the death of minor boy. Sekhon pleaded for fixing the responsibility of erring officials and further directions to formulate policy and procedure for digging borewells so as to avoid any untoward incident in the future. The petitioner has demanded compensation to the victim's family because of the crucial time wasted by the officials in retrieving the boy. Two-year-old Fatehveer had fallen into a 150-foot-deep borewell on June 6 and was brought out of it after a 108-hour rescue operation. The boy was, however, declared dead when taken to PGI, Chandigarh on June 11. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/punjab-and-haryana-high-court-seeks-reply-from-state-government/articleshow/69837818.cms"}, "Rusty board": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/rusty-board/articleshow/62437166.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Exam for post of naib tehsildar: HC lens on leak of question paper": {"datetime": "", "time": "2019-06-19 08:15:00", "description": "CHANDIGARH: Taking cognizance of a plea seeking cancellation of the written examination recently conducted by the Haryana Public Service Commission (HPSC) for recruitment on naib tehsildar’s post, the Punjab and Haryana high court has fixed July 8 for hearing the petition The matter came under HC scanner after Bhiwani resident Devender Singh and seven other candidates who took the exam, filed a petition, seeking re-examination. Their contention is that despite the arrest of several persons for allegedly leaking the question paper for selection of naib tehsildars, the commission has not cancelled the examination. The petitioner informed the HC that the exam papers were leaked in Karnal and police were able to nab a whole gang of persons who were involved in supplying the same to a large number of candidates. “When the paper was leaked, then the sanctity of the test was itself lost and the HPSC should have cancelled the same and ordered re-examination. It was just one gang that was caught. What about the other or others who were not caught or detected and the persons to whom it was further circulated, as today just a click of button on phone sends the same to thousands,” the petitioners’ counsel Saurabh Dalal submitted to the HC. Dalal also contended that the state machinery and the HPSC were not capable of handling and conducting the exam and even if a single candidate got the answer key to the leaked paper, the future of thousands of other candidates would be at stake on account of unfair means by some. He also submitted that the state and the HPSC should employ fool-proof measures of conducting examinations so that the future of those who have put in years of hard work and dedication is not jeopardized. The petitioners have prayed for cancellation of the examination held on May 26 and re-conduct of the written examination. In July 2015 and May 2018, the HPSC had issued advertisement for the selection of 70 posts of naib tehsildar (Group-B) in revenue and disaster management department, Haryana. The commission conducted the written exam in various districts of Haryana on May 26. The Haryana Police claim to have busted a gang allegedly involved in leaking the examination paper at Rewari on May 26. The paper leak was cracked by Rewari Police and the special task force (STF), Gurgaon, on the basis of secret information. According to preliminary investigation, the paper was leaked in Karnal and solved in Gurgaon. The answer keys were to be provided to candidates in Rewari centre but the accused were nabbed before that. The HPSC declared the result of the written examination on June 13. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/exam-for-post-of-naib-tehsildar-hc-lens-on-leak-of-question-paper/articleshow/69849609.cms"}, "Mohali: Furniture showroom gutted in fire": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/mohali-furniture-showroom-gutted-in-fire/videoshow/69761852.cms", "description": ""}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Now, traders may be involved for implementation of street vending policy": {"datetime": "", "time": "2019-06-18 09:53:00", "description": "CHANDIGARH: As the UT administration and the Chandigarh municipal corporation is facing stiff opposition from various traders’ body on creating vending zones in city, the administration now plans to involve traders and various market bodies for implementation of street vending policy. A senior UT official said they want to accommodate vendors in different vending zones in the city, but with the consent of traders as well. They have now planned to involve traders, while creating vending zones in the city. The final decision in this regard will be taken next week, he added. There were protests from traders of sectors 17, 15 and 22, in recent past against the UT and MC’s move to rehabilitate vendors in these markets. On the other side, the Chandigarh municipal corporation has completed the first round of the draw of lots already and allotted 3,000 street-vending sites around the city. It has suspended the process for the time being, since the matter was pending before the Punjab and Haryana high court. The town vending committee has already approved a fine of Rs 50,000 and registration of a criminal case if any vendor is found procuring fake certificates. The authorities will check the documents of the vendors time and again and in the coming days certificates equipped with security feature will be issued to them. Recently, the Punjab and Haryana high court had expressed its dissatisfaction over the definition given by the UT under the Street Vending Act. The high court had pointed out that how come footpaths and parking zones could be called streets. The HC also had made a satirical remark and said that if footpaths and parking zones could be streets then UT should also include parks under the Street Vending Act and allow street vendors there. There are a total 9,200 vendors in the city. Of these, 1,900 deal with essential commodities and they will stay at their existing place of vending due to the nature of their services. Besides, 6,500 registered vendors deal in non-essential commodities, who will be accommodated in vending zones identified by the Chandigarh administration. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/now-traders-may-be-involved-for-implementation-of-street-vending-policy/articleshow/69832954.cms"}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Punjab chief secretary reviews preparations for 550th Guru Nanak anniversary, gives deadline of September 30": {"datetime": "", "time": "2019-06-18 22:29:00", "description": "SULTANPUR LODHI: As he reviewed preparations being made for celebrating 550th anniversary of Guru Nanak in this historic town, Punjab chief secretary Karan Avtar made it clear to the officials that all the ongoing works must be completed before September 30 this year. Chairing a meeting to review the preparations of the mega event here at office of the market committee, the chief secretary, accompanied by Commissioner Jalandhar division B Purusartha and Inspector General of Police Naunihal Singh said that the celebrations during the mega event would start from November 5 and holy city would witness huge rush of devotees till November 15, so all the ongoing development works needed to be completed before September end. He said that any sort of callousness in this task would not be tolerated at any cost. \"The commemorative events must be a spectacular show for which every officer/ official must perform their duty zealously,\" he said. The chief secretary said that any sort of inordinate delay in execution of work was unwarranted and undesirable. He also said that besides ensuring prompt execution of work the officers must also make sure that the work was conducted as per the highest specifications of quality. In a big bonanza for the residents of Sultanpur Lodhi, he said that Bebe Nanaki Memorial University College for Girls would start professional courses like BCA/B Com from July 1 adding that this would provide an opportunity to girls of the region to have an access to quality education. The chief secretary also said that three tented cities to facilitate around 40,000 pilgrims would be erected at around 280 acres of land in Sultanpur Lodhi. Special arrangements would be made to ferry the pilgrims via rail and road route to Gurudwara Sahib, he said adding that fencing of Kali Bein would be done at two kilometres area which was vulnerable to avoid any sort of mishap. Chief secretary also said that a bio-diversity park would be set up on 8 acres of land as a part of the event adding that Nanak Bagichi would also come up in front of SDM office at Sultanpur Lodhi. He said that a hi-end light and sound show would be held at the holy city during the mega event. He also asked the various departments to ensure proper disposal of solid and liquid waste management during the celebrations. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/punjab-chief-secretary-reviews-preparations-for-550th-guru-nanak-anniversary-gives-deadline-of-september-30/articleshow/69847375.cms"}, "Chandigarh: Patients face distress as doctors shun work": {"datetime": "", "time": "2019-06-18 09:23:00", "description": "CHANDIGARH: As the staff of Government Medical College and Hospital, Sector 32, joined the doctors’ pan-India strike on Monday, the out-patient department (OPD) saw a beeline of patients waiting to seek treatment while doctors remained absent from duty. Long queues were also seen outside the abandoned registration booth. “The OPD has been overflowing with patients waiting since morning,” said Kuldeep Singh of Kurukshetra adding, “I have been here for 4 hours now, but they have given our files back and are not accepting any patient. My mother has cancer and I have travelled for nearly 70km for her treatment, but no doctors are available. “My child is sick, but there is no one to provide treatment,” said 33-year-old Usha of Ambala. Thousands of patients who come to the facility everyday have been left with no choice but to wait for the strike to end. Meanwhile, the hospital is jam-packed with patients and their family members as doctors remain away. A nurse from the OPD confirmed that emergency services are still being provided, but elective surgeries have been put on hold, as no doctor on OPD duty has reported to the hospital since morning. Consultants have been instructed to guide the patients, yet hundreds of them remain stranded. The delay in treatment has caused many patients to wait in the already full hallways of the hospital. As a result, there is lack of space, beds and wheelchairs for the patients. The skeletal staff at the hospital is overburdened and is unable accept reports of OPD patients. A patient complained, “Just because the doctors on strike, we are suffering and even basic treatment is being denied to us. People coming from outside the city are having trouble in accommodating themselves and have been sitting on the hospital floor for many hours.” “We should not be made to suffer at the cost of our health,” said another patient. As per information, the doctors will stage a protest in the evening to demand safety and security measures for them. Amid all the chaos, the emergency department remained functional and necessary treatment and care is still being given to critical patients cases. The OPD, however, saw no action on the day. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/patients-face-distress-as-docs-shun-work/articleshow/69832370.cms"}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "Environment protectors get awards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/environment-protectors-get-awards/videoshow/69745285.cms", "description": ""}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Driver without helmet": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/driverwithouthelmet/articleshow/67186377.cms", "description": ""}, "Down but not out": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/down-but-not-out/articleshow/62843619.cms", "description": ""}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Over charging in sector 22 Chandigarh": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/over-charging-in-sector-22-chandigarh/articleshow/60733974.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Chandigarh Housing Board holds draw of lots for allotment of 52 small flats at Maloya": {"datetime": "", "time": "2019-06-19 09:34:00", "description": "CHANDIGARH: The Chandigarh Housing Board (CHB) on Tuesday held computerized draw of lots for allotment of 52 small flats under Slum Rehabilitation Programme at Maloya Housing complex. The eligibility of the applicant was recommended by the UT estate office. Besides, another computerized draw was conducted for the two applicants of the Oustees Scheme. Both the applicants got dwelling units in Sector 63. To maintain transparency and fairness, both computerized draws were held in presence of applicants and under the supervision of senior officers of UT administration as independent judges. Yashpal Garg, chief executive officer (CEO), CHB, said draw of the result has been uploaded on the website of CHB (www.chbonline.in). A copy of the result has also been provided on the notice board of the CHB, he added. The administration rehabilitates slum-dwellers after conducting a biometric survey. The colonies resettled in the last ten years include Colony No 5, Nehru Colony, Kuldeep Colony and Mazdoor Colony. The allottees will have to pay Rs 1,000 as licence fee every month for 20 years after which they will pay the balance to get the ownership of the flat. The construction of the flats in Maloya had begun in June 2014 at a cost of Rs 250 crore under the Jawaharlal Nehru Urban Renewal Mission (JNNURM). Prime Minister Narendra Modi was to hand over the flat keys to the allottees in May last year, but couldn’t do so as the project was incomplete. The project, construction which began in 2014, was originally meant to be completed by 2016, but it got delayed by more than two years. Chandigarh Housing Board is the nodal body for the construction of rehabilitation colonies. So far, it has built 12,736 of the total 25,728 flats proposed for slum-dwellers. Of these, around 12,000 were built in sectors 38(W), 49, Dhanas, Mauli Jagran–II and Ram Darbar. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/chb-holds-draw-of-lots-for-allotment-of-52-small-flats-at-maloya/articleshow/69848876.cms"}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "unfit FIITJEE": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/unfitfiitjee/articleshow/66210224.cms", "description": ""}, "No power tariff hike in Chandigarh, says JERC": {"datetime": "", "time": "2019-06-18 21:04:00", "description": "CHANDIGARH: Providing major relief to the residents, the Joint Electricity Regulatory Commission (JERC) approved the electricity department’s petition, wherein they had not proposed any hike in power tariff for financial year 2019-20. As per the latest orders of the JERC, the new tariff will be applicable from June 1 and will remain valid till further orders from the commission. The electricity department in its power tariff petition submitted before the JERC had stated that there will be a surplus of Rs 18.65 crore for period between financial year 2017-18 to 2019-20, therefore the department did not propose any power tariff hike. Last time, the JERC had marginally increased rates in domestic and commercial categories and had reduced rates in the industrial category for the financial year 2018-19. In the domestic category, rate were increased from Rs 2.55 to Rs 2.75 in the slab of 0-150 units, while there was no change in the rate of Rs 4.80 in the slab of 151-400 unit. In the slab of above 400 units, the rate was increased from Rs 5 to Rs 5.20 per unit. Along the similar lines, a small increase in the commercial consumer category was also made. In the commercial category, there was no change in the rate of Rs 5 in the slab between 0-150 units, while in slab of 151-400, rate was increased from Rs 5.20 to Rs 5.30 per unit. In above 400 slab, rate was increased from Rs 5.45 to Rs 5.60 per unit. In the latest petition, the UT Electricity Department had also submitted that they had started a drive against defaulters. The department submitted that they had issued notices to defaulters and even disconnected power supply of major defaulters. As per the latest list, there are total 270 defaulters, who owe over Rs 10 crore to the electricity department. Out of the 270 defaulters, the department had disconnected connections of around 50% consumers while the remaining are tangled in dispute with the department. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/no-power-tariff-hike-in-chandigarh-says-jerc/articleshow/69846072.cms"}, "Panchkula traffic police get 25 new bikes": {"datetime": "", "time": "2019-06-18 10:08:00", "description": "PANCHKULA:Haryana director general of police (DGP) Manoj Yadava on Monday launched 25 special motorcycles at the Sector 14 police station. These bikes will assist the Panchkula police commissionerate quick response team (QRT) to provide road safety. The new motorcycles have been added to traffic unit of Panchkula under the initiative. The QRT team was flagged off by Haryana DGP along with Panchkula police commissioner (CP) Saurabh Singh and deputy commissioner of police (DCP) Kamaldeep Goyal. The motorcycles equipped with sirens and flash lights have been given by a private company as per its corporate social responsibility) initiative. Harbhajan Singh, director of the private company manufacturing the motorcycles, was also present on the occasion. Goyal said, “These QRT bikes will help them in traffic safety and prove helpful in controlling criminal activities like theft and snatching in the district.” CP Singh said, “All QRT vehicles will reach the accident spot at the earliest and ensure the smooth flow of traffic apart from helping the injured to get medical help and evacuating them at the earliest”. The DGP said, “The commissionerate should use these QRT vehicles for safety on national and state highways. The accident-prone areas of the commissionerate should be checked and cops issue challans on these stretches.” There are 28 PCR and 26 motorcycle riders deployed in the district day and night for crime control. Now, the addition of these 25 new motorcycles in district police will further aid in controlling the crime effectively, officials said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/panchkula-traffic-police-get-25-new-bikes/articleshow/69836204.cms"}, "No decision yet on fate of five MLAs who quit AAP": {"datetime": "", "time": "2019-06-18 11:50:00", "description": "CHANDIGARH: Five Punjab MLAs, who were elected on AAP ticket but later resigned from the party’s primary membership, continue to enjoy government perks and facilities taking benefit of the lacunae in law which does not prescribe any time limit for the legislative assembly speaker to decide such cases. MLAs Harvinder Singh Phoolka (Dakha), Sukhpal Singh Khaira (Bholath) and Master Baldev Singh (Jaito) resigned from AAP’s primary membership in January. Ahead of the parliamentary elections, two other AAP MLAs — Nazar Singh Manshahia (Mansa) and Amarjit Singh Sandoa (Ropar) — joined the Congress on April 25 and May 4, respectively. Khaira had by then floated his own Punjab Ekta Party, which Master Baldev later joined. Thereafter, Khaira and Master Baldev contested the parliamentary elections from Bathinda and Faridkot, respectively, but lost. Assembly speaker Rana KP Singh told TOI, “Their cases are under consideration. We have called them and will hear what they have to say. There is no such time frame.” Though the state government is yet to take a final call, the state assembly’s monsoon session is likely to be held in July. Also, till cases of these five legislators are pending with the Speaker, they remain MLAs and have the right to attend the assembly session too. Leader of opposition and AAP MLA Harpal Singh Cheema blamed the Speaker of delaying the decision on disqualification of these MLAs. “The Speaker is intentionally delaying hearing in these cases. Khaira is being given longer dates of hearing so that he continues to speak against AAP while enjoying government facilities as MLA. Manshahia and Sandhoa had sent their resignations to the Speaker but they have been given next date of hearing in July or August,” he added. Asked why AAP has not been taking up Master Baldev’s case for disqualification like that of Khaira, Cheema replied, “We are soon going to write to the Speaker against Master Baldev Singh. We are also going to send a reminder to the Speaker in a day or two for Khaira’s disqualification as MLA.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/no-decision-yet-on-fate-of-5-mlas-who-quit-aap/articleshow/69832973.cms"}, "Haryana receives more rain than Punjab": {"datetime": "", "time": "2019-06-19 08:46:00", "description": "JIND: Three-day span of intermittent rain in the region has benefited farmers as well as public thanks to the drop in temperature. Director of Indian meteorology department in Chandigarh Surender Pal said that farmers would need less water for irrigating their field, especially in case of paddy. “The rain has helped in sowing kharif crops and it’s a good sign for every one as people got relief from scorching heat wave in the region. The data taken form IMD department in Chandigarh shows that Hisar received highest rainfall in Haryana state with 36.7mm in last 24 hours and lowest in Palwal district at 1.7 mm. The data compiled by metrology department shows that Chandigarh recorded highest rainfall at 23.9mm, Haryana 16 mm and Punjab 14.9mm from Monday to Tuesday. Head of meteorology department in Chaudhary Charan Singh Haryana Agriculture University M L Khichar said, “Rain is good for cotton, jawar, bajra, guwar and paddy as famers can skip one irrigation of their fields.” He said that 30.4 degree Celsius temperature was highest and 20 degree was lowest on Tuesday in Hisar. Talking to TOI, national vice-president of Bhartiya Kisan Union Ramphal Kandela agreed with experts on benefit to farmers. Phool Singh Sheokand, a farmer in Jind , said that the rainfall is beneficial for most crops especially in dry area which don’t have irrigation sources. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/haryana-receives-more-rain-than-punjab/articleshow/69849567.cms"}, "\nSummer camp concludes\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/summer-camp-concludes/articleshow/69612811.cms", "description": "This summer, DPS, Chandigarh organised a summer camp for the children from May 16 to June 1, 2019 for tiny tots and May 22 to June 1, 2019 for senior group. The children participated in a number of fun activities like I- spy game, sprinkler fun, Bollywood day, theme parties, grooming sessions and art and craft. Theatre Robotics and Nutty Scientist were offered to students in the senior category. The camp concluded with a special celebration of Father's Day (junior category), and a theatre display (senior category). Download The Times of India News App for Latest City ."}, "Chandigarh’s heritage furniture auctioned for Rs 1.12 crore in New York": {"datetime": "", "time": "2019-06-19 09:38:00", "description": "CHANDIGARH: In yet another auction of artefacts belonging to the city, furniture items designed by Le Corbusier and Pierre Jeanneret were auctioned for Rs 1.12 crore in New York. While the UT administration failed to preserve its heritage items, a London-based auction house Phillips once again auctioned three heritage furniture items of city beautiful on June 6. A sofa set designed for the high court and Assembly was auctioned for Rs 34.80 lakh, while a pair of armchair was sold for Rs 69.60 lakh. Besides, an executive desk designed for administrative buildings of Chandigarh went under the hammer for Rs 7.39 lakh. Le Corbusier and his cousin Pierre Jeanneret had designed the aforementioned items. Both used to design chairs, tables, stools, and racks for government offices in the late 1950s. The designed furniture lot was replaced in the late 1980s and early 1990s, after which the administration had tossed the items in its backyards and stores. Unaware of the furniture's international worth, most UT departments had auctioned the old furniture thinking it as junk. Meanwhile, activist Ajay Jagga has written to the home minister, Amit Shah and minister for external affairs Subrahmanyam Jaishankar and sought inquiry into the auction of these furniture items. He further requested the authorities to look into the matter and seek a report on the Protection Against Trafficking in Cultural Property, specially of Chandigarh, so that the loopholes can be plugged and a suitable action be taken, after ascertaining the facts. To preserve its heritage artefacts, Archaeological Survey of India (ASI) had recently asked the UT administration for taking corrective steps. Director general of ASI had advised the administration to prepare an inventory of heritage items with subsequent authentication of their authorship. The ASI had also suggested that a museum dedicated to Le Corbusier and his team can be established by the administration, which will prevent taking these works of art out of India. Heritage furniture goes under the hammer During his stay in Chandigarh, Le Corbusier and Pierre Jeanneret designed several pieces of furniture. Some of the prototypes are present at Government Museum and Art Gallery, Sector 10. Jeanneret used the furniture in the house he stayed in at Sector 5. He was so fond of the city that after his death, his ashes were immersed in Sukhna Lake as he had desired. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/citys-heritage-furniture-auctioned-for-rs-1-12-cr-in-new-york/articleshow/69848855.cms"}, "Teeth, cloth help kin identify body in Mohali": {"datetime": "", "time": "2019-06-19 06:15:00", "description": "MOHALI: The body of a man, who was found burnt in Mohali last week has been identified by his family members. The deceased, Ramesh Kumar of Raebareli, was residing in Mohali and was a soup vendor. The deceased has been identified from his teeth, chin and a piece of cloth, which he used regularly. \"The body has been sent for postmortem, which would be conducted by a panel of doctors at Rajindra hospital in Patiala,\" said Sohana station house officer inspector Manphul Singh. Manphul said, \"Family members of the deceased (his daughter Sarita and brothers Dinesh and Ramesh) have come from Raibrailey to identify his body. They identified him from his teeth, which they claimed had a typical formation. Secondly, he also used to carry a cloth with him.\" Meanwhile, Manphul said the police would still procure viscera and DNA samples to ascertain the identity of the dead man. The cause of death will also be ascertained once the postmortem report is received. Panic had gripped the area when an unidentified body of a man was found burnt under mysterious circumstances near railway tracks in Sector 82, Mohali on June 13. Police said that the body was spotted by a passerby at 8.30am. The police have not ruled out the possibility of murder in the case. On getting the information, area DSP Ramandeep Singh said that a team of local police along with CIA staff and forensic experts rushed to the spot. A special team of government railways police was also summoned from Patiala. On April 27, a partially burnt body of a 'five-month pregnant' woman was found near MDC police station in Panchkula. The deceased has been identified as Arti alias Anu (38), a resident of Surajpur near Pinjore. Cops said that she had been strangulated before being burnt by her paramour and his brother. Later, the accused were were arrested. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/teeth-cloth-help-kin-identify-body-found-burnt-in-mohali/articleshow/69850284.cms"}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "How do I Guide ? Totally Worn out.": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/how-do-i-guide-totally-worn-out/articleshow/62990780.cms", "description": ""}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Chandigarh: ‘Pedicure, vitamins, weekly bath for Brownie’": {"datetime": "", "time": "2019-06-18 09:02:00", "description": "CHANDIGARH:The rooster which has robbed the peace of a military veteran is living no ordinary life. The bird is fully vaccinated against poultry diseases, maintains a high-level of hygiene, gets a pedicure often and is given a liver tonic, according to the owner, as she reacted to the police complaint against her pet. That’s not all. Brownie is given vitamins daily for a good immunity system, has been dewormed once and his next deworming date is coming close, she said. “Other than this, our Brownie has had liver tonic for good health and is completely vaccinated against poultry diseases. Cleanliness is a big thing in our home and we clean Brownie’s living space daily, using products like Dettol for his bedsheets and phenyl for our floors for better hygiene. He is given a bath once a week, nails are trimmed and beak filed. We give him oregano oil pedicures,” said the owner in a communication sent to TOI on Monday. The reply, in which the bird owner requested not to disclose their identity, also stated that the complainant has been creating undue pressure on them to forcefully remove Brownie from their home, which, according to her, is illegal. Major H S Dilawari, a retired veteran and senior citizen residing along with his wife at Army Flats, Sector 47, Chandigarh, has given a complaint to police seeking action against his neighbour, whose pet has been disturbing his peace. “Being senior citizens me and my wife are dealing with multiple health problems for which a sound rest is needed which is constantly broken with loud cock-adoodle doo during early hours and in the afternoon. Catching up on sleep again is impossible,” the veteran has mentioned in his police complaint. He has also stated that it has also become a nuisance for the whole building, with hygiene being a big concern as bird flu can affect small children in the building. While police complaint has mentioned that nuisance is created by a rooster and hen, the woman in her response to the complaint has claimed that she only has a pet rooster. It has also been claimed that the drain and staircase in the society, which is a shared space, has been cleaned only them. She claimed the complainant has been pressurizing them to leave their rented house by complaining to her landlord and creating problems. “For them, he might be just a rooster, but for us, he is a beloved family member, who has been with us since he was three weeks old. I have raised him like my own, have fed him from my hands and he sleeps on my lap. Compassion towards animals is lacking in people these days. This harassment has saddened me and my family greatly,” said the woman. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pedicure-vitamins-weekly-bath-for-brownie/articleshow/69835470.cms"}, "Rashid Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/icc-world-cup-afghanistan-captain-defends-rashid-after-morgan-mauling/articleshow/69851246.cms", "description": ""}, "Bus stop keeps passengers standing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/bus-stop-keeps-passengers-standing/articleshow/62908665.cms", "description": ""}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "Complete works in Sultanpur Lodhi by Sept-end: Chief secy": {"datetime": "", "time": "2019-06-19 07:19:00", "description": "Sultanpur Lodhi: Reviewing preparations for 550th birth anniversary of Guru Nanak Dev in the historic town, Punjab chief secretary Karan Avtar made it clear to the officials that all the ongoing works must be completed before September 30. Chairing a meeting to review the preparations of the mega event here at office of the market committee, the chief secretary, accompanied by commissioner Jalandhar Division B Purusartha and inspector general of police Naunihal Singh said the celebrations during the mega event would start from November 5 and holy city would witness huge rush of devotees till November 15, so all the ongoing development works needed to be completed before September end. He said any sort of callousness would not be tolerated at any cost. “The commemorative events must be a spectacular show for which every officer must perform their duty zealously,” he said. The chief secretary said any sort of inordinate delay in execution of work was unwarranted and undesirable. He also said that besides ensuring prompt execution of work, the officers must also make sure that the work was conducted as per the highest specifications of quality. In a big bonanza for the residents of Sultanpur Lodhi, he said Bebe Nanki Memorial University College for Girls would start professional courses like BCA and BCom from July 1, adding that this would provide an opportunity to girls from the region to have an access to quality education. Avtar said three tented places to facilitate around 40,000 pilgrims would come up in around 280 acres of land in Sultanpur Lodhi. He said special arrangements would be made to ferry the pilgrims via rail and road route to the Gurdwara Sahib. Avtar further said fencing of Kali Bein would be done at 2-km area to avoid any sort of mishap. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/complete-works-in-sultanpur-lodhi-by-sept-end-chief-secy/articleshow/69849601.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Denied leave to share research in Germany, professor gets it from HC": {"datetime": "", "time": "2019-06-19 09:54:00", "description": "CHANDIGARH: On being denied leave to present a research paper in Germany, MCM DAV assistant professor Renu Bala of physics department moved the Punjab and Haryana high court, and justice was duly served. Bala along with Vinok Ashokan and former Panjab University vice-chancellor Kare N Pathak were called to present their research paper at FH Munster University of Applied Sciences in Germany on a fully sponsored programme by the German government. However, Bala was denied the desired leave by her college that cited her requirement in admission duty for the upcoming admissions. The principal allowed her a leave, but only till June 23. Bala then approached the high court seeking allowance to visit to Germany for the programme between June 15 and July 7. The court in its order observed that Bala’s tickets were booked and a visa to her was issued by the German government. MCM DAV College PRO Ashish said Bala left the country for the programme after the court’s order. Associate professor Renu Bedi, dean sciences and head of physics department, said the authorities should encourage and feel proud when teachers are given opportunities to visit abroad to attend conferences/ workshops, that too fully sponsored. “The NAAC and NIRF rankings of colleges are also based on such achievements,” Bedi said. The professors’ research paper is on theoretical condense matter physics that studied the physical properties of quantum nanowire, such as the flow of electrons. The study has potential applications in building superfast quantum computers that are only talked about and have not been a reality so far. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/denied-leave-to-share-research-in-germany-prof-gets-it-from-hc/articleshow/69848189.cms"}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "PGGCG-42 likely to start 2 new PG courses": {"datetime": "", "time": "2019-06-19 09:44:00", "description": "CHANDIGARH: Post Graduate Government College for Girls, Sector 42, is likely to start two new courses – masters in History and Punjabi, in the new academic session. The last date for online submission of admission forms (centralized admission and non-centralized admission) is June 26. The college, established in 1982, has been accredited ‘A’ Grade by the National Assessment and Accreditation Council (NAAC). National Institutional Ranking Framework (NIRF) 2019 has placed the college in the Rank Band between 150-200. The college has a distinction of having been selected under the Unnat Bharat Abhiyan, a national programme of MHRD, Government of India. College principal Binu Dogra said, “The college motto ‘Higher still’ reflects the essence of the institution’s being and motivates it to remain persistent in its efforts to progress further. The college focusses not only on the peremptory requirements of the curriculum but also on co-curricular activities which enhance the innate talents of the young minds, our nation’s future and pride.” The 18-acre campus houses 60 spacious classrooms, 23 smart classrooms, seminar room, conference room, multimedia room, placement cell, exclusive IT block, auditorium, well-stocked library, a gymnasium hall, 39 fully equipped computer, language and science laboratories, spacious and hygienic food court, daycare centre, life sciences research lab and landscaped parks. The college is under 24x7 CCTV surveillance facility and provides high-speed Wi-Fi connectivity and on-campus ATM facility. The college caters to the needs of physically disabled/ visually impaired students by providing them with facilities like ramps, washrooms, wheelchair and tactile paving. The college boasts of Sabras, a state-of-the-art auditorium which can accommodate around 550 students The college has one hostel which can accommodate around 265 students. The admissions in the hostel are strictly on merit basis. The hostel rooms are spacious and well-furnished. The hostel mess and the kitchen have been renovated recently along with the washrooms. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pggcg-42-likely-to-start-2-new-pg-courses/articleshow/69848217.cms"}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Class XI: Edu dept releases 1st provisional list": {"datetime": "", "time": "2019-06-19 06:02:00", "description": "CHANDIGARH: A total of 15,931 students who had applied for Class XI admission in government schools have made it to the first provisional common merit list uploaded on the website of the UT education department on Tuesday. The students have been selected between 32.99 and 100 percentile. The number includes students with compartment. The common merit list includes the names of all the eligible candidates who have applied for admission to Class XI in science, commerce, skill courses and humanities stream. This list has been prepared in the order of percentage before the tie-break. Tie points will be settled at the time of allotment of school and stream. A stream-wise provisional merit list has also been prepared (before Tie Break) on the basis of first preference given by the candidate. Suppose a candidate has selected the science stream as his first preference, commerce as second and skill courses as the third, his/ her name in the stream-wise list has been included in the first preference list of science stream. However, the actual position may change at the time of allotment of school and stream and thus no inference should be drawn from the said list, officials stated. In the science stream, 3,157 students, 2,243 in commerce and 9,124 in humanities have been considered eligible. The remaining 1,407 students have been stated eligible for different vocational courses. In the sports category, 63 students have been considered eligible, including three compartment students. The UT education department had received 18,575 applications but only 15,931 had completed the process. All of them have been included in the provisional eligibility list. There are total 11,065 seats in 40 government senior secondary schools for three main streams and skill courses. For the candidates who filled more than one registration forms, the first one entered in the system has been considered. The other form(s) have been rejected. While going through the list, the students must double-check the particulars such as name, father’s name, board roll no., date of birth. They must also see if their grades or marks secured in Class X examination have been entered correctly. They should also calculate the merit as per details mentioned on Page 10 of the prospectus and ensure that the school code and stream code have been mentioned correctly. In case of any discrepancies, the candidates will have to report to the grievance redressal cells formed in two schools on June 19 before 2pm. No change in preference of school and stream will be allowed before completion of the first round of counselling, the latest notice reads. As per the schedule of admission, the list indicating allotment of school and stream will be displayed on June 25 at 11am. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/class-xi-admission-education-dept-releases-first-provisional-merit-list/articleshow/69848146.cms"}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Toilets out of bounds for public": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/toilets-out-of-bounds-for-public/articleshow/62843782.cms", "description": ""}, "Bhatinda: Rain cheer for paddy, cotton growers": {"datetime": "", "time": "2019-06-19 05:55:00", "description": "BATHINDA: Rains that lashed the Bathinda region on Monday night and Tuesday morning brought smiles on the faces of farmers, especially paddy growers. Showers drastically decreased their dependence on agriculture pump sets (tubewells) to water their fields during or after transplantation for a couple of days. Battling hot and humid weather for the past several days, the cotton growers too were happy following the rains. The long dry spell proves unfavourable for both the crops. However, more rains can be harmful for cotton and more so when water stagnates at the bottom of the plant, hitting the growth of the crop. The agriculture department officials are also elated over the rains which were long overdue for smooth transplantation of paddy and saving the cotton from long dry spell. “We were praying for rains to our cotton crop some much-needed relief from very hot and humid weather. But we know that if rains continue for long, it could be harmful for cotton,” said Sangat village farmers Baldev Singh and Hukum Singh. Farmers Mohinder Singh and Mukhtiar Singh at Sivian village said, “We were ready to transplant paddy and were waiting for our turn to draw water through motors on Monday evening. But with the rain, now we may not need water for a couple of days which will save a lot of electricity.” The paddy transplantation is at full swing since June 13, official date fixed by the state government. Paddy need a lot of water as the fields had to be left full of water. The rain, however, left vegetable growers in a spot of bother. The rains are unfavourable for watermelons, grapes and some other crops and affect their sale. Bathinda chief agriculture officer Guraditta Singh said the rain had come at a time when it was needed the most for transplantation of paddy. This rain will ease pressure on PSPCL for a couple of days, he added. Bathinda areas in troubled watersThe 28mm rainfall recorded in Bathinda however caused a lot of hardships to town residents. Many of the areas, including upscale civil station which houses district administrative complex (DAC), district judicial courts, the residences of deputy commissioner, IG, SSP, district and sessions judge and a score of civil, police and judicial officers were inundated. People had a difficult time in reaching DAC and courts with roads leading to these offices getting waterlogged. The rear side of DAC, power house road, Sirki Bazaar were submerged in knee-deep water. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/rain-cheer-for-paddy-cotton-growers/articleshow/69849593.cms"}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Need masks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/need-masks/articleshow/61680478.cms", "description": ""}, "DGP finds faults at Haryana’s ‘cleanest’ police station in Panchkula": {"datetime": "", "time": "2019-06-18 08:48:00", "description": "PANCHKULA: Electricity wires hanging precariously and non-maintenance of record in the CCTV control room were among the anomalies Haryana director general of police (DGP) Manoj Yadava detected at the Sector 14 police station awarded for being the cleanest throughout Haryana last year The DGP conducted the check after the launching ceremony of quick response team motorcycles, taking the cops by surprise. While going to the first floor to check the CCTV control room, the DGP asked commissioner of police (CP) Saurabh Singh to maintain the lockups. On the left side of the staircase on the ground floor, he noticed that the electricity meter was lying open and in a poor condition. Wires were hanging from them and touching the ground floor. Wires were hanging from a meter at the Sector 14 police station in Panchkula on MondayAt the CCTV control room, the DGP was shocked to learn the authorities were not maintaining any record of suspected vehicles/persons crossing the roads. The DGP directed the CP and deputy commissioner of police (DCP) to maintain a register otherwise the control room would only help in issuing challans and lose its purpose. At the ground floor, he pointed out the poor connection of split air conditioner on the staircase, with the wires hanging. The CP later called the Sector 14 police station house officer inspector Naveen to a separate room and discussed the issues raised by the DGP and directed him to correct the faults. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/dgp-finds-faults-at-haryanas-cleanest-police-station-in-panchkula/articleshow/69835270.cms"}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Two on way to Ambala killed as car hits truck parked on highway": {"datetime": "", "time": "2019-06-18 11:19:00", "description": "PANCHKULA: Two people were killed and another seriously injured after a car hit a tipper truck parked on the highway near Raipur Rani on Sunday night. The victims identified as Pradeep Kumar and Mantri, both belonging to Uttar Pradesh. Subhash (38), a sweet supplier in Zirakpur and a resident of Hallomajra, Chandigarh, were going with Kumar and Mantri to deliver a consignment at Ambala in his Mahindra Bolero car. When they reached near Raipur, a tipper truck was parked on the highway with no dipper on. The car driver failed to notice the truck and rammed the vehicle into it, Subhash said. Subhash received multiple injuries, while Kumar and Mantri fell unconscious. People gathered at the spot and took the victims to community health centre in Raipur Rani, from where doctors referred them to Government Medical College and Hospital (GMCH), Sector 32, Chandigarh, where doctors declared them brought dead. Police registered a case under sections 283 (danger or obstruction in public way or line of navigation), 337 (causing hurt by act endangering life or personal safety of others), 338 (causing grievous hurt by act endangering life or personal safety of others), 304 A (death caused due to negligence) of the Indian Penal Code (IPC) at the Raipur Rani police station and started the investigation. Assistant sub-inspector (ASI) Ram Bhaj, the investigating officer, said the truck driver would be arrested so on. Recent case  On June 13, three people lost their lives and nine, including three children, were seriously injured after their SUV collided head-on with a truck near Nanakpur village in Pinjore. Of the 12 SUV occupants, 11 were of the same family. The cases has been under investigation. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/two-on-way-to-ambala-killed-as-car-hits-truck-parked-on-highway/articleshow/69837122.cms"}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "The heat is on, pools bring in the respite": {"datetime": "", "time": "2019-06-18 11:17:00", "description": "CHANDIGARH: Swimming pools, amusement parks and water parks are the most sought-after places with rising mercury. And these places are for age no bar. So they are crowded with parents, kids and teenagers. Chandigarh gives people the option to choose between 3 water and amusement parks. There are two campus pools and 2 club swimming pools which have come as a relief to deal with heat and the good news is that most of these are open to people on a chargeable basis. The sports department of Chandigarh administration also has 3 swimming pools including Nursery Swimming Pool in Sector 23, Swimming Pool at Yoga Health Centre Sector 23 and Lake Sports Complex Swimming Pool Sector 1) which are providing the service by membership pattern annually or half-yearly. There are some swimming schools in the city which are training grounds for learners and provide them with certificates as well. . \"The temperature in June this year is almost above 40 degrees every day. The visitors come to the swimming pools in the evening hours mostly to relieve stress and anxiety of the whole day. The people are coming at large numbers daily,\" said Mehak, a swimming pool operator in sector 29. \"The swimming pool in Panjab University is open to public with charges but one has to join there for a minimum of 3 months,\" said Parminder Singh, Director of Physical Education and Sports of the varsity. Fun City is one of the oldest amusement and water parks of the city . The two more water parks in Chandigarh are Thunder Zone and Aqua Village. Out of the 3 water & amusement parks none are located within the citylimits. However, all the 3 water parks are located at different places which are just few minutes' drive from the city. One is in district Panchkula, second is in Mohali and the third one is in Pinjore. All three water parks around Chandigarh are big parks and are visited by tens of hundreds of people, every-day. The number of visitors is even more during summers as that is the peak time when people from all over Punjab, Haryana, Himachal Pradesh and other North Indian states visit the city beautiful. Most of the swimming pools and water parks are provided with coaches and life-guards. The filters are fitted in the pools to purify the water which will help to decrease the risk of skin and eye allergies. Speaking to TOI, Deepak Kumar at Fun city, Panchkula; said, \"These days are quite busy. Fun city is visited by hundreds of people daily. Not just local, people from Haryana, Himachal Pradesh and Punjab are visiting to the amusement cum waterpark. We are here for maintenance of the water as well. Filters are being provided for purifying the water. We use chlorine in required amount to not harm the visitors and protect them from skin and eye allergies.\" Five star hotels have a swimming pool, so even these hotels offer memberships to their pool area during summers. However, with a cost factor involved they are only seen as an option by those who want to go for coaching. Rising temperatures havegiven enough reason to make it a compulsion. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/the-heat-is-on-pools-bring-in-the-respite/articleshow/69837051.cms"}, "Who will drain out this water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who-will-drain-out-this-water/articleshow/59996357.cms", "description": ""}, "In need of traffic lights": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/in-need-of-traffic-lights/articleshow/62908752.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "\nCancer survivors get treated to a film\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/cancer-survivors-get-treated-to-a-film/articleshow/69665435.cms", "description": "Nearly 150 cancer survivors and their near & dear ones today bonded with their doctors and nurses over a film and popcorn as they enjoyed themselves at an exclusive screening of the Salman Khan starrer latest fim ‘Bharat’ organised for them by Saarthak, the cancer support group of a cancer institute in Mohali, at a city-based mall multiplex. The get-together of the cancer survivors was done on Cancer Survivor’s Day that is celebrated worldwide to demonstrate that life after a cancer diagnosis can be a reality. The cancer survivors thoroughly enjoyed the movie as well as the snacks served to them. “When you are faced with this dreaded disease, your life changes dramatically and you tend to become depressed and full of self-pity,” stated Satish Bhatia, who was diagnosed with cancer and underwent treatment at the institute. Dr Rajeev Bedi, director of the institute in Mohali suggested to the cancer survivors to reach out to other members of the community and get them to join any free support group like Saarthak. Download The Times of India News App for Latest City ."}, "Artistes present an awareness programme on 'World No Tobacco Day'": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/artistes-present-an-awareness-programme-on-world-no-tobacco-day/articleshow/69727738.cms", "description": ""}, "Leprosy affected patients struggling for BPL cards": {"datetime": "", "time": "2019-06-19 08:12:00", "description": "KARNAL: The residents of Indra Chakravarti Gram, who are leprosy-affected and most have lost their fingers and feet due to the disease, on the outskirts of Karnal are struggling for BPL cards. The affected families have raised the issue with the district food and supplies controller (DFSC) and even the chief minister, but have still not got the cards and are thus unable to get oil, sugar, and pulses. “There are around 92 families with around 350 members in Indra Chakravarti Gram, set up in 1969 for leprosy patients. As many as 34 families had applied for BPL ration card some years back but have still not got it. They have visited the DFSC office many times but not got any proper response. Nobody was ready to listen to them,” said Yadgiri Pasi, a resident of the colony, who has been suffering from leprosy for the last 25 years. Many like Kashinath, Gopal Dass, Sanju Devi, Akbar Miyan, Dhani Ram, Kallu Rai and Harmani, who are jobless and without proper homes, are not eligible for BPL cards. They get only five kg wheat in a month but no pulses, sugar and other facilities in the absence of a card. “We are not happy as the department has not even assured to provide us a BPL ration card,” said Kashinath. Tulsi Ram, 70, another colony resident, said his family falls under the poverty line but he has an APL card. DFSC Anil Kumar could not be contacted for his comments despite several attempts. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/leprosy-affected-patients-struggling-for-bpl-cards/articleshow/69849612.cms"}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Water woes": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/water-woes/articleshow/62908733.cms", "description": ""}, "Chandigarh: Seminar on MBBS study in Russia, Ukraine": {"datetime": "", "time": "2019-06-19 09:50:00", "description": "CHANDIGARH: To spread awareness among the student community about MBBS courses in Ukraine and Russia, a seminar on ‘MBBS Abroad’ will be held in city on June 20 from 11am to 6pm and on-the-spot admission letters will be issued to students meeting the criteria by the university delegates. “In the seminar we will assist students for admission in MBBS programmes in reputed institutions which are approved by Medical Council of India (MCI). The studies of MBBS are very cost effective in these countries’ vis-a-vis other international colleges and universities. All institutions are government owned. What’s more, the Ukranian and Russian method of teaching and degrees have worldwide acceptance,” said organizer Puneet Rampall. Apart from being cost-effective, there are many benefits of studying MBBS in Ukraine and Russia. First and foremost is the ease of the admission process, said Puneet adding, “The students have to send us the copy of their international passport, which should be valid for not less than 2 years, and their Class X and XII certificates and qualified NEET certificates. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/seminar-on-mbbs-study-in-russia-ukraine/articleshow/69848199.cms"}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Hrithik Roshan": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/hrithik-roshans-sister-sunaina-roshan-tweets-about-kangana-ranaut/articleshow/69852315.cms", "description": ""}, "Fortunes change for park shed-turned-parking stand": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/fortunes/articleshow/62437159.cms", "description": ""}, "Chandigarh: Sidhu, Soni fail to take charge": {"datetime": "", "time": "2019-06-18 11:27:00", "description": "CHANDIGARH: Eleven days after the Punjab chief minister, Amarinder Singh, reshuffled his ministers’ portfolios on June 6, neither Navjot Singh Sidhu nor O P Soni have taken charge of their new departments. Sidhu was given charge of the department of power, new and renewal energy resources, and Soni was allocated the medical education & research, freedom fighters and food processing departments. In the reshuffle, Sidhu was divested of the local government and tourism and cultural affairs departments and Soni of the school education department. Senior officers in power as well as medical education and research departments said on Monday that there is no word from either Sidhu or Soni till date as to when they would take charge and start attending office. Sidhu is present in his official residence at Chandigarh, but is avoiding interaction with the media. Soni is staying in Amritsar and sources close to him said he had no plans to take charge of the new department any time soon and would stay in Amritsar at least another two days. A senior officer in the power department, who did not want to be identified, said according to standard procedure, decisions are taken by the chief minister in the absence of a minister of a particular department. But, the officer clarified, there is hardly one file in a week that needs the minister’s concurrence in the power department and till date after the cabinet portfolios were changed on June 6 no file needed a ministerial okay. The functioning of the power department is mostly dependent on the Punjab State Power Corporation Limited (PSPCL) and the Punjab State Transmission Corporation Ltd (PSTCL). Sources in the Congress said party president Rahul Gandhi is believed to have made it clear to Sidhu, during their interaction in New Delhi on June 10 that he should take charge of his new department. Therefore, there are hardly any efforts from the Congress leadership to intervene in the issue. Amarinder is expected to meet Rahul in New Delhi later this week and the stalemate will continue, at least till then. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/sidhu-soni-fail-to-take-charge/articleshow/69832996.cms"}, "chd citizen cross the road without any fear": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/chd-citizen-cross-the-road-without-any-fear/articleshow/62976231.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "\nA musical evening of Soul's Diet in city\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/a-musical-evening-of-souls-diet-in-city/articleshow/69760014.cms", "description": "Chandigarh Sangeet Natak Akademi presented a soulful musical evening by Soul's Diet, a Chandigarh based community music group at Tagore Theatre on Wednesday. Soul's Diet is a Chandigarh based band formed by Vikram and Gurleen. Through this band they are trying to create and present a different flavour of music. They sing poetry written by Sufi mystics and contemporary poets. Their main intention is to bring a moment of stillness and silence in people through their music. The musical evening commenced by singing of self-composed Sufi songs from mystics like Meera Shah, Khwaja Ghulam Fareed, Baba Farid and poems of contemporary poets like Sukhwinder Amrit and Kamaljeet Kaur. Download The Times of India News App for Latest City ."}, "Swara Bhasker attends an event": {"time": "", "link": "http://photogallery.indiatimes.com/events/chandigarh/swara-bhasker-attends-an-event/articleshow/69268711.cms", "description": ""}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "IPS probationers calls on DGP Haryana": {"datetime": "", "time": "2019-06-19 07:56:00", "description": "CHANDIGARH: A group of 22 Indian Police Service (IPS) probationers called on Director General of Police (DGP), Haryana, Manoj Yadava at Police Headquarters on Tuesday. While interacting with all the young officers, the DGP gave them important tips on policing and public service and added that they would get ample opportunities in the field to deliver service to the people, providing justice to the needy and poor. He asked them to adopt professional police practices to ensure better delivery of justice. During the one-and-half hour long interaction with them, the DGP shared his experiences on various aspects of policing in field. He also exhorted them to perform with zeal, dedication and high devotion for ensuring better law and order as well as safety and security of public, especially the women and children in their respective places of posting. Apart from this, welfare efforts made by the police personnel should also be rewarded and highlighted. Describing IPS as the best way of serving the mankind, Yadava congratulated the trainee officers for choosing police service as their career. He also extended his best wishes to all the probationers and wished them a bright future ahead. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/ips-probationers-calls-on-dgp-haryana/articleshow/69849616.cms"}, "Waterlogging turns poll issue ahead of ward byelection": {"datetime": "", "time": "2019-06-19 08:40:00", "description": "BATHINDA: Waterlogging in several parts of Bathinda turned a poll issue ahead of MC ward byelection as BJP and Congress leaders campaigned in knee-deep water at Sirki Bazaar, one of the worst-hit areas in the city, and targeted each other for lack of development. The byelection in ward number 30 is slated for June 21. BJP candidate from the ward Munish Kumar said, “Congress district president Arun Wadhawan has done nothing in the past two years to solve the problem of Sirki Bazaar. We had been asking the government to save residents and shopkeepers by finding a solution to sewerage issues during rains, but to no avail.” BJP candidate Munish Kumar campaign in knee-deep waterArun Wadhawan, whose father is contesting the byelection from Congress, said, “SAD-BJP had ruled for 10 years and never bothered to find any solution, leaving residents and businessmen to suffer year after year. Even now, the Bathinda Municipal Corporation is headed by SAD-BJP and the mayor belongs to SAD, but the alliance never cared to do anything to help Sirki Bazaar. Now we have asked finance minister Manpreet Badal to find some solution.” Meanwhile, residents and shopkeepers said they want a permanent solution to this problem. “We are least interested in politics as we have been at the receiving end for the past several decades. We want a solution to this problem at the earliest. We have to shut our shops and residents of the area have to make a lot of efforts in reaching their homes,” said Pardeep Kumar, a shopkeeper. Bathinda mayor Balwant Rai Nath said efforts are being made to pump out rainwater and finding long-lasting solution to the problem. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/waterlogging-turns-poll-issue-ahead-of-ward-byelection/articleshow/69849587.cms"}, "Beer price up few pegs, top brands go missing": {"datetime": "", "time": "2019-06-19 05:55:00", "description": "MOHALI: If you are a beer lover residing in Mohali, drinking beer might be pinching the pocket with regular brands having gone missing from liquor vends. The regular beer brands or rated as affordable brands have gone missing from the Mohali liquor vends. Also, the liquor vends adjoining Chandigarh borders in Mohali have brought the beer rates at par with that of UT. Regular Beer brands like Carlsberg, Tuborg, Carling not being sold at Mohali vends owing to non-issuance of labels to the vend owners. On the other hand, the beer rates in UT have been hiked by Rs 20 per bottle. Beer lovers suspect that it is the nexus between UT and Mohali liquor vend owners as Mohali vends adjoining Chandigarh borders have slashed the rates by Rs 20 per bottle whereas the liquor traders in Chandigarh have hiked the rates by Rs 20 per bottle. Whereas the beer bottle rates in vends farther from the UT border are charging the actual rates which are costlier by Rs 20 to Rs 40 per bottle as that of in Chandigarh. Jasjit Brar who loves beer said, “I am very fond of drinking beer and have observed that the beer rates are lesser by Rs 20 to Rs 30 per bottle in Mohali itself at liquor vends adjoining Chandigarh borders. Miller beer costs Rs 200 at liquor vend adjoining UT whereas the same Beer costs Rs 230 per bottle if purchased from Sector 70 or from farther sectors. So, we prefer buying from liquor vend adjoining UT borders.” A liquor vend owner in Mohali on request of anonymity said, “We have to slash the rates at liquor vends adjoining UT as the vend sales were not picking up. People were preferring jumping the borders to get beer instead of purchasing from vends in Mohali. The rates in vends farther from borders are normal as with price difference of Rs 30 to Rs 40 per bottle than that of vends at borders. As far as cheaper brands are concerned the excise department is yet to release the labels for selling those brands in Mohali.” The excise department officers said that the department has imposed limitations of minimum selling Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/beer-price-up-few-pegs-top-brands-go-missing/articleshow/69848497.cms"}, "Fifteenth Guru Nanak sacred forest created in Mohali": {"datetime": "", "time": "2019-06-18 18:48:00", "description": "CHANDIGARH: Eco-Sikh, a global organisation of Sikh community committed for environment, planted their 15th Guru Nanak sacred forest in the compound of Kheti Bhawan in directorate of horticulture department of Punjab government in Mohali on Tuesday. According to Pavneet Singh, assistant manager, some 550 trees of 15 native tree varieties such as Amaltas, Shisham, Baheda, Ashwagandha etc were planted on a 180 sq meter land. Five hundred and fifty saplings are being planted in each such sacred forest to commemorate the upcoming 550th birth anniversary of Guru Nanak Dev ji. Quite interestingly, two of the trainees, Ravinder Singh and Kulbir Singh and students of Public College in Samana, who took training in plantation of eco-forest at Bathinda where Punjab's first Guru Nanak Sacred forest was created, prepared the new forest. Both of them have spearheaded the efforts in setting up some seven new sacred forests at Kheri Talwandi Malik in Samana, Meemsa in Sangrur, Kheri Jattan, another in village of Fatehgarh Sahib, DC complex and directorate of horticulture department in Mohali, so far. Telling more about the new skill of forest making acquired three months ago from his mentor, Shubhendu Sharma, Ravinder Singh said, “I had some free time after completing course of BSC Agriculture which I am utilizing in serving the society with pious work of creating sacred forests as a homage to the Guru Nanak Dev Ji. It is also service to environment which is fast eroding.” He said that it was honor for them that officials of agriculture department also enriched their experience with their tips during this activity.” Kulbir Singh said that the technique of growing forest with Japenese Miyawaki was so simple that anybody could learn it and do wonders with splendid forest which grows and expands faster without demanding much maintenance and care. Ravneet Singh, Eco-Sikh project manager said, “The officials of Punjab forest department has been assisting us a lot by providing saplings for our sacred forests across the state. Besides this, we are also purchasing the bulk from the nurseries in Saharanpur as the saplings are not available in sufficient quantity in Punjab alone.” He further told that a team of eight coordinators of Eco-Sikh were facilitated training in the forest creation technique from Shubhendu Sharma and Gaurav Gujjar at their Jodhpur center sometime ago. He expressed hope that with several trained hands committed in this mission, they would be able to create lot of sacred forests in Punjab by November this year. One in Kasur area of Pakistan has already been created by their team. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/fifteenth-guru-nanak-sacred-forest-created-in-mohali/articleshow/69844159.cms"}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "Food security consultative group recommends changes": {"datetime": "", "time": "2019-06-19 08:27:00", "description": "CHANDIGARH: To streamline the food grains distribution system and to bring transparency, the food security consultative group formed by the Punjab chief minister reviewed the food security schemes and recommended changes in the implementation of existing schemes. The group constituted under the chairmanship of Bharat Bhushan Ashu, Punjab food and civil supplies minister, held its first meeting on Tuesday and discussed delay in verification procedure for smart ration card. It was observed that inordinate delay occurs in verification of beneficiaries due to the performa being passed from the patwari’s office to deputy commissioner. To ease the process, the group suggested that in rural areas, patwaris, block development officers and district food supply controller or his nominee verify the forms of the beneficiaries. In urban areas, inspectors of municipal committees, executive officers and secretary/superintendent level officers and in areas falling under cantonment boards the nominee of the respective deputy commissioner may do the form verification. The group was of the view that this simplification in identification/verification of beneficiaries will increase the reach of food security schemes. To maintain transparency in the procedure, the group proposed to randomly check the data to the tune of 10% by sub-divisional magistrates and 5% by deputy commissioners. It also proposed to rope in more depot holders so that beneficiaries do not have to travel far to get subsidized food grains. Village-wise re-verification of data of existing beneficiaries was also suggested. Aiming greater outreach to the needy, the group agreed to bring youth hostels, old age homes and orphanages under the preview of subsidized ration. Ashu said that chief minister Amarinder Singh had constituted eight consultative groups to review and modify flagship government schemes. The groups have been mandated to review and assess the performance of the schemes and give their respective recommendations for further improvements. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/food-security-consultative-group-recommends-changes/articleshow/69849590.cms"}, "Panjab University to probe shooting of ‘Bandook’ video on campus": {"datetime": "", "time": "2019-06-19 10:10:00", "description": "CHANDIGARH: Panjab University has decided to launch an inquiry to learn how the video of Punjabi singer Jass Manak’s recently released song ‘Bandook’, which allegedly promotes gun culture, got shot on the university campus, registrar Karamjeet Singh said on Tuesday. Assistant professor Pandit Rao Dharennavar of PU-affiliated Post Graduate Government College, Sector 46, who had earlier protested against the playing of vulgar songs on school and college campuses in the city, gave a complaint to the registrar to inquire how the singer got permission to shoot the song’s video on the campus. The song in dock, Bandook, is part of a movie Sikandar 2 that will hit the theatres on August 2. The song was released about a week ago on YouTube and has been viewed 5 million times so far. Parts of the video of the song have been shot at hostel number 4, Dr Abdul Kalam Bhawan and the road connecting gate 1 of the university to Gandhi Bhawan. In his complaint, Dharennavar stated that the song promoted gun culture and was not suitable for students of the university. “When the authorities have issued orders banning the playing of vulgar, drugs and violence promoting songs on the campus, how come this song got permission to be shot here” Dharennavar asked. The registrar said he has received the complaint and an inquiry will be launched in the matter. “This is absolutely wrong. Any type of music promoting vulgarity, drugs and violence is not allowed on the campus,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pu-to-probe-shooting-of-bandook-video-on-campus/articleshow/69848154.cms"}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "Cold treatment": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/cold-treatment/articleshow/62812823.cms", "description": ""}, "Damaged pavements in parks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/damaged-pavements-in-parks/articleshow/62437257.cms", "description": ""}, "PU likely to allot hostels online from new session": {"datetime": "", "time": "2019-06-18 08:03:00", "description": "CHANDIGARH: Panjab University may finally start the allotment of hostels online from the coming session.Sources said the guidelines for online allotment were being framed at present and the final call would be taken in a meeting to be held soon within a couple of days. A notice has been sent to all the hostels in the university to get the accommodations vacated for the new entrants taking admissions this year. Earlier, after getting admissions, a student would have to approach the chairperson of his department to check his eligibility for hostel accommodation as per the merit list. He would also have to take the form from the university and fill it up and submit it manually, following which the warden would allot the room as per availability and merit list. Due to shortage of seats in hostels, many students would not get the accommodation and would be put on the waiting list. The offline procedure invited many protests from students who alleged that there was no transparency in allotment. They alleged that “favourites” were preferred in the allotment. However, the university from this year may make the process online with students finding out their eligibility of accommodation as per the merit list during the admissions. They may also be able to apply online for allotment after the confirmation of admission. The students at the university also said they wanted the process to made online and more transparent. Meanwhile, the disabled students of the university have said hostels should accommodate 100% of disabled students rather than assigning reservation to them. “Earlier, it has happened that disabled students have been put on the waiting list for months after getting admission. They have been forced to stay in gurdwaras and other such shelter homes where they are not comfortable. We have requested that all the disabled students should be accommodated in hostels as soon as their admission is confirmed,” said Rimpi Arora, a disabled research scholar at the university. At present, the university has eight hostels for boys and nine hostels for girls that can accommodate around 7,000 students, though the university has more than 16,000 studying at the campus. The remaining students either adjust in the occupied hostel rooms after permissions or are forced to stay outside the campus and pay high rent compared to the charges of PU hostels. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/pu-likely-to-allot-hostels-online-from-new-session/articleshow/69832450.cms"}, "Woman assault case: Police arrest Congress councillor Rakesh Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/woman-assault-case-police-arrest-congress-councillor-rakesh-choudhary/videoshow/69811807.cms", "description": ""}, "City lawyer writes to CJI for day-to-day hearing in stray dog case pending in SC": {"datetime": "", "time": "2019-06-18 11:43:00", "description": "CHANDIGARH: Expressing concern over the increasing nuisance of stray dogs and dog bites, city-based high court advocate has written to Chief Justice of India (CJI) requesting him to start hearing the case pending with Supreme Court (SC) since 2015. The final order could help governments come to a conclusion about an effective way to handle the situation, said the advocate pointing out that as the case is pending with the SC, all the high courts were requested not to pass any order relating to the Prevention of Cruelty to Animals Act, 1960 and Performing Animals Rules, 2001. The pending case is between Animal Welfare Board of India and the People for Elimination of Stray Troubles and others. In the letter addressed to CJI, it was mentioned that many cases are pending in Punjab and Haryana high court where no final order is being pronounced, making it impossible for Tricity to formulate laws to deal with dog bites. According to advocate HC Arora, the whole of India, including Punjab, Haryana and Chandigarh, face a serious threat due to over explosion of the population of stray dogs. It was mentioned in the letter that on a rough estimate nearly 20,000 people are bitten by stray dogs every day in the country. In some cases, the bites were so serious that people have died because of them. Stating that many public interest litigations (PILs) filed by victims of dog bites are also pending with most high courts, Arora said these petitions should be allowed to proceed so that appropriate directions can be issued to the state governments for curbing the menace of stray dogs. According to him, the hearing of such petitions came to a stand still because of an interim order dated November 18, 2015 passed by the Supreme Court of India in the case related to Animal Welfare Board of India Vs. People for Elimination of Stray Troubles and others. The order requested all high courts not to pass any order relating to 1960 Act and 2001 Rules, pertaining to the stray dogs. Arora had also referred to the case pending in the Punjab and Haryana high court in which the petitioner, the father of a child, who died on account of stray dog bite, was claiming compensation. During the pendency of the this writ petition, the high court had issued several directions to the states of Punjab and Haryana, and to the Union Territory Chandigarh for framing policy for giving compensation to the victims of stray dog bites, and also for curbing the menace of stray dogs itself by various means. But the November 2015 order of the SC had made those directions void, added the advocate. It was mentioned that the last hearing of the case pending with the SC took place on June 8, 2018 but no order was passed. The advocate thus requested the CJI to start day-to-day hearing of the case at the earliest and sort the issue once and for all. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/city-lawyer-writes-to-cji-for-day-to-day-hearing-in-stray-dog-case-pending-in-sc/articleshow/69837472.cms"}, "tree almost kisses road, commuters feel the heat": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/tree-around-kisses-road-commuters-feel-the-heat/articleshow/61666462.cms", "description": ""}, "\nKuchipudi danseuse lights up stage\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/kuchipudi-danseuse-lights-up-stage-0-/-55-chars/articleshow/69744216.cms", "description": "In continuation with the tradition of monthly Baithak, Pracheen Kala Kendra organised its 259 th Monthly Baithak on June 11. Delhi based Kuchipudi exponent Sree Veena Mani captivated the audience with her performance. Veena mesmerized the audience with her skillful footwork to intricate rhythmic patterns of Kuchipudi in an energetic rendition. Earlier Kendra deeply condole the demise of Girish Karnard, renowned literary luminary of international stature. Download The Times of India News App for Latest City ."}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Watch: Fireworks at Golden Temple in Amritsar on Prakash Purab of 6th Sikh Guru Hargobind Sahib": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/watch-fireworks-at-golden-temple-in-amritsar-on-prakash-purab-of-6th-sikh-guru-hargobind-sahib/videoshow/69851664.cms", "description": ""}, "Stray dogs greet visitors to the Fragrance Garden": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/welcome-to-the-fragrance-garden/articleshow/62437117.cms", "description": ""}, "Uproar after lady doctor assaulted": {"datetime": "", "time": "2019-06-18 12:34:00", "description": "SHIMLA: A lady doctor posted at a primary health centre in Thachi in Seraj assembly constituency of chief minister Jai Ram Thakur was assaulted during duty time on Saturday. While police has registered a case and has started the investigation, Resident Doctors Association of Indira Gandhi Medical College and Hospital Shimla has threatened two hours pen down strike on Tuesday followed by indefinite strike if no strict action was taken against those involved in the attack. Police has also formed a special investigation team to probe the case. Sources said that on Saturday, when lady doctor was on duty, one person under the influence of liquor started misbehaving with her and when she resisted, the accused assaulted her. Amid attack, lady doctor fell unconscious and the attacker fled from the spot. On the complaint of lady doctor, police has registered a case under section 354 (Assault of criminal force to woman with intent to outrage her modesty), 353 (Assault or criminal force to deter public servant from discharge of his duty) and 332 (Voluntarily causing hurt to deter public servant from his duty) of IPC at Aut police station. Superintendent of police, Mandi, Gurdev Chand Sharma said that special investigation team has been formed under DSP, Paddhar, to probe the case, while he himself visited the spot on Monday. He said CCTV footage of Senior Secondary School located close to primary health centre was also examined but the suspicious person could not be found. He said as per the description of attacker, given by the lady doctor, police personnel were visiting the nearby villages to nab the accused. “We are working on the case,” he added. Resident Doctors Association, general secretary, Dr Bhartendu, while interacting with media persons in Shimla on Monday, condemned the attack and said, “Inquiry is going on and if the accused is not found we will hold two hours pen down strike from Tuesday. If no strict action is taken against the man we will go on indefinite strike.” Meanwhile, health minister Vipin Singh Parmar has also sought report on the incident. He said strict action would be initiated against the person involved in the attack. He said CCTV footage was being checked to identify the accused and photographs of patients and attendants who were there at the time of incident were also being verified. “At present security personnel are deployed in hospitals having 50 or more beds but in coming days security will be extended to hospitals with a capacity of below 50 beds on outsource basis,” said Parmar. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/uproar-after-lady-doctor-assaulted/articleshow/69832861.cms"}, "Zirakpur bizman loses ₹75 Lakh in gym chain fraud": {"datetime": "", "time": "2019-06-18 08:06:00", "description": "PANCHKULA: A 47-year-old businessman has been allegedly duped of Rs 75 lakh in the name of a starting a franchisee of a popular fitness gym brand, leading the court to direct the police to register a case against the accused. Virender Sharma, a resident of New Generations Apartments,Zirakpur, alleged Bangalore residents Satya Sinha and his wife Shardul approached him, claiming to be top officials of Chisel Fitness, a company they claimed was running a chain of gyms across the country. He said as he was keen to start a business in the fitness sector, he responded to the accused. They introduced themselves as advanced fitness centre service providers and claimed a popular cricketer owns the brand with them. The victim met the accused in 2017 through one Mohit. The victim said he got lured after the accused named the cricketer as their partner. The accused told the victim that they were planning to set up 100 branches across the country by 2018. The accused in different transactions demanded Rs 75.01 lakh which were deposited by the victim through a bank located in Sector 9. An agreement among both the parties was signed on January 12, 2018, with an understanding to start the venture by setting up a gymnasium immediately and thereafter opening one by April 15, 2018. The victim arranged commercial space of 11,000 sq ft on leasehold basis at Elante Mall, Industrial Area, Phase I, Chandigarh, for setting up the gymnasium but to no avail. The accused allegedly also stopped attending/taking his phone calls. The accused lodged a complaint with the police but when they did not entertain his complaint, he moved the district court, Panchkula. On the directions of judicial magistrate first class (JMIC) Saurbh Gupta, a case was registered under sections 406 (punishment for criminal breach of trust), 420 (cheating) and 34 (act done by several person with same intention) of the IPC (Indian penal code) at the Sector 5 police station. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/zirakpur-bizman-loses-75-lakh-in-gym-chain-fraud/articleshow/69834926.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "3 Punjab men convicted for fake government job scam": {"datetime": "", "time": "2019-06-19 08:50:00", "description": "CHANDIGARH: A local court in Panchkula has convicted three persons who had collected Rs 43.31 lakh from gullible youths for recruitment as computer teachers for a society, which had a name that was similar to a government-run scheme. In this case, Sandeep Singh, Mandeep Singh and Amit Kumar, all residents of Tarn Taran district of Punjab, had collected Rs 43.31 lakh from 11,707 unemployed persons from Punjab by inviting applications for recruitment of computer personnel for various offices of a society, whose name was similar to the Sarv Siksha Abhiyan. “... They must have felt cheated during such phase of their life where they were struggling for their survival and were searching for employment. Such meticulously planned crimes impact the society on a larger scale,” observed judicial magistrate first class (JMIC) Panchkula, Viren Kadyan while sentencing the accused. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/3-pb-men-convicted-for-fake-govt-job-scam/articleshow/69849289.cms"}, "Not so pretty": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/not-so-pretty/articleshow/61680638.cms", "description": ""}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Neglected spots": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/neglected-spots/articleshow/63339263.cms", "description": ""}, "MC commissioner seeks stakeholders’ cooperation for Swachh Survekshan": {"datetime": "", "time": "2019-06-18 10:01:00", "description": "CHANDIGARH: The Chandigarh municipal corporation on Monday called a meeting of residents welfare associations (RWAs), market welfare associations (MWAs), hotels and restaurants association in connection with Swachh Survekshan, 2020. The meeting was held under the chairmanship of MC commissioner K K Yadav and attended by MC additional commissioner S K Jain, Chandigarh Beopar Mandal (CBM) chairman and MC councillor Charanjiv Singh among others. During the meeting the commissioner addressed that the Union ministry of housing and urban affairs is conducting Swachh Survekshan, 2020 league quarterly basis. He said Swachh Survekshan has become a significant measure of India’s sanitation status. While discussing important parameters of SS, 2020 league regarding conducting of rankings of Swachh hotel, school, hospital, RWA/Mohalla and market associations and engagements of RWAs/NGOs/Private sector through CSR to keep the city clean respectively, the commissioner said all major stakeholders will have to focus on proper sanitation in phases. He said that MWAs and RWAs should give few areas for segregation of waste generated from source level to the MC so as to opt these areas as model bases. He said first quarter will be completed by June end, second in September and third in December, 2019. The commissioner said that star ranking of sanitation will be organized in all the sectors including Swachh hotels, Swachh schools, Swachh office, Swachh market, Swachh area (RWA) and so on by involving each and every stakeholder in this campaign. City slipped to 20th spot in last survey The city beautiful had plunged from third position to 20th out of 4,237 cities in the Swachh Survekshan 2019 rankings released in March this year. It was Chandigarh’s worst performance in national cleanliness survey that began in 2016. The city’s ranking had dropped because of poor solid waste management, non-implementation of solid waste management bylaws etc. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/mc-commissioner-seeks-stakeholders-cooperation-for-swachh-survekshan/articleshow/69832969.cms"}, "On cam: Cong councillor's brother, aides thrash woman in Punjab's Muktsar": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-cong-councillors-brother-aides-thrash-woman-in-punjabs-muktsar/videoshow/69797276.cms", "description": ""}, "\nPhilosophical perspective of Ganga through Kathak\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/chandigarh/philosophical-perspective-of-ganga-through-kathak/articleshow/69636747.cms", "description": "Pracheen Kala Kendra organized a spectacular dance ballet ‘Ganga’ by the students of Kendra in the direction of Kathak exponent Dr. Samira Koser at Tagore Theatre. There were about 80 participants between the ages of 5 to 55, who gave ample proof of training given bytheir Guru Koser. This programme was split in two parts, one was Dance ballet Ganga and other, pure kathak dance presentations of Jaipur Gharana. After the lighting of traditional lamp, the programme got a majestic start with Ganga. This dance ballet gives a message that we should awaken and purify Ganga as well as our souls and be good human beings before it’s too late. This ballet was presented by Shubhra Koser, Amrita, Anu, Divya, Mehak, Savitri, Tanaya, Sonika, anushka, Geetika, Pranjal , Ojaswita , Sargam and Gursimran. Download The Times of India News App for Latest City ."}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "City doctors send OPDs in ICU": {"datetime": "", "time": "2019-06-18 09:19:00", "description": "CHANDIGARH: Outdoor patient department (OPD) services were on Monday affected in all three major hospitals — PGIMER, Government Multi-specialty Hospital, Sector 16, and Government Medical College and Hospital, Sector 32 — as doctors called off work to express solidarity with their colleagues in Kolkata. Thousands of patients who reached these hospitals had to return home without check-up. The most-affected were those who had come from far-off places, especially to PGI OPDs. Hori Lal, a resident of Mandi Gobindgarh, Punjab, had come to PGI in the morning after taking a leave without pay from the mill where he works to show his wife who has been experiencing pain in her right hand. He reached at 10am and waited till 1pm before returning disappointed. “I had to spend Rs 700 to come here with my wife and daughter. But this time it was all for a waste. We will have to return next Monday now as the doctor only sits on that day. She has extreme pain in her hand and was hopeful of getting some relief today. We had thought the cause of pain would be known and medicine would be given for relief as we got the CT scan report along, but no one saw it,” he said. In the sectors 16 and 32 hospitals, OPDS were shut down at 8.30am, while PGI doctors had announced on Sunday that they would suspend work in OPDs. In all three hospitals, especially in PGI, the faculty attended to patients in OPDs. In PGI, a contingency plan was devised to ensure functioning of the institute to the maximum extent possible. The OPD services were curtailed by reducing the registration timings by two hours. The OPD and diagnostic services were run by faculty, sponsored residents, foreign national residents and technical staff. As many as 3,596 patients were registered in the OPD on Monday, while 23 surgeries were performed till 5pm. All the emergency services, including labour room services, and intensive care units, functioned in a routine manner as these services were exempted from strike. Dr Jagat Ram, director, PGI, called a meeting of heads of departments on Sunday at 8 am to discuss the issue and prepare a contingency plan. Accordingly, a contingency plan was drafted and distributed to all heads of departments on Sunday itself. Dr BS Chavan, director, GMCH, said, “Though doctors called a shutdown, our faculty worked hard and covered 1,500 patients in the OPDs on Monday. They were on night duty as well. If the strike continues, our faculty will be at work.” In the protest on Monday, the doctors of three hospitals were joined in by members of Indian Medical Association (IMA), Chandigarh, Mohali and Panchkula units, which too had called for a strike for 24 hours till Tuesday. Doctors from different institutes joined the protest march in the evening. Dr Uttam Thakur, president, Association of Resident Doctors, PGI, said, “There is a need to enact laws in the entire country for safety of the doctors. Central security Act needs to be implemented in the whole of the country.” He said that if the demands were not, then they might even suspend emergency services, but added it would be the last resort. Spend more on health: PGI doctorDr Siddharth Jain, senior resident, rheumatology, PGI, said, “There is lack of understanding between patients and doctors and this is because of the lack of facilities. Public sentiments increase because of the delay in getting services as either there is shortage of doctors or that of hospitals.” “There is a need to increase the money being spent on health in the country, which at present does not match with the standards of WHO. We need to strengthen the infrastructure. All the doctors joining in for the cause shows the severity of the situation and need for the government to act fast,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/city-doctors-send-opds-in-icu/articleshow/69833137.cms"}, "On cam: Ward attendant stitches patient's wound in Jalandhar hospital": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-ward-attendant-stitches-patients-wound-in-jalandhar-hospital/videoshow/69809859.cms", "description": ""}, "Future drivers pick up road safety lessons": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/future-drivers-pick-up-road-safety-lessons/videoshow/69830139.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Repudiating accident claim proves costly for insurance firm": {"datetime": "", "time": "2019-06-19 10:08:00", "description": "CHANDIGARH: The district consumer disputes redressal forum has directed United India Insurance Company Limited to pay Rs 35,000 for repudiating the claim of a Manimajra resident. They were also directed to pay the claim amount of Rs 48,100 to the complainant. Baaj Mohamad had stated in his complaint that on November 20, 2017, his insured tipper overturned in Phase 3, Mohali, while unloading material from the vehicle. In the process, factory-fitted hydraulic system of the tipper got severely damaged. Following this, the insurance firm was intimated about the loss/ damage to the vehicle. Upon this, a surveyor was appointed by the company to assess the extent of loss/ damage caused to the insured vehicle. The surveyor visited the complainant on November 24, 2017, and gave a go ahead to get the vehicle repaired from the market and told Baaj to get a second-hand hydraulic system fitted for which he would be fully reimbursed by the insurer. The complainant acted accordingly and the repairs incurred a sum of Rs 1.53 lakh, including towing charges to the tune of Rs 8,000. In the meantime, another surveyor appointed by the company visited the complainant and took photographs of the damaged parts of the vehicle and of the insured tipper post repair. Besides collecting a copy of the insurance policy, the surveyor promised full reimbursement against the amount spent. However, on January 4, 2018, the insurer rejected the claim. In its reply, the insurance firm stated that the claim was rightly repudiated as the loss caused to the vehicle was not covered under IMT 47 and 52. The forum after hearing both the parties observed, “If a vehicle is overturned and damaged, that would be a part of accident and when the accident is covered under the terms and conditions of the policy, overturning could not be excluded from that. If it was to be excluded, there should have been specific mention of the same in the cover note/ policy. In absence of such a mention, the insurance company cannot say that since no premium was paid for overturning, the risk of overturning was not covered.” It was further stated that the insurer or its agents were under obligation to disclose the extra premium for overturning and if the same was not paid, overturning would not be covered. But from the record, it does not appear that this obligation was discharged by the agents of the insurance company and thus the firm cannot claim the benefit of the overturning exclusion clause. “In view of the above findings, we are of the concerted opinion that the repudiation of claim of the complainant is wholly unjustified and amounts to deficiency in service on the part of the company, which certainly has caused immense, mental and physical harassment to the complainant,” the forum observed. They were then directed to pay up. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/repudiating-accident-claim-proves-costly-for-insurance-firm/articleshow/69848171.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "On cam: Congress councillor’s kin assaults youth in Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/on-cam-congress-councillors-kin-assaults-youth-in-patiala/videoshow/69830774.cms", "description": ""}, "Junk yard beneath GPO flyover": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/junk-yard-downside-gpo-flyover/articleshow/62812794.cms", "description": ""}, "incomplete job done": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/incompletejobdone/articleshow/68770021.cms", "description": ""}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Fire engulfs scrap godown in Ludhiana": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chandigarh/fire-engulfs-scrap-godown-in-ludhiana/videoshow/69809132.cms", "description": ""}, "Chandigarh: BTech registration at PEC on till June 23": {"datetime": "", "time": "2019-06-18 09:41:00", "description": "CHANDIGARH: Admission to Punjab Engineering College (deemed to be university) is now open and registration can be done till June 23. PEC is an institution of high repute and stands 73rd in the All India Ranking 2018 by the National Institutional Ranking Framework (NIRF). The institute, situated in Sector 12, Chandigarh, has also started PhD programmes in the disciplines of engineering, science, management, humanities and social sciences. Admission to its undergraduate and postgraduate programmes is done through national level examinations such as JEE (Main) and GATE. The 146-acre sprawling campus is divided into various functional zones like hostels, institute building, new academic block, administrative block, technology block, residential complex for faculty and staff and a mini market. In addition to lecture theatres, tutorial rooms, committee rooms, seminar rooms, board room, senate hall and drawing halls, the institute has an auditorium, open-air theatre, library and computer centre, reading rooms, workshops and well-equipped laboratories. The campus is under CCTV surveillance to ensure safety of students. Wi-Fi facility is provided only in the academic area. The college has a serene environment with varied foliage. It has palatial playgrounds, tennis courts, squash courts, swimming pool, gymnasium, student club and technical society area. The institute provides banking facilities to students through nationally connected ATMs and computerized post office. There are nine academic departments and two centres of excellence. The faculty of academic departments and centres is highly qualified. They make sure that the students are taught in a way that makes them have an edge over their peers. The college library covers an area of 27000 sq ft having two interlinked buildings — Old block and New block. It is fully air-conditioned, computerized with Libsys software and can accommodate around 382 students. The Wi-Fi enabled library is organized into various sections like circular section, periodical section, reference section, multimedia section, newspaper/ magazine section, technical section, book bank (general and book bank SC/ST), binding section, which are manned by professionally qualified staff. There is a special room on the ground floor for the library users who are physically challenged. The college library has a total number of 1,20,500 books, more than 3,000 e-journals, more than 3800 e-books and around 2500 e-resources in the form of CDs, DVDs, video cassettes. It also provides access to anti-plagiarism software. There is RFID system for efficient tracking of books. A self-services station has also been installed to facilitate users with self-issue/ return of documents. Theft detection pedestals have been installed at the entrance and exit gates of the library to check the movement of unissued books outside the library. Hostel accommodation is provided to the students as per the availability of rooms. The hostel can accommodate around 1,240 college inmates including boys and girls. Hostel rooms are spacious and fully furnished. Common rooms are fully air-conditioned for recreational facilities. There is provision of newspapers and magazines, common television set, equipment for indoor/outdoor games. Each hostel has a separate mess that provides nutritious vegetarian food. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/btech-registration-at-pec-on-till-june-23/articleshow/69832465.cms"}, "Black-out": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/black-out/articleshow/63350507.cms", "description": ""}, "'Punjab govt to bear treatment expenses of woman thrashed by 6 men'": {"datetime": "", "time": "2019-06-18 21:20:00", "description": "BATHINDA: Punjab minister Charanjit Singh Channi on Tuesday met the woman who was mercilessly beaten up last week by six persons and announced that the state government will bear the expenses incurred on her treatment. He visited the victim at Guru Gobind Singh Medical College in Faridkot. Channi also announced the state government will act tough against the accused persons. He reiterated that the Punjab government is duty bound to provide free, transparent and fearless environment to every section of the society and said there will be no injustice against anyone. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/punjab-govt-to-bear-treatment-expenses-of-woman-thrashed-by-6-men/articleshow/69846204.cms"}, "Two more held in Rs 1 crore Karnal robbery case": {"datetime": "", "time": "2019-06-18 13:06:00", "description": "KARNAL: The police have arrested two more accused in connection with Rs 1-crore robbery in the house of automobile dealer Rahul Rao in Karnal on May 21. They also recovered 1.185 kg gold jewellery, 2 kg silver jewellery, one mobile phone and Rs 5 lakh cash looted from the victim from the possession of the accused. With this recovery, the police claim that remaining half of the robbed valuables have been recovered. They had recovered the half of the robbed valuables from two accused nabbed earlier. Those arrested were identified as Surendra alias Pawan, the main accused, and Ranjeet, both residents of Gogri village in Bihar. Acting on a tip-off, CIA-1 in-charge Deepender Rana-led team arrested the duo from Kundli border in Sonipat district, said deputy superintendent of police (DSP) Virendra Saini. DSP Saini said the accused were taken on a three-day police remand, during which the police recovered the looted valuables. On May 21, three miscreants in connivance with the servant of the house had looted cash and jewellery worth over Rs 1 crore after taking Jyoti Rao, daughter-in-law of Rahul Rao, her kids and their maid hostage. The servant had been hired through a Delhi-based agency only three-four days before the incident. With the arrest of these two remaining accused, all the looted valuables have been recovered. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/2-more-held-in-rs-1cr-karnal-robbery-case/articleshow/69832943.cms"}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "WHERE IS SWACH BHARAT": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/where-is-swach-bharat/articleshow/62954877.cms", "description": ""}, "Medical services take a hit in Mohali": {"datetime": "", "time": "2019-06-18 09:32:00", "description": "MOHALI: Medical services were hit in Mohali on Monday as the doctors took part in the nationwide protest to condemn the alleged attack on two junior doctors in West Bengal. Out patient departments (OPDs) of all private and government hospitals were closed. Patients were seen sitting in waiting halls to get medical aids, hoping the doctors might come back after calling off the strike. However, the protesting doctors with black ribbons pinned on their shoulders claimed only OPDs were closed and all essential services, including rounds by doctors in wards, were not affected. The protesting doctors also presented a memorandum to health minister Balbir Singh Sidhu demanding protection. Dr Sanjeet Singh Sodhi, president, Indian Medical Association (IMA), Mohali, said there have been a number of incidents in the recent years of doctors already working under stressful conditions being assaulted by patients or their relatives. “The recent incident in West Bengal is appalling to say the least. Doctors must get better security,” he said. Sidhu assured the protesting doctors that if any such incident occurs in Punjab, there would be immediate registration of an FIR against the accused. Dr Viren Dhankhar, secretary, IMA, Mohali, stated that a surgeon would never be able to give his best in high-risk cases if he has the fear of violence in his mind. This will ultimately be detrimental to the health of the patient, he said. According to Dr Charandeep Singh, there are various avenues for complaints against negligence but taking law into one’s own hands is not acceptable. Dr Ashwani Kansal said IMA, Mohali, has full sympathies for the patients but has no option other than to cease OPD and non-essential medical work for the day to protest the unruly behaviour of the patients. Dr P Singh appealed to the West Bengal and the central government to take steps toward imparting justice to the assaulted doctors and prevent any violent incident in the future. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/medical-services-take-a-hit-in-mohali/articleshow/69832411.cms"}, "Who is superior?": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/who-is-superior/articleshow/62437151.cms", "description": ""}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Broken Gate": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/broken-gate/articleshow/62990844.cms", "description": ""}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "12 of 13 Punjab MPs take oath in Punjabi": {"datetime": "", "time": "2019-06-19 06:11:00", "description": "JALANDHAR: Twelve out of the 13 MPs from Punjab took their oath as members of the 17th Lok Sabha in Punjabi this time, barring Gurdaspur MP Sunny Deol. It is probably the first instance in recent times that MPs from all parties — Congress, Shiromani Akali Dal, BJP and Aam Aadmi Party — preferred to take oath in the state language. Only Deol took his oath in English. While two Union ministers Harsimrat Kaur Badal and Som Parkash had taken their oath in Punjabi on Monday, 10 other MPs followed suit on Tuesday. Linguistic diversity was the flavour of the oath-taking this time as MPs from across India predominantly took oath in their mother tongue, be it Dogri, Kannada or Konkani. Gurdaspur MP Sunny Deol takes the oath of office in EnglishOver a fornight before on May 30, Harsimrat and Som Parkash had taken their ministerial oath in English, but they were trolled by Punjabi netizens. Second-time Jalandhar MP Chaudhary Santokh Singh said it was for the first time that 12 out of 13 MPs had taken oath in Punjabi. Former MP Prem Singh Chandumajra, who was elected to Lok Sabha thrice, said it was after quite some time that such a large number of MPs from Punjab had taken oath in Punjabit. \"It was probably in 1977 that all Punjab MPs, barring one, had taken oath in Punjabi,\" he said. Three-time MP Ravneet Bittu also said that the number this time was maximum. The symbolism of MPs across parties and from diverse communities taking their oath in Punjabi in the Parliament assumes significance for Punjab, where language was made the reason of communal rift in 1950s and 60s and the state witnessed a bitter campaign against Punjabi language. While SAD president Sukhbir Singh Badal concluded his oath with Sikh greeting “Waheguru Ji ka Khalsa, Waheguru Ji Ki Fateh”, Sanguru MP Bhagwant Mann concluded with “Inqalab Zindabad”. Sukhbir using the Sikh salutation is being seen as an attempt to assert the Panthic identity of the Akali Dal as the party trying hard to recover its lost base. Anandpur Sahib MP Manish Tewari, who is usually seen speaking in English, also took his oath in Punjabi. His father late Prof V N Tewari, who was a member of Rajya Sabha, was a prominent scholar of Punjabi literature. The move was also lauded by Punjabi netizens. “It will not only help in getting Punjabi language better recognition at the national level, but will also help to strengthen the spirit of Punjabiyat and Punjabi identity. The MPs should now make their speeches also in Punjabi in Parliament,” said Satnam Singh Manak, president of Punjabi Jagriti Manch, which takes out an annual Punjabi march on international Language Day. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/12-of-13-punjab-mps-take-oath-in-punjabi-sunny-prefers-english/articleshow/69849285.cms"}, "6 people die on Mohali roads every week, says government study": {"datetime": "", "time": "2019-06-19 09:27:00", "description": "MOHALI: As many as six people lose their lives every week in road accidents in Mohali — the second highest fatality rate in Punjab — according to a government study on road safety analysis and identification of accident-prone areas. The office of traffic adviser, Punjab, took note of accidents from 2016 to 2018 in the study that found Rupnagar had the highest death rate out of the 22 districts in the state. The report was tabled in a meeting chaired by senior superintendent of police (SSP) to review traffic-related problems in the district. According to the report, 310 people died in 2017 and 290 in 2016 in Mohali. The number of deaths in 2018 was 297. The study found that the months of February, March, April, October and December were relatively more dangerous as regard to fatal accidents. The report was divided into three main aspects — dealing with general trends of accidents over the past three years along with its various analysis; dealing with the availability of resources within the state and in Mohali along with corresponding road accidents and highway patrol vehicle deployment. A detailed police station wise analysis revealed that Lalru, Derabassi and Zirakpur were the three police stations out of 14 in which more than 47% deaths were reported. All are on Ambala-Zirakpur national highway. Sohana and Kharar sadar police came next. In Lalru, 52 people lost their lives in 2017 followed by 43 in Derabassi, 40 in Zirakpur and 33 in Sohana in 2017. The report said 135 people died on the stretch between Zirakpur and Jharmari in 2017. Flaws detected in airport road designPunjab traffic adviser Navdeep Asija had also conducted a three-dimensional (3D) safety audit using drones to investigate the geometric design of three blind spots on the airport road in Mohali. The report revealed major flaws in design and engineering, proving that the road is not pedestrian and cyclist-friendly. The 3D audit was conducted on road crossings near Sohana gurdwara, IISER intersection and Sector 66-67 light point intersections. The report suggested that construction of modern roundabouts on these strategic locations could prove efficient and safer. Asija said, “We have conducted 3D study of geometric design of three blind spots on the airport road in Mohali using drones and have observed major flaws in design which causes accidents and make airport road unsafe for people. The road is not safe for pedestrians and cyclists as they are the majority of accident victims. So, we have laid special design emphasis for safety of pedestrians and cyclists while suggesting improvements. None of the traffic lights on these junctions is as per the traffic volume.” He said the office conducted the drone survey last month and on the basis of its findings prepared a report on March 12. It has been submitted to the inspector general, traffic, and would be forwarded to Greater Mohali Area Development Authority (GMADA) for corrective action. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/6-people-die-on-mohali-roads-every-week-says-govt-study/articleshow/69848903.cms"}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "Enact law to curb violence against doctors: Medical body": {"datetime": "", "time": "2019-06-18 09:38:00", "description": "CHANDIGARH: Members of the Indian Medical Association (IMA), Chandigarh, its Mohali unit and resident doctors of Government Medical College and Hospital (GMCH), Sector 32, held a meeting at the Dr P N Chuttani Memorial IMA Complex, Sector 35, on Monday. Dr Hardeep S Santokh, secretary, IMA, Chandigarh, said the call for withdrawal of non-essential services was necessary as the West Bengal government was adamant in its approach. The IMA said the 24-hour shutdown was just a glimpse of what could follow if the issues were not addressed. Dr Sushil Gupta, former president, IMA, Chandigarh, said more than 1,000 senior doctors had resigned from government hospitals owing to the “inhumane treatment” meted out to their junior colleagues. He said the IMA has a zero tolerance policy against violence on doctors and healthcare establishments and a Central Prevention of Violence against Medicare Services persons and Establishment Act has been a long pending demand of the association. Dr Neeraj Kumar, former president, IMA, Chandigarh, said that this law should be stringent enough to act as a deterrent. The IMA on Monday also submitted a memorandum of their demands, including immediate adoption of an existent state law for prevention of violence against doctors and creation of a hotline with a quick response team headed by a senior police official to pre-empt such incidents to the senior administrative officers of the city. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/chandigarh/enact-law-to-curb-violence-against-doctors-medical-body/articleshow/69832401.cms"}}