{"Rudraram murder: 11 arrested after 18 days": {"datetime": "", "time": "2019-06-19 06:27:00", "description": "HYDERABAD: Eighteen days after a murder-accused was hacked to death in broad daylight on National Highway-65 at Rudraram village, 11 persons were arrested on Tuesday. Mohammed Mahabub Hussain, 30, who was on his way to Hyderabad after attending court proceedings, was chased by hired killers and killed in front of horrified commuters on May 31. Patancheru police said among the arrested were head of the assassin gang, Khaleel, and seven gang members. Khaleel reportedly got a country-made pistol from Kalaburagi in Karnataka, which he brandished to threaten onlookers while Hussain was repeatedly attacked with a sickle. Police said Hussain was eliminated in revenge for the murder of Mohammad Arshad Hussain of Cherlapally in 2018 in which the former was the prime accused. Hussain, a resident of Bholakpur in Musheerabad, was intercepted by the killers at Rudraram, 50 km away from the city, and killed. The killers repeatedly attacked Hussain on his head with brute force with the sickle even after he died. Police said family members of Arshad struck a deal with the assassin gang for Rs 6 lakh to get rid of Hussain. “We have also arrested three brothers of Arshad. The trio along with their father conspired to kill Hussain and hired the killer gang from Kalaburagi,” said DSP, Patancheru, R Rajeshwar Rao. The siblings—Mohammed Asif, Akhil and Ansari—were picked up from their Cherlapally home, while the gang members were picked up from a lodge in Panjagutta. Three other accused are still at large. Two cars, a hunting sickle, a dagger and Rs 50,000 were recovered from the accused. They were booked on murder charges. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/rudraram-murder-11-arrested-after-18-days/articleshow/69848936.cms"}, "Lesser known facts about Gurmeet Choudhary": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/lesser-known-facts-about-gurmeet-choudhary/photostory/65672397.cms", "description": ""}, "Hike school fee only once in 3 years: BJP": {"datetime": "", "time": "2019-06-19 04:20:00", "description": "Hyderabad: The BJP on Tuesday demanded that the government regulate school fee and said managements should be allowed to hike fee once in three years. Members of BJP’s youth wing said the government should control corporate branding. “The fee in urban areas should not be more than Rs 50,000 per annum and should be half of the amount in the rural areas,” said G Bharat Goud, state president, Bharatiya Janata Yuva Morcha. tnn Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/hike-school-fee-only-once-in-3-years-bjp/articleshow/69848926.cms"}, "Filthy lane": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/filthylane/articleshow/69850342.cms", "description": ""}, "Anil Ambani": {"time": "", "link": "https://timesofindia.indiatimes.com/business/india-business/anil-ambani-may-be-out-of-billionaire-club/articleshow/69849135.cms", "description": ""}, "Brawl at pub, 3 bouncers held in Hyderabad": {"datetime": "", "time": "2019-06-18 11:12:00", "description": "HYDERABAD: Jubilee Hills Police on Monday slapped an assault case against staffers of Amnesia Lounge Bar in Jubilee Hills and arrested three bouncers after they attacked youngsters who were celebrating the birthday of a friend during the India-Pakistan ICC Cricket World Cup match. On Sunday night, around 12.30am, an argument broke out between the youngsters and a bouncer, following which they were asked to leave. The quarrel took an ugly turn when the bouncers allegedly attacked the group with iron rods. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/brawl-at-pub-3-bouncers-held/articleshow/69832932.cms"}, "Delhi Capitals team": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/delhi-capitals-team-2019-players-list-delhi-team-2019/articleshow/67149933.cms", "description": ""}, "Priyanka-Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/not-nick-jonas-priyanka-chopra-dances-with-a-new-partner/videoshow/69842113.cms", "description": ""}, "Darshana Muralidhar’s impressive rangapravesham charms the audience": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/darshana-muralidhars-impressive-rangapravesham-charms-the-audience/articleshow/69801323.cms", "description": ""}, "BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/amid-rumblings-over-ticket-denials-bjp-names-43-more-nominees-for-lok-sabha-polls/articleshow/68588890.cms", "description": "NEW DELHI: Amid rumblings over ticket denials in some seats like Kanpur, where saffron veteran   Murli Manohar Joshi has been benched   , and Bangalore South, where the wife of late party leader Ananth Kumar was overlooked for a young debutant, BJP issued on Tuesday a list of 43 nominees for the Lok Sabha polls. Not budging in the face of Joshi’s stiff resistance to being asked to step aside, BJP announced Satyadev Pachauri, a minister in the UP cabinet, as the replacement for the octogenarian leader. The list of 30 candidates for UP, however, accommodated women and child welfare minister Maneka Gandhi and her son Varun Gandhi, who were allowed to swap their Pilibhit and Sultanpur seats. Other interesting picks include   actor-politician Jaya Prada   , who was named against SP leader Azam Khan from Rampur in UP soon after she joined BJP. The selection ignites an old and bitter rivalry, as the former Bollywood star is close to former SP leader Amar Singh who has scores to settle with SP and Khan. Another UP cabinet minister, Rita Bahuguna Joshi, a former UP Congress chief who joined BJP, will contest from the prestigious constituency of Allahabad, where the sitting party MP, Shyama Charab Gupta, has left for SP and is contesting from Banda. She is the daughter of the late H N Bahuguna, a former UP chief minister and well-known Congress leader. Law minister Ravi Shankar Prasad, the party’s candidate from Patna Sahib, faced protests when he landed in Patna on Tuesday. The protesters claimed loyalty to BJP’s Rajya Sabha MP R K Sinha, who was later pulled up by the party while sources said the heckling was led by a person identified as an expelled BJP member. Varun Gandhi, who has had his ups and downs in BJP, was on the list of nominees and will stake his claim for Pilibhit, which has been a family bastion. Maneka Gandhi will be pitted in a triangular contest against SP-BSP alliance candidate Chandrabhanu Singh, alias Sonu Singh, a local politician with clout among Rajput voters who could have turned up the heat for Varun. Rajya Sabha MP Sanjay Singh is in the fray as the Congress nominee. Joshi, a former BJP president, made no secret of his displeasure at being denied a ticket and went public by releasing a letter addressed to voters of Kanpur saying he received a call from party general secretary (organisation) Ramlal asking him not to contest the polls. Joshi, 85, has been asked not to contest just as it was decided that 91-year-old party patriarch L K Advani will not fight from Gandhinagar. Joshi’s defiant note was possibly the reason behind the nomination of a Brahmin face as another UP state minister, Satish Mahana, had been talked of as the frontrunner to replace the veteran leader The party decision is in line with several veterans not being nominated to pave way for younger leaders. The 2019 election will see the curtain drop on the electoral politics of what was seen the Vajpayee-Advani era in the party. BJP has also not given tickets to B C Khanduri, Karia Munda, Kalraj Mishra, Bijoya Chakravarty — all MPs for several terms and over 80 years of age. BJP sprang a surprise by giving 28-year-old Tejaswi Surya, an advocate and Karnataka Bharatiya Janata Yuva Morcha general secretary, the ticket from Bangalore South, belying expectations that Tejaswini Ananth Kumar would be its choice for the constituency her husband represented six times. The choice triggered strong protests and even state BJP president B S Yeddyurappa said they had sent only Tejaswini’s name, which, he claimed, was changed in Delhi. Tejaswini had to issue statements to mollify her supporters as she said the polls were about re-electing Narendra Modi as Prime Minister. BJP has announced 349 candidates, including 62 in UP, so far. Two seats in UP have been left for alliance partner Apna Dal (Sonelal). Party president Amit Shah will decide the remaining 16 seats in UP where sitting MPs are likely to be replaced, and a reason behind delaying the announcement is to reduce prospects of dissidence and rebellion. The party has so far dropped 14 sitting MPs in UP. BJP general secretary Arun Singh announced that Union minister Manoj Sinha has been fielded from Ghazipur, a seat he had won in 2014. BJP’s Kisan Morcha chief Birendra Singh Mast has been shifted from his sitting seat Bhadohi to far-east Ballia in UP, replacing sitting MP Bharat Singh, whose poor performance was a concern for the party. Agra MP Ram Shankar Katheria, head of the SC commission who had been denied renomination from the current seat, has been moved to Etawah (SC), replacing Ashok Kumar Dohray. UP BJP president Mahendra Nath Pandey has been repeated from Chandauli. In Video:No Murli Manohar Joshi in BJP list of 43Download The Times of India News App for Latest Elections News."}, "Zero Swachta": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/zeroswachta/articleshow/69821182.cms", "description": ""}, "Naidu to be evicted from home on riverbed: MLA": {"datetime": "", "time": "2019-06-19 09:42:00", "description": "VIJAYAWADA: Mangalagiri legislator Alla Ramakrishna Reddy, likely to take over as chairman of AP State Capital Region Development Authority (APCRDA), on Tuesday sparked off a political storm when he announced that former chief minister and TDP president N Chandrababu Naidu will be evicted from his house. He said the building where Naidu has been staying is illegal as it was constructed on a riverbed. Only a few days ago, Naidu wrote to the state government seeking permission to use Praja Vedika, an extension to his residential building, for official purpose to meet party workers. Naidu, as leader of the opposition, enjoys the status of a Cabinet minister. He had sought utilisation of the building complex as part of his official entitlement. While the state government is yet to respond to Naidu’s request, Ramakrishna Reddy, who defeated Naidu’s son and political heir Nara Lokesh in recent assembly elections, told media that Naidu would be evicted from his residence. The government will use all legal process to evict him as the building is an illegal construction in violation of environment norms. The building is owned by an industrialist and the previous state government had hired it for Naidu as official residence. Ramakrishna Reddy had earlier moved high court over the constructions made on the right bank of Krishna River in Guntur district. Reddy alleged that all houses constructed on the river bank including that of Chandrababu Naidu are illegal. He argued in his petition that all these constructions are made in violation of River Conservation Act. Ramakrishna Reddy on Tuesday said the house where Naidu is residing is “definitely an illegal construction and our legal fight against all illegal constructions will continue till they are vacated and demolished. We will make Naidu to vacate the illegal construction through legal process,” he said. He also criticised Naidu for staying in illegal construction. Naidu made tall claims over construction of capital Amaravati but he did not even have his own house in Amaravati whereas chief minister YS Jaganmohan Reddy build his house at Tadepalli, he said. Naidu has been staying in the riverside bungalow for the last four years after the state administration moved to Vijayawada from Hyderabad. The house belonged to a private person but the previous government took it on lease basis for the official residence of chief minister. Later the government constructed ‘Praja Vedika’, a meeting hall to conduct meetings. TDP MLA Payyavula Keshav said YSRC is resorting to vindictive politics. On one hand, the chief minister says they will not do any vindictive politics but their MLAs come up with statements like this. When the issue is in court, and if the court give any order everyone will have honour the orders. There is no necessity for such statements while the issue is in court, he said. Read this report in BengaliDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/vijayawada/n-chandrababu-naidu-will-be-evicted-from-illegal-home-on-riverbed/articleshow/69848453.cms"}, "Here's a look at the Television actresses who will be making their Bollywood debut with their upcoming films": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/heres-a-look-at-the-television-actresses-who-will-be-making-their-bollywood-debut-with-their-upcoming-films/photostory/65721112.cms", "description": ""}, "After 6-year gap, 700 awarded PhD at Osmania University’s 80th  convocation": {"datetime": "", "time": "2019-06-18 08:35:00", "description": "HYDERABAD: Osmania University (OU) should commence university social responsibility ventures and teach children from underprivileged sections of the society English and computers, Telangana and Andhra Pradesh governor ESL Narasimhan said during OU’s 80th convocation ceremony on Monday. Close to 700 PhDs and 292 gold medals were awarded during the function, which was held after a gap of six years and for the first time after the formation of Telangana. Addressing the convocation ceremony, Narasimhan, who is also the chancellor of all state universities in Telangana, urged OU’s administration to ensure that students’ skillsets match with industry requirements. “The university should implement courses and syllabi which are in tune with industry requirements. Today, there is a huge mismatch between academia and the industry,” Narasimhan pointed out. OU alumnus and director, Council of Scientific & Industrial Research, Indian Institute of Chemical Technology, S Chandrasekhar was the chief guest of the event. “The days when finding a decent job used to be students’ main objective are over. Universities and educational institutions are now promoting start-up culture, newer generations like yours choose to be job creaters, not seekers,” he said. The OU administration imposed tight security at the venue, disallowing all, including media personnel, from carrying their mobile phones inside the auditorium. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/after-6-year-gap-700-awarded-phd-at-ous-80th-convocation/articleshow/69832849.cms"}, "Watch: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Chanchal Lahiri": {"time": "", "link": "https://timesofindia.indiatimes.com/india/how-the-houdini-trick-became-the-last-act-for-kolkatas-mandrake/articleshow/69833875.cms", "description": "KOLKATA: After a day-long search for magician Chanchal Lahiri (41),   who disappeared   while performing an underwater escape act in the Hooghly, police on Monday fished out his body from near Howrah. Later in the evening, Lahiri's brother identified his body. An initial police probe established that Lahiri on Sunday had made several mistakes while attempting the stunt popularised by the famous illusionist and stunt performer Harry Houdini almost 100 years ago. Mandrake trying similar stunt earlierMMiC still in shock after magician’s deathLahiri, who was to come out of the water after being thrown in with his hands and feet bound, , but also wore cumbersome clothing and guards that made swimming in the strong current extremely difficult. Magician PC Sarkar, a master of such stunts, said perhaps Lahiri \"needed a little more practice\". Lahiri's team, too, waited about 15 minutes after he was lowered into the water to raise an alarm. Chanchal Lahiri on the boat moments before he started the stunt on Sunday Lahiri’s hands and legs were tied with ropes and he was chained with six locks. \"When he did not surface for a long time, people panicked. Some onlookers said they saw a man struggling, seeking help, in the middle of the river. Police were informed and a team of divers from the disaster management group joined the rescue operation,\" said DC (Port) Syed Waquar Raza. Cops will probe if he took advantage of some lacunae on part of the administration and probably paid for it with his life. \"A case of negligence is likely to be registered,\" said a source. Lahiri being lowered into the Hooghly river as he performed one of his tricks in KolkataMagician’s body found; peers say he didn’t take proper precaution Sources said Mandrake never mentioned in his permission letter that he was going to jump into the water. \"Lahiri stated the stunt was to happen on a boat or vessel. Hence, we allowed him permission,\" Raza said. The letter added that he wanted to take photographs and perform an extra event around 1.30pm. The final dip made by Chanchal Lahiri\"He performed almost an hour earlier. Hence, river traffic police was absent,\" said a Port division officer. Police said Lahiri drowned around 12.30pm and it is unclear whether he was performing or practising the act. Moments before the stunt on Sunday, Lahiri said, \"If you perform a dangerous trick perfectly, you are a magician. If you fail, it is always tragic.\" Mandrake's body was fished out on Monday\"Bound and chained, Mandrake was lowered 30 feet under water. Thousands watched and it is impossible the cops missed the entire episode when even politicians were present,\" claimed a friend on Monday. In 2013, when Lahiri performed the same stunt, he was assaulted by the crowd of onlookers, who claimed they felt cheated because they had seen through the trick. In Video:Kolkata: Magician drowns in Hooghly while attempting underwater Houdini escape actDownload The Times of India News App for Latest City ."}, "Salman Proves": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Urmila Matondkar": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/congress-fields-urmila-matondkar-from-mumbai-north-ls-seat/articleshow/68626271.cms", "description": "MUMBAI: The Congress on Friday nominated actress Urmila Matondkar and former Lok Sabha speaker Meira Kumar from Mumbai North and Bihar's Sasaram parliamentary constituencies respectively. The party renominated its sitting MP Ranjet Ranjan from Supaul in Bihar, as it released a list of another 12 candidates for the general elections. With this list, the Congress has so far nominated 305 Lok Sabha candidates. Urmila Matondkar to contest from Mumbai North parliamentary constituency on a Congress ticket.… https://t.co/JweKWNh1FN&mdash; ANI (@ANI) 1553836382000It also changed its candidate in Uttar Pradesh's Maharajganj by now fielding Supriya Shrinate in place of Tanushree Tripathi, the daughter of jailed politician Amarmani Tripathi, after facing widespread criticism. \"The Congress central election committee has approved the candidature of Urmila Matondkar as party candidate to contest the ensuing general elections from Mumbai North parliamentary constituency in Maharashtra,\" a party statement said. Matondkar had joined the Congress after meeting Rahul Gandhi on Wednesday and had later said that she was \"here to stay\". Meira Kumar have been contesting from her Sasaram parliamentary constituency for many years but had lost in the 2014 Lok Sabha polls. Apart from Supriya Shrinate, in the list of 12 candidates released by the party, four are from Bihar and seven from Odisha. The Congress also released a list of 20 candidates for Odisha Assembly election. In Video:Actress Urmila Matondkar meets Rahul Gandhi, joins CongressDownload The Times of India News App for Latest Elections News."}, "Yogi Adityanath": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/lok-sabha-elections-rahul-gandhi-scheme-for-poor-a-farce-says-yogi-adityanath/articleshow/68586697.cms", "description": "VARANASI: Uttar Pradesh chief minister Yogi Adityanath slammed Congress president Rahul Gandhi for suddenly showing concern for the poor and asked why he didn’t ensure a minimum income scheme for them during Congress-led UPA regime when his mother Sonia Gandhi acted as ‘super prime minister’ and had a say in everything. Targeting Congress announcement of minimum income scheme for poor on coming to power, Yogi said, “Congress led UPA was in power in Centre from 2004 to 2014. Everybody knows how Rahul and his mother (Sonia Gandhi) were influential in UPA regime. However, in UPA’s 10-year regime Congress never showed the kind of sympathy for poor, unemployed, farmers and women of country like it is showing now for Pakistan.” Download The Times of India News App for Latest Elections News."}, "Docs protest retirement age enhancement": {"datetime": "", "time": "2019-06-19 04:27:00", "description": "Hyderabad: About 60 members of Telangana Government Doctors Association (TGGDA) gathered outside the office of director of medical education in Koti on Tuesday and protested against the proposed move of the government to increase retirement age of teaching faculty in government medical colleges. “After four hours of protest, cops intervened and the protesters got into an argument with them,” said Dr Pallam Praveen, president of TGGDA. Association members said the government should first implementing career advancement scheme (CAS) for teaching doctors in public hospitals. “As per CAS, if there are no vacancies for posts of associate professor and professor, salaries of faculty members will increase after they work for a certain number of years, while their designations will also change. CAS has to be implemented for us before implementing the age hike,” he said. On June 16, the association had submitted a representation to the health minister to stall the age hike. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/docs-protest-retirement-age-enhancement/articleshow/69849054.cms"}, "Hyderabad: Aiming social change, youth cremates 500 orphan bodies till date": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-aiming-social-change-youth-cremates-500-orphan-bodies-till-date/videoshow/69835730.cms", "description": ""}, "Marauders of Hope: Book launch": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/marauders-of-hope-book-launch/articleshow/69801696.cms", "description": ""}, "Labourer held for murder of 56-year-old": {"datetime": "", "time": "2019-06-19 04:02:00", "description": "Hyderabad: A 38-year-old labourer was apprehended on Tuesday, five days after he allegedly murdered a 56-year-old man at Tondpalli village in Shamshabad mandal. The body of Gajula Pedda Venkataiah was found in Firangi nala with severe injuries on his face on June 13. The accused, Pallapolu Raju, took Venkataiah to Firangi nala on June 13 under the pretext of consuming liquor and attacked him with a stick. Raju struck repeated blows to the victim’s head and genitals which leading to his death on the spot. Raju, a resident of Shamshabad, met Venkataiah of Mahbubnagar while working at Kachiguda and began living together. After a few months, Venkataiah developed intimacy with Raju’s wife. Upset over this, Raju planned to kill Venkataiah. Police said they had checked CCTV camera footage and took Raju into custody. The accused was booked on murder charges. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/labourer-held-for-murder-of-56-year-old/articleshow/69848664.cms"}, "Hardik Pandya shows his love for diamond": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/sports/cricket/world-cup-2019-hardik-pandya-shows-his-love-for-diamond-with-this-special-addition/videoshow/69840312.cms", "description": ""}, "Police and poetry: IPS officer Chandana Deepti writes poems to wean away people from crime": {"datetime": "", "time": "2019-06-18 18:08:00", "description": "HYDERABAD: An IPS officer in Telangana is trying to bring about a positive mindset change in people though her poetry and writings. If law is what must be enforced, she does so with an iron hand, as that is what her work is all about but Chandana Deepti, is using her writing skills and poetry to influence people’s thinking and wean them away from crime. Of late, it is this poetry of Medak Superintendent of Police (SP) Chandana Deepti that is touching a strong chord with the general public and especially people of the district. Chandana Deepti is an IIT Delhi graduate in CSE and is a 2012-batch IPS officer and has served in various districts in Telangana before her posting as Medak SP. Born in Warangal and brought up in Hyderabad, Chadana Deepti has made herself more accessible to people of the district on various social media platforms. A few days ago, she encouraged people to bring to her notice problems and issues pertaining to law and order and many responded with questions to her with the hashtag #AskMedakSP on Facebook. It, however, is her poetry in Telugu, lately that is giving wings to her thoughts. What is love? That is a big question. But Chandana has an answer. “Love isn’t what dangles and flutters on your whatsapp screen. Love is not going about on a drive in the car and getting some hush-hush talk to do the rounds. Love is not kissing one another right in the middle of the road,” Chandana Deepti said in one of her poems. Through her poetry, the Medak SP was obviously addressing the issue of love stories going awry and crimes being committed. “Pure love is found in the mother’s eyes when she looks at her new born,” Chandana Deepti concluded in her poem. In another post, the SP also had a piece of advice for elders. “Don’t ask a youth what he is doing. Ask him what he or she can do,” she advised so that it could spur them to think about their own abilities. The selling of fake seeds to farmers by unscrupulous traders has been an issue but while warning against resorting to such malpractices, Chandana Deepti appealed to their emotions on why they should not deceive farmers through her writings. In another post, quoting crime statistics, Chandana Deepti said 26 per cent of prisoners were those who had committed a crime on the spur of the moment, giving no thought to what their action would result it. “That act in anger could result in the death of a person. A family being shattered. And result in a slur on the society. The one who commits the crime has to spend his or her life within the four walls of the jail because of the crime committed in a gush of anger,” she said underscoring the importance of not being provoked to anger or overtaken by extreme emotion. She gives a solution for such situation: Smile and move on. With the monsoon delayed in Telangana and heat wave conditions prevailing, Chandana Deepti put out a message that there was no point in blaming nature. She advised people to plant saplings. But waiting for the rain a 11-line poem in Telugu that has become a hit with those who follow her writings. There is a craving in the poet for the rain as the rain is what farmers look forward to. The rain, she points out is what children took look forward to eagerly. “Nela pulakarinchipoyi chirunavvulu chindisthunte choodalani undhi,” reads the last line of a poem on the rain expressing the desire to see the earth smile when it rains. The SP also talks about riches and the wealth that one inherits in one of her writings. “But it is not those riches. Our traditions and our culture are the most invaluable things that we have inherited,” she said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/police-and-poetry-ips-officer-chandana-deepti-writes-poems-to-wean-away-people-from-crime/articleshow/69841773.cms"}, "Keys, coins found in patient’s stomach!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/jaipur/udaipur-keys-coins-metal-items-removed-from-patients-stomach/videoshow/69835623.cms", "description": ""}, "Autowallahs bring back injured from brink of death": {"datetime": "", "time": "2019-06-19 06:41:00", "description": "HYDERABAD: By profession, they are auto-rickshaw drivers, but by passion, they are medical volunteers who save the lives of road accident victims. Meet this ‘angel-network’ of 350 autowallahs who toil through the day to earn a livelihood while also keeping a close watch on the roads in a bid to reduce the high rate of deaths due to accidents. Collectively, over the past few months, they have saved 25 lives which would otherwise have been lost due to severe bleeding. According to rough statistics, 40 per cent of road accident deaths occur due to profuse bleeding and lack of immediate first aid. The journey for this team started when GVK Emergency Management and Research Institute (EMRI), launched its Active Blood Control (ABC) project. The objective: to train different groups of volunteers, in administering first aid to accident victims. On a pilot basis, it took off on two corridors: Suchitra Colony to Kallala spanning 25 km on NH 44 and Alwal to Thurakapally (also a 25 km-long stretch in Medchal district) on state highway No. 1. The best response in difficult situations, project coordinators said, came from auto drivers. Among those who signed up is 27-year-old Narsimha, living close to Suchitra Colony along with his parents. Financial crisis at home forced the boy to take up an auto driver’s job soon after completing his schooling. “That’s my work. This is what gives me satisfaction,” the young man said, sharing bits from his time as a volunteer, thus far. “There was a 70-year-old man whom I used to regularly ferry. Then, one day, he met with an accident and I happened to be around. Timely intervention saved his life. The contentment that it gave me, was beyond words,” Narsimha said. “It’s the joy on his face that also wiped away all the doubt that my mother had about my decision to become a volunteer and tend to victims of accidents,” he added. It’s for the same reason that 33-year-old Krisha has decided to continue doing this work for as long as he is able to. “Apart from satisfaction, it also brings some recognition... It’s a good feeling,” the auto driver from Shamirpet said. Though unlike most others, Muzeeb (32), was a little scared about taking on the new ‘role’ initially, he has now eased into it. “I decided to become a volunteer because I want to help people. But I was scared because I feared getting tangled in police cases. Now, that I have learned about the Good Samaritan Law that protects people who try to help others, I go about by work without any hesitation,” he said. Touting the venture as a first-of-its-kind project in the country, Dr G V Ramana Rao, director, National Emergency Medicine Learning and Care Research, who is also the project director told TOI, “There is a WhatsApp group of auto-rickshaw drivers who have been trained to be volunteers. Through it, each case that is attended to by them is monitored till the victim recuperates and is discharged from hospital.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/autowallahs-bring-back-injured-from-brink-of-death/articleshow/69848812.cms"}, "AP BJP List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/amaravati/bjp-lok-sabha-candidates-first-list-party-announces-two-names-from-andhra-pradesh/articleshow/68516370.cms?", "description": "NEW DELHI: The Bharatiya Janata Party (BJP), on Thursday, announced its first candidate list for the Lok Sabha elections 2019 that includes 184 candidates. The party has named two candidates from Andhra Pradesh in the first list. Kanna Lakshminarayana will contest from Narasaraopet Lok Sabha constituency while D Purandeshwari will contest from the Visakhapatnam seat. Andhra Pradesh will go to polls in a single phase on April 11. BJP's Lok Sabha first full list The Lok Sabha elections will be held in seven phases from April 11 to May 19, 2019. The counting of the votes has been scheduled for May 23. The first phase will be held on April 11, second on April 18, third on April 23 and fourth on April 29, fifth on May 6, sixth on May 12 and seventh phase on May 19. Prime Minister Narendra Modi will contest from Varanasi constituency, while BJP president Amit Shah will fight from Gandhinagar in place of L K Advani. As many as 90 crore electors, including 1.59 crore new voters aged 18-19 years, are registered to vote in the upcoming general election. Download The Times of India News App for Latest City ."}, "Om Birla": {"time": "", "link": "https://timesofindia.indiatimes.com/india/bjps-surprise-pick-om-birla-all-set-to-become-lok-sabha-speaker/articleshow/69845750.cms", "description": "NEW DELHI: The BJP's surprise pick — Om Birla — is all set to become the next Lok Sabha Speaker after his candidature on Tuesday was backed by all NDA allies as also by the YSR Congress Party, the Biju Janata Dal and key opposition parties, including the Congress. A notice was given to the Lok Sabha Secretariat by the BJP, proposing the name of Birla, a two-time MP from Kota-Bundi seat in Rajasthan, for the Speaker's post and bringing a motion for his election, which will be held on Wednesday. As per sources, Prime Minister Narendra Modi proposed 57-year-old Birla's name for the post. The Rajasthan leader is considered to be close to both Modi and BJP president Amit Shah. 10 parties extend support to Om Birla's candidature for Lok Sabha speaker: Prahlad JoshiBirla's surprise nomination is seen by many in the BJP as a message from the top leadership that the party will promote leaders who keep a low-profile and work at the ground-level. BJD, YSRCP, JDU, Shiv Sena, Akali Dal, National People's Party, Mizo National Front, Lok Janshakti Party, AIADMK and Apna Dal have given the notice to support Birla's candidature for the Speaker's post, parliamentary affairs minister Pralhad Joshi told reporters. Later, Congress leader Adhir Ranjan Chowdhury said the party and the UPA allies have also decided to support the candidature of Birla as the Speaker. Chowdhury also said the Congress has already moved a motion supporting the ruling party candidate. The decision to support Birla's nomination was taken at a meeting of the UPA allies, where the leaders also discussed the opposition strategy during Parliament session. Birla won his first Lok Sabha election in 2014 and was re-elected from Rajasthan's Kota-Bundi seat. He defeated Congress's Ramnaraian Meena with a margin of over 2.5 lakh votes in the recently concluded general election. He has also been elected to Rajasthan assembly for three consecutive terms in 2003, 2008 and 2013. Birla will succeed eight-term MP Sumitra Mahajan as the Speaker, a post traditionally held by senior MPs. However, this will not be for the first time a relative newcomer will hold the position. In 1996, TDP leader G M C Balayogi was also a two-time MP when he was elected as the LS Speaker and after his death in a helicopter crash in 2002, Shiv Sena leader and the first-time MP Manohar Joshi was appointed to the position. Download The Times of India News App for Latest India News."}, "Garbage and Negligence": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbageandnegligence/articleshow/69808015.cms", "description": ""}, "Lok Sabha Poll 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/poll-battle-2019-electioneering-hits-new-low-in-up-leaders-resort-to-personal-attacks/articleshow/68612027.cms", "description": "LUCKNOW: With electioneering for the 2019 Lok Sabha polls gaining steam in Uttar Pradesh, political leaders are increasingly resorting to personal attacks on their adversaries. If the maverick BJP MLA from Bairia, Surendra Singh hit the headlines for his remarks against BSP supremo Mayawati, Uttar Pradesh cabinet minister Shrikant Sharma hit a new low by making indecent comments on Congress chief Rahul Gandhi. The Bairia MLA had said Mayawati gets facials done and her hair coloured even though she is 60-years-old. He also reportedly made offensive remarks against UPA chairperson Sonia Gandhi and Haryanvi singer-dancer Sapna Chaudhary, evoking widespread criticism from political parties and social media users. A media agency quoted him as saying that both Sonia Gandhi and Sapna Chaudhary used to work as dancers. \"Rahul's mother (Sonia Gandhi) was also in the same profession in Italy and his father made her his own. He (Rahul Gandhi) should also take the family tradition forward and make Sapna his own,\" the MLA said. The BJP legislator, who is known for his controversial statements, had earlier termed Rahul Gandhi and his sister Priyanka Gandhi Vadra \"Ravana and Shurpanakha\", and accused Mayawati of \"murdering\" a woman's dignity by joining hands with one-time arch rival Samajwadi Party. UP Power Minister Shrikant Sharma stirred up a hornet's nest with his tweet terming the Congress president a \"coward and impotent\". The comments triggered a war of words between the two parties as well as on social media platform. Firebrand Uttar Pradesh chief minister Yogi Adityanath also finds mention in the list of leaders accused of making personal remarks against political rivals. He recently termed Congress candidate from Saharanpur, Imran Masood, the son-in-law of Jaish-e-Mohammed chief Azhar Masood. Addressing a rally in Saharanpur on Sunday, Adityanath said, \"The son-in-law of Azhar Masood has entered the constituency and he speaks the language of the terror mastermind. \"You people have to ensure that the person who speaks the language of Azhar Masood is defeated in the Lok Sabha elections,\" he said while seeking votes for BJP candidate from Saharanpur, Raghav Lakhanpal. Union minister and BJP MP Mahesh Sharma referred to Rahul Gandhi as 'Pappu' and his sister Priyanka Gandhi as 'Pappu ki Pappi' during a poll campaign in Gautam Buddh Nagar. Rahul Gandhi has often been mocked by the BJP and his opposition as 'Pappu', a colloquial sneer. \"Pappu kehta hai main prime minister banunga Mayawati, Akhilesh Yadav, Pappu.. aur ab 'Pappu ki Pappi' bhi aa gayi hai. Wo Priyanka kya pehle hamare desh ki beti nahi thi kya, Congress ki beti nahi thi kya, aage nahi rahegi kya? kya naya leke aayi hai?\" the minister told a crowd of his supporters on March 16. The quotes loosely translate to \"Pappu says he wants to become prime minister. Mayawati, Akhilesh Yadav, Pappu ... and now 'Pappu's Pappi' has also arrived. Wasn't Priyanka already a daughter of this nation, a daughter of the Congress? And would she not remain so in future? What new has she brought in?\" Download The Times of India News App for Latest Elections News."}, "Salman Khan proves age is just a number, lifts up his bodyguards": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/salman-khan-proves-age-is-just-a-number-lifts-up-his-bodyguards/videoshow/69836471.cms", "description": ""}, "Hyderabad: A park where dog lovers meet every Sunday": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-a-park-where-dog-lovers-meet-every-sunday/videoshow/69814187.cms", "description": ""}, "Jaya Prada": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/andhra-pradesh-to-up-jaya-prada-now-a-saffron-star/articleshow/68606957.cms", "description": "HYDERABAD: It’s been a roller coaster ride for actress Jaya Prada in politics. The actress, who started off as a Telugu film heroine dominating the scene along with Sridevi some decades ago, changed her political course on Tuesday by joining the BJP. In the last 25 years of her political career, she has changed several parties. Hailing from Rajahmundry in Andhra Pradesh, she began her political career with the Telugu Desam Party in 1994 as she had done several films alongside TDP founderpresident N T Rama Rao. After N Chandrababu Naidu took over as chief minister, he nominated her to the Rajya Sabha and she served a term from 1996-2002. While in the TDP, Jaya Prada had a running feud with Renuka Chowdhary who was also in the TDP then. When it became clear that she was being ignored in the TDP, Jaya Prada looked for greener pastures elsewhere. The Samajwadi Party led by Mulayam Singh Yadav in Uttar Pradesh got Jaya Prada into its party fold. She contested the Rampur Lok Sabha seat from that state on the SP ticket and won in 2004. In the 2009 elections, she got re-elected from the same constituency. With differences sprouting between SP leader Amar Singh and Mulayam Singh Yadav, Jaya prada had to make a choice on who she would sail with. She preferred to join the new party that Amar Singh floated but that proved to be a futile exercise. Jaya Prada then joined the Rashtriya Janata Dal, led by Ajit Singh in UP, making the move along with Amar Singh. In the 2014 elections she was fielded as an LS candidate from Bijnor but lost. For some time, there was speculation that Jaya Prada would return to the Telugu Desam Party when she met Andhra Pradesh chief minister N Chandrababu Naidu in Amaravati in November 2015. It turned out that she had met Naidu only to invite him for her son Siddharth’s wedding that month in Hyderabad. In 2013, Jaya Prada had met Congress president Sonia Gandhi and that also led to speculation that she would join the Congress. She had even announced that she was interested in getting back to her home state and would continue her political career there. She was keen on returning to AP politics but nothing concrete materialised. On Tuesday, she was welcomed into the BJP at the party’s headquarters in Delhi. “I am working with a brave leader in whose hands India is safe,” she said about Modi. Download The Times of India News App for Latest Elections News."}, "Lack of proper fencing at Nacharam": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/lackofproperfencingatnacharam/articleshow/69733098.cms", "description": ""}, "India vs Pakistan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/pakistan-fans-turn-to-humour-to-get-over-world-cup-humbling-by-india/articleshow/69835752.cms", "description": ""}, "BJP List 2019 Maharashtra": {"time": "", "link": "https://timesofindia.indiatimes.com/city/pune/two-sitting-mps-from-state-denied-tickets-in-bjps-list/articleshow/68514735.cms", "description": "AURANGABAD/KOLHAPUR: Sitting MPs Sunil Gaikwad (Latur) and Dilip Gandhi (Ahmednagar) were denied tickets for the forthcoming Lok Sabha elections in the BJP’s first national list of candidates announced on Thursday. The list included 16 names from Maharashtra. While speculations were rife that the party would not retain Gaikwad owing to his differences with some senior BJP leaders, what came as a surprise was the ticket going to Sudhakar Shrungare, a member of the Latur zilla parishad. However, Shrungare, who is in the construction business, was the popular choice of local BJP workers. Gaikwad had won the 2014 election by a majority of over 2.5 lakh votes. Considered to be close to Union minister Nitin Gadkari, he was reportedly at loggerheads with Latur district guardian minister Sambhaji Patil-Nilangekar. The nomination of Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, from Ahmednagar instead of Gandhi was a foregone conclusion ever since he joined the party last week. Sujay, a neurosurgeon by profession, will be making his entry into politics with this nomination. His late grandfather, Balasaheb Vikhe Patil, was long associated with the Congress. | Full coverage of Lok Sabha elections in MaharashtraAmong other prominent leaders from Maharashtra in the first list of candidates are Union minister Nitin Gadkari from his hometown Nagpur, state BJP chief Raosaheb Danve from Jalna, Union MoS Hansraj Ahir from Chandrapur and Union MoS for defence Subash Bhamre from Dhule. Late BJP MP Gopinath Munde’s daughter, Pritam, who was elected to Parliament with a record majority after her father’s death, has been renominated from Beed. Sitting MP from Sangli Sanjay Patil has also been renominated, putting an end to speculation over any change in constituency. Patil’s candidature was opposed by a section of BJP leaders in Sangli. However, chief minister Devendra Fadnavis is understood to have called a meeting of local party leaders and resolved the differences. The party has also given tickets to Heena Gavit from Nandurbar, Raksha Khadse from Raver, Poonam Mahajan from Mumbai North Central, Kapil Patil from Bhiwandi, Sanjay Dhotre from Akola, Ramdas Tadas from Wardha, Ashok Nete from Gadchiroli and Gopal Shetty from Mumbai North. Download The Times of India News App for Latest City ."}, "redidential problem": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/redidentialproblem/articleshow/69780733.cms", "description": ""}, "Hyderabad: 152 flight cadets pass out of Air Force Academy": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-152-flight-cadets-pass-out-of-air-force-academy/videoshow/69799070.cms", "description": ""}, "Eoin Morgan": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/eoin-morgan-blasts-record-17-sixes-against-afghanistan/articleshow/69844080.cms", "description": ""}, "Nagpur BJP Candidate List": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/after-withdrawals-116-candidates-in-race-for-7-seats-in-first-phase/articleshow/68621605.cms", "description": "NAGPUR: After deadline for withdrawal for the first phase of Lok Sabha polls, 31 out of 147 candidates, whose nomination papers were found valid in seven constituencies of Vidarbha, have withdrew their papers. Now, 116 candidates are in the election fray, according chief electoral officer. Those remaining in the fray across seven constituencies are — Wardha – 14, Ramtek – 16, Nagpur – 30, Bhandara-Gondia – 14, Chandrapur – 13, Yavatmal-Washim – 24 and Gadchiroli-Chimur – 5. BJP leaders in Bhandara-Gondia are heaving a sigh of relief as two of the four rebels, Khushal Bopche and Prakash Malgave, have withdrawn from the fray after hours of persuasion by them. However, Rajendra Patle is still in the fray. Virendra Jaiswal, who resigned from BJP before nominations, is not being considered rebel as he contests every time. BJP’s Sunil Mendhe is pitted against Nana Panchbudhe of NCP here. Bopche’s rebellion had created panic in the BJP camp as he is popular in the Pawar community and in general among OBCs. In Nagpur, Abdul Karim Patel and Ravikant Meshram, withdrew on Thursday, taking the total number to three. Pallavi Nandeshwar had withdrawn on Wednesday. In Ramtek, Sachin Shende, Gajanan Jambhulkar, Prakash Tembhurne, Ranjit Saphelkar and Lalit Shamkuwar have opted out of the race. In Yavatmal-Washim and Wardha, seven and two candidates respectively withdrew on the final day. One independent candidate withdrew his nomination in Gadchiroli-Chimur constituency on Thursday. (With inputs from TO Abraham & Balwant Dhage) Download The Times of India News App for Latest Elections News."}, "Mahagathbandhan": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/arun-jaitley-calls-mahagathbandhan-a-political-circus-recipe-for-chaos/articleshow/68633012.cms", "description": "NEW DELHI: Taking a swipe at the grand alliance of opposition parties, finance minister Arun Jaitley on Friday said the 'mahagathbandhan' is a 'non-bandhan', political circus and a recipe for chaos. Several political parties, mostly traditional BJP opponents, have come together to take on the National Democratic Alliance (NDA) in the ensuing general elections beginning April 11. In a blog post, Jaitley said that over the last several months, India was \"exhausted\" with the talk of a 'Mahagathbandhan'. The rationale, he said, was that Prime Minister Narendra Modi and the BJP were very strong and could not be challenged by individual party. Stressing that Indians judge politicians by their merit and capacity and no longer by any traditional loyalty, he said: \"We were promised a 'coalition of rivals' because India had to be saved. We were promised a common minimum agenda. Each leader amongst the aspirant Prime Ministers wanted to become a 'sutradhar' (anchor) of the alliance. He/she would periodically organise shows in his/her State and invite the entire bandwagon.\" In opposition camp, Jaitley said there is a tussle for leadership as already multiple candidates have made their desire clear to take over the mantle of the leadership. According to him, each one of them is interested to see the strength of the other party's contender depleting and also have high hopes in a chaotic and highly hung Parliament. \"He/ she believes that only in a chaotic situation he/she has a chance,\" said Jaitley, who is heading the BJP's publicity division of the seven-phase Lok Sabha elections. The past track record of such governments in terms of policy, longevity and growth has to be borne in mind, he said adding their track record of corruption is equally well-known. Jaitley further said it is only because of the size of the BJP and clarity on leadership in the last coalition that a successful government was run under Prime Minister Modi. \"Today you have no 'gathbandhan' let alone 'mahagathbandhan'. It is a 'non-bandhan'. You have no leader, no programme, no meeting of minds. \"Stability, which is paramount, is a major casualty. The only thing in common is negative agenda 'remove one man'. It is a recipe for chaos,\" he said in the blog titled 'A Political Circus Called 'Mahagathbandhan'. The nominations for the first two phases of polling are over and those for the third phase are about to happen. The results will be announced on May 23. Download The Times of India News App for Latest Elections News."}, "Elon Musk": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/tesla-ceo-elon-musk-may-have-said-his-goodbyes-to-twitter/articleshow/69836616.cms", "description": ""}, "Sewerage overflow on Camelot Layout, Kondapur": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/sewerageoverflowoncamelotlayout2ckondapur/articleshow/69764477.cms", "description": ""}, "Arjun Patiala": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/arjun-patiala-posters-out-kriti-sanon-diljit-dosanjh-coming-with-hilarious-jokes/videoshow/69851396.cms", "description": ""}, "An evening of miniature art with a modern twist": {"datetime": "", "time": "2019-06-19 06:30:00", "description": "Art lovers flocked to a gallery in the city to check out the works of Vadodara-based artist Ekta Singha, recently.  The guests were impressed by the artist’s interpretation of miniature paintings from the Mughal, Persian and Rajput eras. The artist also faced a volley of questions from inquisitive visitors, which she happily answered. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/an-evening-of-miniature-art-with-a-modern-twist/articleshow/69843090.cms"}, "Maharashtra Lok Sabha Constituencies": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/maharashtra/news/ls-polls-top-constituencies-contenders-in-maharashtra/articleshow/68597025.cms", "description": "MUMBAI: Maharashtra, which has 48 parliamentary constituencies, will go to polls in four phases, starting April 11. In 2009 and 2014, Lok Sabha elections were held in three phases in Maharashtra On April 11, seven constituencies in Maharashtra’s Vidarbha region will go to polls - Nagpur, Wardha, Yavatmal-Washim, and the naxal-affected areas of Gadchiroli and Chandrapur. In the second phase on April 18, 10 constituencies - including three constituencies in Vidarbha, six in Marathwada and Solapur in western Maharashtra - go to elections. The third phase, on April 23, of polling will be held in Pune, Baramati, Jalgaon, Jalna, Aurangabad, Raigad and Ratnagiri-Sindhudurg, Sangli, Satara and Kolhapur. In the final phase on April 29, all six constituencies in Mumbai, Thane, Kalyan, Palghar and Bhiwandi will go to polls among the total 17 seats in the state. KEY CONSTITUENCIESAmong the key constituencies are Baramati and Nagpur featuring high-profile candidates such as Supriya Sule and Nitin Gadkari. Then there is Ahmednagar from where Sujay Vikhe Patil, son of senior Congress leader Radhakrishna Vikhe Patil, is contesting. Other important constituencies are Jalna, Chandrapur, Dhule, Beed, Sangli, Mumbai North Central, Mumbai North and Baramati.    CONSTITUENCIES CONTENDERS   Chandrapur Union MoS Hansraj Ahir (BJP); Suresh Dhanorkar (Congress)   Baramati Kanchan Kul (BJP); Supriya Sule (Congress)   Jalna State BJP chief Raosaheb Danve BJP; Vilas Keshavrao Autade (Congress)   Akola Sanjay Dhotre (BJP); Hidayat Patel (Congress)   Bhiwandi Kapil Patil(BJP); Suresh Kashinath Taware (Congress)    Nagpur Union minister Nitin Gadkari (BJP)   Ahmednagar Sujay Vikhe Patil (BJP)   Dhule Union MoS for defence Subash Bhamre (BJP)    Beed Late BJP MP Gopinath Munde’s daughter Pritam (BJP); Bajrang Sonawane (NCP)   Sangli Sitting MP Sanjay Patil (BJP)    Mumbai North Central Poonam Mahajan (BJP)    Aurangabad Subhash Zambad (Congress)   Gadchiroli Ashok Nete (BJP)   Mumbai North Gopal Shetty (BJP)    Download The Times of India News App for Latest Elections News."}, "Shibani Dandekar's most sizzling pictures": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/shibani-dandekar-sizzling-pics/shibani-dandekars-most-sizzling-pictures/photostory/65770159.cms", "description": ""}, "Cell tower installation issue in bansilalpet-": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/celltowerinstallationissueinbansilalpet-/articleshow/69733075.cms", "description": ""}, "Piyush Goyal reviews ongoing redevelopment work at Tirupati railway station": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/piyush-goyal-reviews-ongoing-redevelopment-work-at-tirupati-railway-station/videoshow/69800525.cms", "description": ""}, "Virat Kohli is 'naye India ka hero', says Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "street lights are not working": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/streetlightsarenotworking/articleshow/69834400.cms", "description": ""}, "Kriti Sanon looks stylish in monokini!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/kriti-sanon-looks-uber-stylish-in-this-black-monokini/videoshow/69837862.cms", "description": ""}, "Man sets self ablaze near highway": {"datetime": "", "time": "2019-06-19 04:02:00", "description": "Hyderabad: A 29 year old man committed suicide by setting himself ablaze near the Hyderabad - Bangalore highway on Tuesday. In the afternoon, the victim got off the highway at Burgula X Roads and parked his Royal Enfield bike on the service road. “He got off the service road and set himself ablaze using petrol,” Shadnagar SI P Vijan Bhaskar said. By the time people reached the spot, the victim had collapsed with severe burns and died on the spot. Police identified the victim as, Vishnu Vardhan Reddy. “Vishnu brought a can containing petrol with him. Family members of Vishnu said that after graduation, he worked in a private firm but recently was looking for a job. They said that since past one week Vishnu was in a depressed state and he left the house on Monday night and left his cell phone at home,” the SI said. No suicide note was found. Police have registered a case and shifted the body for postmrotem. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/man-sets-self-ablaze-near-highway/articleshow/69848653.cms"}, "Big B's granddaughter Navya Naveli works out on a New York street, video goes viral": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/amitabh-bachchans-granddaughter-navya-naveli-nanda-works-out-on-a-busy-new-york-street-video-goes-viral/videoshow/69835936.cms", "description": ""}, "Weight Loss": {"time": "", "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/weight-loss/weight-loss-5-healthy-smoothie-recipes-to-shed-kilos/photostory/69842786.cms", "description": ""}, "5 trucks used for illegal transport of sand, seized in Andhra’s Srikakulam": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/5-trucks-used-for-illegal-transport-of-sand-seized-in-andhras-srikakulam/videoshow/69800627.cms", "description": ""}, "Asaduddin Owaisi": {"time": "", "link": "https://timesofindia.indiatimes.com/india/owaisi-counters-jai-shri-ram-slogans-during-oath-in-lok-sabha/articleshow/69841587.cms", "description": "NEW DELHI: Asaduddin Owaisi, president of All India Majlis-e-Ittehadul Muslimeen (AIMIM), was greeted with slogans of 'Jai Shri Ram', 'Bharat Mata Ki Jai' and 'Vande Mataram' on Tuesday as he went on to take oath as a member of the 17th Lok Sabha here. Owaisi, a Member of Parliament (MP) from Hyderabad constituency, in response, said, \"Jai Bheem, Jai Meem, Takbeer Allahu Akbar, Jai Hind\" while concluding his oath. Later, responding to opposition's gesture, Owaisi told ANI, \"I think, it's good that they remember such things after seeing me. I hope they remember our constitution and the deaths of children in Muzaffarpur as well. I will keep an eye on them.\" Besides, Aam Aadmi Party's (AAP) lone MP from Punjab's Sangrur, Bhagwant Mann, raised 'Inquilab Zindabad' slogans at the end of his oath-taking ceremony earlier today. #WATCH: Slogans of Bharat Mata ki Jai and Vande Mataram raised in the Lok Sabha as AIMIM MP from Hyderabad Asaduddi… https://t.co/6QTgnFYG6x&mdash; ANI (@ANI) 1560854690000This comes after BJP MP from Bhopal Pragya Singh Thakur ended her oath taking ceremony with 'Bharat Mata Ki Jai' slogan on Monday. Subsequently, every BJP member continued to raise slogans. Moreover, chants of 'Jai Shri Ram' marked the oath-taking by minister Babual Supriyo, elected from Asansol in West Bengal, where the chanting of the slogan became a political issue during the recent elections. The furore over 'Jai Shri Ram' slogan started in the state after West Bengal chief minister Banerjee lost her cool when a group of men chanted 'Jai Shri Ram' as her convoy was passing through Bhatpara area in North 24 Parganas district earlier this month. Download The Times of India News App for Latest India News."}, "Tanzanian arrested for drug peddling, cocaine seized": {"datetime": "", "time": "2019-06-18 07:32:00", "description": "HYDERABAD: Excise sleuths on Monday arrested a drug peddler from Tanzania in Hyderabad and seized three grams of cocaine from his possession. Acting on specific information, the enforcement wing of the excise department laid a trap and arrested John Paul Mbelle, 29, at Langar Houz on Monday. John, who is currently residing at Banjara Layout in Haramaru area of Bangalore, has been peddling drugs since the past few years, excise sleuths said. John, a native of Dar es Salaam City of Tanzania, came to India in 2013 on a student visa. His visa expired three years later, but John continued to stay illegally and was arrested under the Foreigners Act. After coming out of jail on bail, John started peddling drugs for one Emanuel. In a month, John came to Hyderabad seven times to peddle narcotic substances. When John arrived to deliver drugs on Monday morning, the excise department sleuths arrested him near Essar Petrol Pump at Langar Houz and seized three grams of cocaine worth Rs 25,000 along with a cell phone. The sleuths handed over the accused and the contraband to the Golconda prohibition & excise sleuths for further investigation. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tanzanian-arrested-for-drug-peddling-cocaine-seized/articleshow/69832911.cms"}, "Honor 20i": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/honor-20i-to-go-on-its-first-sale-today-on-flipkart-price-and-offers/articleshow/69835961.cms", "description": ""}, "Tara Sutaria": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/tara-sutarias-ethnic-wear-is-perfect-fit-for-the-season/videoshow/69847423.cms", "description": ""}, "MI team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/mi-team-2019-players-list-mumbai-indians-team-2019/articleshow/67151175.cms", "description": ""}, "Sunny Deol": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/watch-sunny-deol-takes-oath-as-lok-sabha-mp/videoshow/69846663.cms", "description": ""}, "Adah Sharma": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/adah-sharma-flaunts-three-hair-colours/videoshow/69851263.cms", "description": ""}, "Sizzling pictures of Nimrat Kaur you would not want to miss": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/sizzling-pictures-of-nimrat-kaur-you-would-not-want-to-miss/photostory/65658289.cms", "description": ""}, "Cricket bookie held, Rs 20,000 seized in Hyderabad": {"datetime": "", "time": "2019-06-18 09:01:00", "description": "HYDERABAD: A man who has allegedly been organising bets on the ongoing ICC Cricket World Cup was on Monday nabbed by Task Force sleuths even as the West Indies-Bangladesh match was in progress. Task Force sleuths caught V Parashar from Chuddi Bazaar while he was accepting money from punters and seized Rs 20,000 cash and three mobile phones from him. The accused used Cricket Action.com app for betting. Parashar started off as a punter and later became a bookie to make quick money. Twenty punters are understood to have been engaged in betting with Parashar. Police are collectTNN Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cricket-bookie-held-rs-20k-seized/articleshow/69832863.cms"}, "MUSI RIVER POLLUTION": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/musiriverpollution/articleshow/69818339.cms", "description": ""}, "Sewerage line broken": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/seweragelinebroken/articleshow/69718348.cms", "description": ""}, "Doctors strike: Doctors at private hospitals wore black badges": {"datetime": "", "time": "2019-06-19 04:55:00", "description": "OPD services in private hospitals were affected and patients had to return home without seeing the doctor. “As protest was in the morning, we thought services will resume by afternoon. But, doctors continued their protest,” said Ronak Bhati at a private hospital in Banjara Hills. “I came from Ibrahimpatnam to get my son treated. But, services did not resume even after four hours of waiting,” said Shanker Rao at a private hospital in Hyderguda. Private hospitals displayed boards reading ‘Stop violence against doctors’, while doctors wore black badges. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/docs-at-pvt-hosps-wore-black-badges/articleshow/69832862.cms"}, "Pragathi Nagar Lake in death throes": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/pragathinagarlakeindeaththroes/articleshow/69818370.cms", "description": ""}, "Knowledge centre & incubation park on the anvil in IIT-H phase 2": {"datetime": "", "time": "2019-06-19 04:21:00", "description": "HYDERABAD: Students seeking admission at Indian Institute of Technology, Hyderabad (IIT-H) can look forward to more than just studying at a premier institute. As part of its next phase of expansion, the IIT-H has plans to construct a new sports and culture complex, technology incubation park, and research centre among others amenities by 2022. IIT-H, which is set to hold its open day for qualified candidates keen to seek admission on June 21-22, targets to double its student strength to 5,000 from the present 2,500 by 2022. The phase 2 of campus development construction at Kandi, Sangareddy, which commenced in March, is an Indo-Japan collaboration. “The technology incubation and technology research park will provide an incubation centre intended to provide space for start-ups consisting of large re-configurable spaces and provisions for including wet and dry labs. Major features of the research park includes a laboratory complex comprising seven different sized square footprint blocks interconnected with covered corridors,” read description of the phase 2 campus development project shared by IIT-H. “The sports complex will comprise indoor sports courts, locker rooms, sauna facility, and indoor games facilities. External development comprises 400m track and field facility with a soccer field, cricket field and a basketball court,” read the description. All the buildings coming in phase 2 are designed by Japanese architects professor Ohno and professor Kawazoe of the University of Tokyo, Japan. “All the buildings are designed to meet GRIHA green buildings rating 4,” said Sireesh Saride, dean (planning), IIT-H. “Conservation of soil, water and energy are main philosophy behind these buildings. These buildings are designed as energy efficient and will require less amount of artificial air and ventilation.” Construction of phase 2 is likely to conclude by end of financial year 2022 (36 months). While it will enhance accommodation of students by 2,500, hostels are a part of a different package, which will be covered within the project. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/knowledge-centre-incubation-park-on-the-anvil-in-iit-h-phase-2/articleshow/69848941.cms"}, "World Cup 2019 Schedule": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/news/icc-world-cup-2019-full-schedule-date-and-venue/articleshow/63928774.cms", "description": ""}, "Pruned tree branches rotting": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/prunedtreebranchesrotting/articleshow/69749041.cms", "description": ""}, "BSP List 2019 UP": {"time": "", "link": "https://timesofindia.indiatimes.com/city/lucknow/lok-sabha-elections-2019-bsp-releases-first-list-of-11-candidates/articleshow/68522558.cms", "description": "LUCKNOW: The BSP on Friday announced its first list of 11 candidates for the Lok Sabha elections 2019, fielding JD(S) turncoat Kunwar Danish Ali from Amroha. Ali, who was general secretary of the Janata Dal-Secular, quit the party and joined the Bahujan Samaj Party only last week. The BSP also declared Haji Fazulrahman its nominee from Saharanpur, Malook Nagar from Bijnore and Girish Chandra from Nagina, a party release said. Hazi Mohammad Yakoob has been fielded from Meerut, Satbeer Nagar from Gautam Buddh Nagar, Yogesh Verma from Bulandshahr, Ajit Baliyan from Aligarh, Manoj Kumar Soni from Agra, Rajveer Singh from Fatehpur Sikri and Ruchi Veera from Aonla. Mayawati's BSP is contesting 38 of the 80 Lok Sabha constituencies in Uttar Pradesh under the seat-sharing arrangement with Samajwadi Party and the Rashtriya Lok Dal. Download The Times of India News App for Latest City ."}, "Dog used as live bait to lure leopard": {"datetime": "", "time": "2019-06-19 06:35:00", "description": "HYDERABAD: Dogs seem to have moved high up on the menu of the elusive leopard in Yacharam mandal. The animal savoured about six canines in the past few weeks. As villagers have been closely guarding their livestock after the big cat killed more than 20 calves in the last five months, the leopard, which had been prowling the area, has started going for dogs. A forest official said that leopards killing dogs is a regular practice and in this case, about six dogs have gone missing from villages of Yacharam in the past few months. “When a leopard does not get its natural prey, it moves towards populated area in search of small and easy prey, like dogs. The big cat prefers either calves or dogs. It killed a few dogs recently after the villagers became extra cautious about their cattle,” said Amangal forest divisional officer M Janakiram. He added that villages with a good population of dogs often attract leopards. “Since leopards catch their prey by the throat, they hardly leave a chance for them to bark and raise and alarm,” he said. “Leopards are intelligent animals and they will think more than once before entering an area that looks suspicious. Along with a tranquilizing team from Hyderabad zoo, we now have a trap cage set up with a dog in it,” said A Shankaran, senior forest department official. “The dog will not be harmed even if the leopard enters the cage, as there is a gate in between,” he added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/dog-used-as-live-bait-to-lure-leopard/articleshow/69848853.cms"}, "Diljit Dosanjh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/when-diljit-dosanjh-first-met-kareena-kapoor-khan/videoshow/69851852.cms", "description": ""}, "Telangana: 119 new residential schools for backward classes to begin functioning today": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/telangana-119-new-residential-schools-for-backward-classes-to-begin-functioning-today/videoshow/69814611.cms", "description": ""}, "\nHyderabadi cricketer T Suman gets hitched to his lady love\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadi-cricketer-T-Suman-gets-hitched-to-his-lady-love/articleshow/53885776.cms", "description": "BAND, BAAJA AND BARAAT  In a grand wedding ceremony on Friday evening, Hyderabadi cricketer T Suman finally tied the knot with his lady love Julaiikha Patnam. Looking gorgeous in a green Kanjeevaram saree, she entered the hall in a palanquin, while Suman — all smiles at the sight of his bride-to-be — also made quite an entry with band, baaja and baraatis. “It feels amazing to be married, honestly! I never thought I’d have such a grand ceremony and it feels nice to get a warm welcome from Julaiikha’s family,” said Suman excitedly.  STARS OF THE EVENING  Suman’s parents Laxminaranyana and Anjali, and Julaiikha’s parents Pawan Kumar and Jyothisree were seen welcomed the guests warmly. Actor Balakrishna and with his wife Vasundhara Devi were one of the first to arrive and gave their best wishes to the couple. Also spotted mingling with the guests was former cricketer VVS Laxman.  FOODIES' DELIGHT  Guests were treated to a lavish spread — from pizza to chaat to Indian delicacies. With faludas, juices and ice creams, the dessert counter was a hit. Download The Times of India News App for Latest City ."}, "Tamil Nadu Elections": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/caste-based-constituencies-in-tamil-nadu-for-lok-sabha-elections-2019/articleshow/68612749.cms", "description": "Voting for Lok Sabha elections 2019 in Tamil Nadu will take place in a single phase on April 18 as per the notification issued by the Election Commission of India. The counting of votes will take place on May 23. | Lok Sabha elections 2019: Get all live updatesThe four-cornered contest for the 39 Lok Sabha seats features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). Out of the 39 seats in the state, seven Lok Sabha seats are reserved for SC. The constituencies reserved for SC candidates are Thiruvallur, Kancheepuram, Villupuram, Nilgiris, Chidambaram, Nagapattinam and Tenkasi in Tamil Nadu. | Tamil Nadu Lok Sabha elections: Get all live updatesIn the last Lok Sabha polls, AIADMK had a vote share of 44.3 per cent by winning 37 seats. BJP had a vote share of 5.5 per cent by winning just 1 seat, while NDA managed to win two seats with a vote share of 18.5 per cent PMK won one seat and had a vote share of 4.4 per cent. BJP (NDA) had an alliance with PMK. DMK was not able to win on any seat in the last Lok Sabha polls. In Lok Sabha elections 2019, DMK is contesting on 20 seats, while the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Download The Times of India News App for Latest Elections News."}, "\nThat’s all the jewellery you’ll need this pelli season!\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Thats-all-the-jewellery-youll-need-this-pelli-season/articleshow/53887909.cms", "description": "Wedding season’s here! Hyderabadi folks are getting married or engaged left, right and centre and you ladies need to be all set to make heads turn. Presenting some pretty chicas who slayed wearing these accessories. Invest in these and you’re set for the shaadi season  Classic chic:  A bright pattu cheera and huge golden buttalu — you can never go wrong with this classic wedding look. Recreate Samantha’s well-placed bottu and you’re good to go!  Get an Ear Wrap  If you’re the kind who loves to experiment, try out these dial earrings that double up as a hair accessory as well. Hebah pulls it off effortlessly in her Filmfare look  Chand sa Bali  Add a little more shine to your chand sa roshan chehra with massive chand balis. Check out how Rakul went for just this pair of silver ones and didn’t bother with any more accessories.  Crowning glory  We absolutely loved Sreeja’s borla mangtika that she wore on her mehendi. And Raashi is killing it with that elegant head crown accessory. Make sure you own one of these!  Subtle n’ striking  Both Lavanya and Regina sported this delicate ring bracelet in their ethnic looks instead of a set of bangles. And it worked great! Pair it with a basic necklace and it goes with whatever you decide to wear. Download The Times of India News App for Latest City ."}, "Lok Sabha Elections in Tamil Nadu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/tamil-nadu/news/lok-sabha-elections-in-tamil-nadu-top-contenders-and-key-constituencies/articleshow/68610103.cms?", "description": "NEW DELHI: Tamil Nadu goes to polls in the second phase of the seven-phase elections. Elections to 39 parliamentary seats will take place on April 18 in a single-phase polling. Lok Sabha elections 2019: Get all live updatesTOP CONTENDERSThe four-cornered contest features AIADMK-led National Democratic Alliance (NDA), its chief rival DMK-led Secular Progressive Alliance (SPA), actor Kamal Haasan's Makkal Needhi Maiam and TTV Dhinakaran's Amma Makkal Munnetra Kazhagam (AMMK). This time the elections are taking place sans the Dravidian stalwarts M Karunanidhi and J Jayalalithaa. AIADMK chief Jayalalithaa passed away in December 2016 while Karunanidhi died in August 2018. While the DMK is contesting on 20 seats, the Congress is fighting elections on 9 seats in Tamil Nadu. In the AIADMK-BJP alliance, the national party will be contesting from five seats in the state while the PMK will be contesting from seven. Tamil Nadu Lok Sabha elections: Get all live updatesHOW MANY SEATS?Tamil Nadu has 39 Lok Sabha seats and one in neighbouring Puducherry. Here is the list of constituencies: Arakkonam, Arani, Chennai Central, Chennai North, Chennai South, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Erode, Kallakurichi, Kancheepuram(SC), Kanyakumari, Karur, Krishnagiri, Madurai, Mayiladuthurai, Nagapattinam(SC), Namakkal Nilgiris(SC), Perambalur, Pollachi, Ramanathapuram, Salem, Sivaganga, Sriperumbudur, Tenkasi(SC), Thanjavur, Theni, Thiruvallur(SC), Thoothukudi, Tiruchirapalli, Tirunelveli, Tiruppur, Tiruvannamalai, Vellore, Villupuram(SC), Virudhunagar, Puducherry(Union Territory) KEY CONSTITUENCIESThe key constutuencies include Sivaganga, Chennai South, Chennai North, Chennai Central, Chidambaram(SC), Coimbatore, Cuddalore, Dharmapuri, Dindigul, Kanyakumari, Karur, Thoothukudi , Nilgiris(SC), Trichy, Vellore amd Arani. Here is a list of contituencies with prominent candiadates or clashes.    SEATS CHIEF CANDIDATES   Sivaganga H Raja (BJP); Karti Chidambaram (Congress)   Chennai South Jayavardhan Jayakumar (AIADMK); Tamizhachi Thangapandian (DMK)   Chennai North R Mohanraj (DMDK); Kalanidhi Veerasami (DMK)   Chennai Central Sam Paul (PMK); Dayanidhi Maran (DMK)   Chidambaram(SC) P Chandrasekar (AIADMK);    Coimbatore CP Radhakrishnan (BJP)   Cuddalore R Govindasamy (PMK); T.R.P.S. Ramesh (DMK)   Dharmapuri Anbumani Ramadoss (PMK)   Kanyakumari Pon Radhakrishnan (BJP); H Vasanhakumar   Karur  M Thambidurai (AIADMK); Jothimani (Congress)   Thoothukudi  Dr Tamilisai Soundarrajan (BJP); Kanimozhi (DMK)   Nilgiris(SC) M Thiagarajan (AIADMK); A Raja (DMK)   Trichy Dr V Ilangovan (DMDK); Su. Thirunnavukkarasar (Congress)   Vellore AC Shanmugam (Puthiya Needhi Katchi); T.M. Kathir Anandh (DMK)   Arani V Elumalai (AIADMK); Dr MK Vishnu Prasad (Congress)   Download The Times of India News App for Latest Elections News."}, "Satta Matka 2018": {"time": "", "link": "https://timesofindia.indiatimes.com/city/agra/agra-court-rejects-satta-king-shyam-vohra-bail-plea/articleshow/65506776.cms", "description": "AGRA: Shyam Vohra, known as 'satta king' of the Taj city, was denied bail by district court of Agra. Vohra, who was arrested by the Agra police in July for his alleged involvement in betting on FIFA World Cup matches. Earlier, in April, Vohra was arrested by the Nodia STF from Greater Noida for placing bets on IPL matches, but he was granted bail. After Vohra’s arrest, Agra police booked him and his known associates including his son Vatsal, wife Rakhi, nephew Prateek, brother-in-law Kaushal and others for their alleged involvement in betting. On Monday, judge Anil Kumar Pundhir rejected Vohra’s bail plea, who was charged for attempt to murder, as he allegedly opened fire on policemen. Further, Vohra was charged for running illegal gambling racket, criminal conspiracy and obstructing policemen from executing their duties. Police are yet to arrest the relatives and associates of Vohra. Several years back, Vohra had gain notoriety for betting on cricket matches. In April, during IPL matches, the gambling racket run by Vohra had deposited Rs 62 lakh in 10 banks, after which police approached banks to freeze the amount. Even during the FIFA World Cup, Vohra collected huge amount of cash through betting. Download The Times of India News App for Latest City ."}, "Postcards from India-Pak clash at Old Trafford": {"datetime": "", "time": "2019-06-18 06:00:00", "description": "Fans from all walks of life and both sides of the border flocked to the Old Trafford Cricket Stadium in Manchester on Sunday, to catch India-Pakistan clash in what was the most anticipated encounters of the World Cup.  And adding an extra dash of glamour to the stands were a host of film celebrities, politcos and movers and shakers who came all set to cheer for their respective teams. From Tollywood, our very own Rakul Preet Singh, Lakshmi Manchu and Ram Charan’s wife and healthcare honcho Upasna Konidela, made their presence felt as they turned up armed with placards, flags and tricolour accessories. Speaking about her experience, actor Lakshmi Manchu said, “It was the most amazing feeling. The vibe and energy inside the stadium was so intense and cheering for India made me proud and happy. I was there with Rakul (Preet Singh) and we met Upasana (Konidela) as well. we all rejoiced India’s win.”  Rakul agrees that the vibe in the stands was incredible. “I can’t express the excitement that I felt in words. It was amazing… it was a once-in-lifetime experience. The mood inside the stadium was really upbeat throughout the game. What was most heartening was that there was no tension between the Indian and Pakistani fans. Even when Pakistan was losing, fans kept cheering and there was sporting spirit all around. watching India win left me with a very patriotic feeling.”  Also spotted in the stands were Bollywood biggies Saif Ali Khan and Ranveer Singh, Kollywood celebrities Anirudh and Siva Kartikeyan, besides tennis legend Leander Paes, politico Shashi Tharoor, rapper Guru Randhawa, Pooja Bedi’s daughter Alaia Furniturewalla, Nita Ambani with son Akash Ambani and Pakistani heartthrob Ali Zafar, to name a few. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/postcards-from-india-pak-clash-at-old-trafford/articleshow/69826546.cms"}, "Netas, celebs poured in to bless Sai, Sonika at their gala wedding soirée": {"datetime": "", "time": "2019-06-19 06:00:00", "description": "The wedding reception of Sai Suveer — son of politico Muthyam Reddy — and Sonika was a grand affair with much pomp and show. Held at an upscale venue in Gachibowli, the party was all glitter and glamour as a host of politicos, celebs and socialites turned up to bless the newly-weds.  While the bride looked stunning in a royal blue gown with silver detailing, the groom looked dapper in a tux and bow. The venue was decked up with flowers and twinkling lights and the couple’s love and camaraderie on the stage was hard to miss as they cut the cake and lovingly fed each other.  The groom’s family played the perfect host and the guests couldn’t help raving about the lavish spread which had Mughlai, Indian and Chinese cuisine. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/netas-celebs-poured-in-to-bless-sai-sonika-at-their-gala-wedding-soire/articleshow/69843034.cms"}, "Mamata Banerjee": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/news/who-is-modi-to-ask-about-our-pm-candidate/articleshow/68661875.cms", "description": "VISAKHAPATNAM: Projecting TDP supremo and AP chief minister N Chandrababu Naidu as a “national leader of importance” and keeping the debate on the alternate front prospects in the ensuing elections alive, West Bengal chief minister and Trinamool Congress chief Mamata Banerjee appealed to people of AP to elect TDP again to keep the duo of Narendra Modi and Amit Shah away from power. “Who is Modi to ask about our Prime Minister candidate? We will decide who to elect our leader as there will be alternative for Modi,” she pointed out. Mamata said Naidu has done a lot for development of Andhra Pradesh. “It’s a necessity for AP people to give the power to Naidu again as he will play a key role in national politics and show a path of development to the entire country,” she added. Addressing a public meeting convened by TDP on Sunday, Mamata said Naidu is the leader to take the country forward. “Like he has done in Andhra Pradesh, Naidu can do a lot in Delhi,” she said. Coming down heavily on Modi, Mamata appealed the gathering to save the country and remove Modi (desh ko bachana hai to Modi ko hatao). “Modi claimed to be chaiwala after 2014 elections. Now he says he is chowkidar,” she added. “But chowkidar for whom? For those who looted the country. Modi had claimed that demonitisation would mitigate terrorism and stop black money, but ironically the number of terrorist attacks was the highest in the past two years. Under Modi’s regime, more number of farmers committed suicide and unemployment increased.” She added that Modi failed to explain the Pulawama incident and the Rafale deal and spurned the demand for an all-party meeting on the issues. “The nation does not want leaders like Narendra Modi and Amit Shah,” she asserted, and challenged Modi for an open debate on a national channel of his choice to discuss issues facing the country. Download The Times of India News App for Latest Elections News."}, "CBSE Compartment Admit card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/news/cbse-10th-12th-compartment-exams-2019-online-admit-cards-released-for-private-candidates-heres-direct-link/articleshow/69842974.cms", "description": ""}, "ED files chargesheet in Emaar scam": {"datetime": "", "time": "2019-06-19 04:18:00", "description": "HYDERABAD: The Enforcement Directorate (ED), probing into the 2012 Emaar properties scam has filed its chargesheet in the ED special court in Hyderabad. The special court took into cognisance the chargesheet, prosecution complaint, as ED calls it, and issued summons to Koneru Rajendra Prasad, a Chennai-based mineral exporter and 14 other accused in the scam, directing them to appear before the court on July 12. The ED probed the matter under the provisions of the Prevention of Money Laundering Act (PMLA) and made Rajendra Prasad, his sons — Koneru, Madhu and Pradeep — as accused in the case. The court also made Emaar Hills Township Pvt Ltd, Emaar MGF MD Sravan Gupta, along with the company, Stylish Homes and its director Tummala Ranga Rao, South End Projects and its director N Manohar Reddy, Indu Syam Prasad Reddy of Asara Theme Projects, Emaar-MGF CEO Srikanth Joshi, its finance head Vijay Raghav, South End Projects former director N Sunil Reddy and others as accused. Earlier, the AP high court had quashed the case against senior IAS officer and current AP chief secretary LV Subrahmanyam though CBI had made him an accused in its case. The ED never named him in its case. HC said that LV was not a party to the alleged conspiracy hatched to plunder the public assets. Though CBI’s case on Koneru Madhu, too, was quashed by the HC, ED did not take that into consideration. It made Madhu an accused in its chargesheet. This is because PMLA tracks the proceeds of the crime and hence made him an accused, it is said. KV Rao and Boulder Hills, too, were not named as accused in the ED chargesheet, though their names figured in the CBI case. Another senior IAS officer, BP Acharya’s name, too, was not there because the cases filed by CBI and ED were already quashed by the high court. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ed-files-chargesheet-in-emaar-scam/articleshow/69848914.cms"}, "Satta King 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/india/what-is-satta-matka/articleshow/65670358.cms", "description": "NEW DELHI: Satta Matka is a form of gambling or lottery that had originated before the Independence of India.Originally, the game of Matka gambling involved betting on the opening and closing rates of cotton as transmitted to the Bombay Cotton Exchange from the New York Cotton Exchange, via teleprinters.The modern-day Matka gambling/ Satta King is based on random number selection and betting. The players participating in the Satta Matka game/ gambling are required to choose the right number for winning the game. The player who wins the game becomes Satta King and is rewarded financially. Two of the most famous Matka games are - Kalyan and Worli. The Kalyan Matka gambling was started by Kalyanji Bhagat, a farmer from Gujarat, in 1962 and it ran for all days of the week. Another Matka gambling, New Worli Matka, was started by the Rattan Khatri in 1964 with slight modifications to the rules of the game. Khatri’s Matka ran only five days a week, from Monday to Friday.The modern Matka business is centred around Maharashtra.Some of the terms used in the game and their meaning is given below:    Term Meaning   Matka Matka means earthen pot that were used to draw numbers   Single Any digit between 0 and 9   Jodi/Pair Any pair of two digits between 00 and 99    Patti/Panna Three digit number    Open result / close result Outcome of matka betting   Berij Berij is last digit of jodi's/pair's sum The Google 2018 trends data shows that 'satta' and 'matka' were the top searched words in the Madhya Pradesh state in the year 2018. As per the Google data, 'satta' was the 4th most searched word with a score of 36 and 'matka' came 6th with a score of 23.Any form of Satta Matka gambling is illegal in India.Disclaimer: This content is for reference purpose only and The Times of India claims no ownership of this content. The Times of India does not support or promote piracy in any manner.Download The Times of India News App for Latest India News."}, "Why Shahid couldn’t keep his date with fans": {"datetime": "", "time": "2019-06-19 06:00:00", "description": "We want Shahid, We want Shahid, We want Shahid...’ thundered the 2,500-strong crowd gathered at a Gachibowli hotspot on Monday night. The club was packed to capacity, despite it being the start of the work week, because Shahid Kapoor and Kiara Advani were to come “party with Hyderabadis in Arjun Reddy’s city”. The crowd started trickling in from 8 pm itself to get the best spot in the house. By 9 pm there was no place to even move. The frenzy reached a crescendo at around 11 pm when it was finally announced that ‘Shahid will be here anytime now...!’ “The excitement was crazy at that point. First they said he’d come from upstairs; then they announced that he’d get in from the centre... but even after 30 minutes or more there was no sight of Shahid. Later, we got to know that he did come but left without entering the party arena because of some security reasons,” says Sunny Anand, a P3 regular. Fans who had watched Shahid announce his arrival in Hyderabad and his entry into the pub on social media were left flummoxed at this mysterious no show. “Imagine my disappointment when I heard that a lucky few actually caught a glimpse of Shahid when he waved from above the stairs. Some even managed to get a hazy shot of him. I waited for four hours in vain. I didn’t even know when he entered and when he left,” says Kanchan, a heartbroken fan. Abhinav Deshmukh, of the club, has an explanation. He says, “Shahid’s flight was delayed and he was a little under the weather as well. He had to take medication, so he was late to the venue. On arriving at the club, he was taken aback when he saw the massive crowd who kept screaming his name. His manager too was apprehensive about him getting on stage because the crowd was uncontrollable despite the 65 security personnel arranged. It could have turned into a major safety issue, so it was best that he left the venue as soon as possible.” Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/why-shahid-couldnt-keep-his-date-with-fans/articleshow/69843139.cms"}, "BJP List 2019 WB": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/lok-sabha-elections-2019-bjps-first-list-in-west-bengal-pins-hope-on-hardcore-politicians-turncoats/articleshow/68518786.cms", "description": "KOLKATA: The BJP in its first list of 28 candidates for West Bengal has pinned hopes on its veterans and defectors from the ruling Trinamool Congress to take on the Mamata Banerjee's government in the state. Of the 28 candidates, nearly 25 are new faces, with a thrust on active political workers rather than greenhorns from the glamour world. The saffron party, which bagged two Lok Sabha seats in the 2014 elections, is now targeting 23 of the state's 42 constituencies. BJP Lok Sabha first full listUnlike the TMC list, which had 18 new faces and a mix of both old-timers and greenhorns, hardcore politicians and personalities from the film industry, the BJP has put faith on its own leaders and defectors from other parties. There are four women candidates and one Muslim nominee in the first list. Of the candidates, five had recently defected to the saffron party from the Trinamool Congress and one from the CPI(M). West Bengal: Track here Lok Sabha elections' full coverageUnion minister and BJP MP from Asansol Lok Sabha constituency Babul Supriyo has been renominated from the same seat and is pitted against actor Moon Moon Sen of the TMC. State BJP president Dilip Ghosh will contest from Medinipur seat against TMC leader Manas Bhunia. BJP national secretary Rahul Sinha will take on TMC heavyweight Sudip Bandopadhyay in Kolkata North Lok Sabha seat. State BJP vice-president and Netaji Subhas Chandra Bose grandnephew, Chandra Kumar Bose will contest from Kolkata South Lok Sabha seat. Former IPS officer Bharati Ghosh, once known to be close to Chief Minister Mamata Banerjee, will be fighting against TMC candidate and actor Dipak Adhikary, popularly known as 'Dev', from Ghatal Lok Sabha constituency. The BJP has fielded former Trinamool Congress MLA Arjun Singh from Barrackpur Lok Sabha seat. Singh, who had recently joined the saffron party, has been pitted against TMCs Dinesh Trivedi. In Coochbebar Lok Sabha seat, the party has fielded former TMC youth leader Nishith Pramanik, while in Jadavpur Lok Sabha seat, expelled TMC MP Anupam Hazra will contest against TMC's Mimi Chakraborty, an actor by profession. Another former TMC MP Soumitra Khan, who joined the BJP in January, has been given ticket from Bishnupur(SC) Lok Sabha seat. Former CPI(M) MLA Khagen Murmu, who too had switched over to the BJP, will contest from Malda North seat and will take on TMCs Mausam Benazir Noor, who had recently defected to the party from the Congress, in Malda Uttar seat. The Lok Sabha elections in the state will be held from April 11 till May 19 in seven phases. Download The Times of India News App for Latest City ."}, "BJP out to kill all regional parties, claims Ravula": {"datetime": "", "time": "2019-06-19 04:15:00", "description": "Hyderabad: Senior TDP leader Ravula Chandrasekhar Reddy on Tuesday tore into the Bharatiya Janata Party, alleging that the saffron party is going all out to kill the regional parties. Addressing a press conference here, Reddy charged BJP with engineering defections and destroying regional parties. Training guns on CM K Chandrasekhar Rao, he said the CM redesigned the Pranahita-Chevella project and named it as Kaleshwaram lift irrigation scheme. Alleging that the CM has stopped talking about national status for the project, he said: “The cost has gone up to Rs 80,500 crore from Rs 38,500 crore and people will have to bear this huge burden.” He demanded that the government explain how will the Kaleshwaram project benefit people and released a white paper on the project. TNN Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/bjp-out-to-kill-all-regional-parties-claims-ravula/articleshow/69848862.cms"}, "iPhone XR2": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/why-iphone-users-may-not-be-happy-with-the-next-iphone/articleshow/69836806.cms", "description": ""}, "Garbage not cleared for weeks": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagenotclearedforweeks/articleshow/69780797.cms", "description": ""}, "Harbage & sewage waste not getting cleaned": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/harbage26amp3bsewagewastenotgettingcleaned/articleshow/69780852.cms", "description": ""}, "Ushoshi Sengupta": {"time": "", "link": "https://timesofindia.indiatimes.com/city/kolkata/biker-gang-chases-harasses-model-cops-bicker-over-area/articleshow/69849648.cms", "description": "KOLKATA: A gang of 10 bikers chased around Kolkata-based model Ushoshi Sengupta’s app cab through the streets of south Kolkata and harassed her — not once but twice — late on Monday night. The last round of harassment occurred after cops at a police station “refused to register her complaint” but, instead, referred her to the “right police station”.   Cops from Bhowanipore arrived around 10-15 minutes later. It was past midnight by then and Sengupta decided to pursue the case on Tuesday morning and requested the cabby to drop her colleague and her off at their homes. But the nightmare was far from being over. “The boys had followed us till my colleague’s house and, right when we were dropping him at Lake Gardens, six of them on three bikes came and stopped the car. They pelted stones, smashing the window. They then dragged me out and tried to break my phone to delete the video. Luckily, local people heard my cries for help and came out. The boys then fled,” Sengupta recalled.   She then called her father and sister; her own residence was just a lane away. They called cops, who came and asked her to file an FIR at the Charu Market police station. It was 1.30 a.m. when she reached there but, instead of taking down her complaint, the cops there directed her to Bhowanipore police station where the first assault had occured. “I just gave up and started shouting at this point. There was no female police officer. The officer there finally took down my complaint after asking a lot of questions but refused to take the cabby’s complaint, stating that two FIR could not be taken for the same incident,” she said. Frustrated and hapless, she returned home. It was at 2.30 p.m. on Tuesday that she posted the entire ordeal on Facebook along with a 20-second video clip. An additional CP later called Sengupta and assured her of strong action against not just the accused but an inquiry into police refusal to take her complaint citing jurisdiction issues. “The probe has just begun and we have identified all the culprits. More arrests are likely and we will probe whether there was lack of adequate response from cops,” said a Lalbazar official. The arrested were identified as Sheikh Rahit, Fardeen Khan, Sheikh Shabir Ali, Sheikh Gani, Sheikh Imran Ali, Sheikh Wasim and Atif Khan alias Md Samsad. A preliminary inquiry revealed the cab had accidentally brushed against the bike, causing the riders to lose balance. One of the bikes’ rear view mirrors broke and the youths accosted cabby Tarak Debnath to demand compensation. At least two more bikes and an auto carrying more people landed there, leading to the sequence of events ending with the assault at Lake Gardens, officials said. In Video:Kolkata: Former Miss India Ushoshi Sengupta harassed, 7 arrestedDownload The Times of India News App for Latest City ."}, "AP becomes 1st state to give weekly offs to cops": {"datetime": "", "time": "2019-06-19 09:42:00", "description": "VIJAYAWADA: The Andhra Pradesh police department has become the first in the country to give weekly offs to its personnel. From Wednesday itself, all personnel from constable to inspector ranks will start getting offs. Director general of police (DGP) Gautam Sawang ordered this after a meeting with the committee constituted to formulate guidelines on weekly offs. This comes in spite of the fact that the police department is facing a severe staff crunch. There is about 20% staff shortage in the department. The committee, headed by additional director general of police Ravishankar Ayyannar, gave its report with 19 alternative plans that will fit various units like intelligence, CID, SPF and greyhounds. The unit heads can choose any plan depending upon their convenience, said Ayyannar. While some states have earlier tried to implement weekly offs, they have been limited to pilot projects only. With implementation of weekly offs, cumulative staff crunch in the department will be 30 per cent as one-seventh of the staff will be off duties. Ayyannar went on to say that an IT dashboard will be created to monitor the weekly offs in all districts and special units from the DGP’s office. The system will be reviewed after a month to deal with the problems that arise in implementation. Police officers’ associations across the state welcomed the decision. Srinivasa Rao, president of Andhra Pradesh police officers’ association thanked chief minister YS Jaganmohan Reddy and the DGP for implementing the weekly offs. He said that they have been waiting for this for two decades. Jaganmohan Reddy had made weekly offs to police personnel a part of his election promises. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/vijayawada/ap-becomes-first-in-india-to-give-weekly-breather-to-cops/articleshow/69847940.cms"}, "Tree felling goes on unabated at Kawal reserve": {"datetime": "", "time": "2019-06-18 08:13:00", "description": "HYDERABAD: Are trees being felled in Sirpur-Kagaznagar forest range and on the fringes of Kawal Tiger Reserve by tribals? Recent satellite images seem to indicate so. Interestingly, forest officials have found that not only Adivasis, even non-tribals are encroaching upon the forest land. They squarely blamed the people of Gond and Kolam tribes for the indiscriminate cutting of trees. Kagaznagar forest divisional officer Raja Ramana Reddy told TOI that several areas (compartments) had been cleared of green cover in the Garlapet reserved forest in Kagaznagar section between 2010 and 2018. “Satellite mapping has clearly revealed this. Apart from Adivasis, non-tribals are also resorting to large-scale encroachments. Gonds and Kolams are chopping trees,” he said. Forest officials said 6.4 lakh acres of forest land is disputed and several court cases are pending. Senior officials said the forest area in united Khammam, Adilabad and Warangal districts is worst-affected where land in huge tracts is encroached upon. Ramana said Kolams belonging to Wankidi mandal in Kumaram Bheem-Asifabad district had encroached forest land in 70 acres after making incursions 30 km into the forest. “We had served notices to them in February. When we issued eviction notices, they approached the high court, which asked us to follow the due process of law,” he explained. The tribals were given time till May 15. “However, they moved the court again. We explained the ground situation to the court,” Ramana said. The forest officials are also wary about rise in attacks on them. When some forest officials tried to stop encroachment in 460 compartments of Manchippa reserve forest in Gandhari range on May 29, villagers attacked them. Forest section officer Venkata Swamy was injured when the encroachers rammed a tractor into him. In fact, attempts by senior forest officials to stop fresh felling have led to friction between the department and Adivasis. Eviction of Kolam tribals on June 12 was taken kindly by tribals and non-tribals in Asifabad district. In September 2017, eviction of Gothikoyas from forest land by the officials in Jayashankar Bhupalpally district had led to an outrage all across the state. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/tree-felling-goes-on-unabated-at-kawal-reserve/articleshow/69832937.cms"}, "Chandrababu Naidu": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/andhra-pradesh/news/pm-narendra-modi-taunts-chandrababu-naidu-calls-him-u-turn-babu/articleshow/68632761.cms", "description": "KURNOOL: Prime Minister Narendra Modi on Friday launched a blistering attack on Andhra Pradesh chief minister and erstwhile ally N Chandrababu Naidu, calling him 'u-turn Babu', whose \"intent\" was not on state's development. Addressing a well-attended election rally here, he sought to reject Naidu's repeated attacks that his government neglected the state. Andhra Pradesh goes to siumultaneous elections to the 175-member assembly and 25 Lok Sabha seats in the first phase on April 11 with the BJP contesting them alone. Listing various initiatives taken by the NDA government for Andhra Pradesh, Modi said it was during his regime that the Vizag-Chennai industrial corridor was flagged off and approval for the first National Institute of Ocean Technology (NIOT) given. It was also the 'chowkidar' who cleared the first Indian Institute of Packaging (IIP) besides approving the greenfield petrochemical complex for the state, he said. \"Five years ago, your one vote made me PM. Your Pradhan sewak worked selflessly day and night for the people of the country. Chowkidar kept the interest of the state in mind,\" he said. Modi also recalled that the NDA government sanctioned first central university in Anantpur. He accused Naidu, the Telugu Desam Party supremo, of pasting state government 'stickers' on the Central schemes. \"For sure, I could have done more work. I just required the cooperation of the state government. I made all efforts from my side, but the person who is running the government (Naidu), his intention is not Andhra Pradesh's development,\" Modi said. Levelling charges of corruption and dynasty politics against Naidu, he said the election date of April 11 will usher in the \"double engine\" of the state's growth -- a BJP government both at the Centre and the state. There was debate going on in AP that there were 'schemes for corruption,' ranging from the creation of the new capital Amravati, the Prime Minister charged. \"The people of Andhra Pradhesh know whose coffers are being filled.. when this chowkidar sought accounts, u-turn Babu took a u-turn from AP's growth and walked out from NDA,\" Modi lashed out. Naidu had snapped ties with the NDA in March last year, accusing the Centre of not honouring the \"promised\" special category status to Andhra Pradesh. Hitting out at the TDP supremo for getting close to the Congress, Modi said Naidu has \"found friends who are on bail,\" apparently referring to Congress leaders Rahul Gandhi and Sonia Gandhi who are on bail in the National Herald case. Modi, who had in the past hit out at Naidu for alleged family politics, said the election should also see the \"son set\", and called for a new \"sun rise.\" He deliberately stressed on the \"son\" part to drive home his point on dynasty politics targeting the AP chief minister and his son and state minister Nara Lokesh. Without elaborating, Modi mocked that Pakistan has now accepted Naidu's \"friends\" as \"hero.\" Download The Times of India News App for Latest Elections News."}, "Dumped on the divider": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/dumpedonthedivider/articleshow/69834381.cms", "description": ""}, "My brother will remain with the Congress: Venkat Reddy": {"datetime": "", "time": "2019-06-19 04:00:00", "description": "Hyderabad: The drama surrounding Congress MLA Komatireddy Rajagopal Reddy’s plans to join saffron bandwagon took a curious turn on Tuesday when his elder brother, Congress MP Komatireddy Venkat Reddy claimed that his younger sibling won’t leave Congress. While the Telangana Pradesh Congress Committee (TPCC) which sent the show-cause notice copy to AICC for its reply, highly-placed sources within Congress said Rajagopal’s entry into BJP looked imminent. Venkat claimed that his brother had never said he would bid goodbye to Congress. Interacting with mediapersons in New Delhi soon after taking oath as an MP, Venkat said: “My brother has never said that he will leave Congress but only wanted the party be strengthened with changes in leadership in Telangana. I do not think that he will change parties.” He said both of them grew as Youth Congress leaders. “My brother may have been upset with the way the party leadership is handled in the state. We hope to work together and rebuild the party and strengthen it in every nook and corner of the state,” he added. Dispelling rumours, Venkat said he would never leave Congress. “I will remain with the party till my last breath,” he thundered. He said his political career had begun with Congress. Sources in Congress, however, said Rajagopal in all likelihood will join BJP. “But, the BJP leadership may ask him to resign from his Munugode assembly seat and seek re-election on BJP ticket,” sources said. Meanwhile, senior Congress leaders have demanded that land owners in Vattem area be given compensation for losing land for the Palamuru-Rangareddy project. “CM K Chandrasekhar Rao keeps changing the designs of the projects and increases cost of the projects. But, he does not seem to give a thought to pay compensation for land losers,” former minister Nagam Janardhan Reddy said. On the other hand, TPCC president Uttam Kumar Reddy condemned the arrest of senior party leader V Hanumanth Rao and 14 others when they tried to install a statue of BR Ambedkar at the Punjagutta junction. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/my-brother-will-remain-with-the-congress-venkat-reddy/articleshow/69848612.cms"}, "Bollywood actors who resorted to public transport": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-resorted-to-public-transport/photostory/65676673.cms", "description": ""}, "NEST 2019 Result": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/exam-results/nest-result-2019-declared-nestexam-in-heres-link-to-check-your-score/articleshow/69842705.cms", "description": ""}, "Yuvraj Singh-Hazel Keech's love story": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/yuvraj-singh-hazel-keechs-love-story/hazel/photostory/65659438.cms", "description": ""}, "Rajasthan Royals 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rajasthan-royals-team-2019-players-list-rr-team-2019/articleshow/67151472.cms", "description": ""}, "Green Card": {"time": "", "link": "https://timesofindia.indiatimes.com/world/us/bill-that-seeks-to-lift-green-card-cap-amended-to-protect-us-workers/articleshow/69849120.cms", "description": "NEW DELHI: In an attempt to strike a balance between those standing in queue for decades for employment-based green cards (owing to the per country caps) and the need to protect American workers, a bill - 'The Fairness for High Skilled Immigrants Act (S.386)', has been recently amended by Republican Senator Mike Lee. The amendments are being seen as a bid to facilitate its passage. To provide more protection to American workers, it requires that the employer sponsoring H-1B workers must disclose online (for at least 30 days) various details of the job on offer, such as occupation or job position, education and experience requirements, location and also how to apply for this job. A filing fee is also sought to be introduced forLabour Condition Applications(LCA), which is an attestation-based requirement that has to be met by sponsoring employers prior to filing of H-1B visa applications. This bill was originally introduced in the US Senate on February 7. It sought to remove the per country cap on employment-based green cards and shorten the wait time for the vast majority of applications in the backlog. US issues 1.40 lakh employment-based green cards annually. Substantial increase in denial of H-1B petitions of Indians: ReportHowever, not more than 7% can go to nationals of any one country. With a high influx of the Indian diaspora in the US, it has resulted in a heavy backlog, with those in the EB-2 category (having advanced degrees) having to face a wait time of 151 years. \"Over the last decade, various bills to remove this per country cap, have failed to become law. S. 386 has been rescued from the fate of its predecessors through appeasement, specifically, by agreeing to amendments that would allow further restrictions on merit-based non-immigrant visas, particularly with regards to the H-1B programme. However, it is interesting to note that many of these so-called 'new' restrictions already exist in one form or another,\" Florida based immigration attorney, Ashwin Sharma, told TOI. For instance, even currently,   H-1B sponsoring employers have to certify   that they are not favouring immigrant workers over American workers. They have to indicate how they calculated the prevailing wages they are offering to H-1B workers (but these records are to be made available only on specific request of the concerned authorities), explained Sharma. While the bill would alleviate the green card backlog and significantly benefit India, followed by China, it also seeks to ensure that the green card for others is not delayed beyond the time it would have otherwise taken, had this bill not been passed. Another similar bill HR 1044, introduced by the Democrats is pending in the US House. 'Immigration Voice', a US based non-profit which is engaged in alleviating problems faced by legal highly-skilled immigrants, in its social media post on June 17, said that it has reached a deal with Senator Lee and the amendments will enable the bill to pass. \"We have a deal to break the deadlock in the Senate!,\" it posted on Twitter. A note, issued by it analysing the various facets of S.386 including the amendments, states that the bill allows investigations against H-1B frauds to be based on anonymous complaints, eliminates arbitrary deadlines on investigations and permits investigations for general non-compliance with LCA requirements, as opposed to simply for a wilful violation. It seeks to increase the penalties for LCA violations that have remained unchanged since 1990. Whistle-blower protection, which is already available, is also incorporated in the amendment. The fee proposed for LCA documentation will be used to fund the department of labour's (DOL's) administrative and investigative activities associated with H-1B programme. A few amendments in the bill, such as the 30 day internet posting requirement, could cause delays and challenges, states an immigration expert. Another counsel says: \"Companies can depute their employees on a B-1 (business) visa to the US for a temporary period. The requirement was that the salary should be borne by the non-US employer. While a B-1 was getting tougher to obtain, it was an option available. The bill seeks to eliminate the 'B-1 in lieu of H-1B' option. We need to see how this will pan out.\" In Video:Bill seeking to lift green card cap amended to protect US workersDownload The Times of India News App for Latest Business News."}, "Bollywood actors who would be great teachers": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-actors-who-would-be-great-teachers/photostory/65684334.cms", "description": ""}, "Samsung": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/heres-how-samsung-got-mocked-for-its-social-media-post/articleshow/69835890.cms", "description": ""}, "Jagan Reddy, K Chandrasekhar Rao attend ‘Sanyas Deeksha Sweekaran’s’ event in AP": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/jagan-reddy-k-chandrasekhar-rao-attend-sanyas-deeksha-sweekarans-event-in-ap/videoshow/69835832.cms", "description": ""}, "\nHyderabadis headbanging and death growling for the win\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabadis-headbanging-and-death-growling-for-the-win/articleshow/53928733.cms", "description": "Papri.Paul@timesgroup.com  Hyderabad’s metalheads had a gala time at a cultural fest hosted by IIT Kanpur at a city hotspot on Sunday evening. Four high-octane city bands — The Immortal Peace, Hostilian, The Sword and We’ll Decide Later rocked the floor with their 440 volt performances. Competing with each other for the semi finals in IIT Kanpur next month, the bands went all in with guitars, drums and of course, some intense head banging. Sipping on their cocktails and beers, the guests basked in the all-metal glory. Download The Times of India News App for Latest City ."}, "Ranveer Singh": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/virat-kohli-is-naye-india-ka-hero-says-ranveer-singh/videoshow/69851128.cms", "description": ""}, "Ghmc wasting tax payer money": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/ghmcwastingtaxpayermoney/articleshow/69807977.cms", "description": ""}, "PM Modi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/odisha/news/lok-sabha-election-govt-has-taken-measures-to-set-up-chowkidar-in-space-pm-modi-in-odisha/articleshow/68627439.cms", "description": "JEYPORE: Prime Minister Narendra Modi on Friday said his government had taken measures to set up a 'chowkidar' in space and asked people to vote for a government that can take concrete decisions and not just raise slogans. Launching his campaign in eastern India with a rally in Jeypore area of Odisha's Koraput district, the prime minister said the NDA government wouldn't have been able to do any development work in the country without the support of the people. He sought blessings from his supporters for the 2019 Lok Sabha elections and asserted that the NDA government has left no stone unturned to bring about development in the state. Land, air or space, we had courage to do surgical strikes: PM Modi\"The NDA government has been working hard to develop road and rail infrastructure in the state. There is no dearth of funds when it comes to development work in the country. \"In the last five years, the government has been able to build homes for eight lakh families, light up 3,000 houses and provide gas connections to 40 lakh homes,\" Modi stated. Referring to Mission Shakti, when India demonstrated anti-satellite (ASAT) missile capability by shooting down a live satellite, he said the government has taken measures to set up a 'chowkidar' (watchman) in space. He came down heavily on opposition parties who he said \"belittled\" the space achievement. \"Those that are criticising the anti-satellite technology will be given a befitting reply in the elections,\" he claimed, urging people to vote for a government that can take concrete decisions, not the one that only raises slogans. In Video:Govt has taken measures to set up 'chowkidar' in space: PM Narendra Modi in OdishaDownload The Times of India News App for Latest Elections News."}, "\nA mesmerising Fusion of sur, taal and jazz, in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-mesmerising-Fusion-of-sur-taal-and-jazz-in-Hyderabad/articleshow/53753772.cms", "description": "Papri.Paul@timesgroup.com  The polyrhythmic notes of jazz fused with the ethno-musical notes of Baul Lokogeeti (devotional folk songs from Bengal) formed an interesting ensemble in a very unique fusion concert — One World Fusion 2016. True to its name, the concert held at Ravindra Bharati, saw some of the best names from the music world join hands to mesmerise Hyderabad’s music lovers.  eminent sax player George Brooks, santoor maestro Pt.Tarun Bhattachary, flute maestro Pravin Godkhindi, tabla marvel Pt.Shubhankar Banerjee, drumming sensation Gino Banks and prominent keyboard player Sagar Paul blended their artistic outflow with the famous couple, Sahaj Ma Baul, an eminent Baul Singer and Utpal Faqir, a famous baul dutara and banjo player. The amalgam that apposed diametrically divergent and distinguishing styles was enthralling, to say the least.  the group started with Vande Mataram fused with Sare Jahan Se Achha, keeping in mind the Independene Day fervour. Sahaj Ma’s deep voice and Godkhindi’s classical vistar resounded in the auditorium. A peek into each performer’s individual streams left listeners spellbound. Brooks’ jazz fare with hints of Indian sounds, with tabla, drums and santoor thrown into the mix, was a hypnotic hybrid, undeniably unlike anything the audience had ever heard before.  Pt Tarun Bhattacharya strummed his santoor, exploring myriad challenging cross-rhythmic patterns, inviting a parallel response from his fellow musicians in tabla, drums, flute and saxophone. The jugalbandi between Pt.Shubhankar Banerjee on tabla and Gino Banks on drums left the audience craving for more. Pravin Godkhindi, who is the only Indian to play the world’s largest flute, the contrabass, captivated the audience with his euphonious flute renditions. Sahaj Ma and Utpal Faqir transported the audience to rural Bengal with the song, Chander gaye chaand legeche, amra jene korbo ki, by a Bengali Baul saint, Lalon Fakir.  The musicians followed each other on stage, improvising to suit each other’s style, yet, not letting their individualistic style get lost in the blend. As the musicians traversed through intricate patterns to attain a crescendo, the auditorium thundered with undying applause.  Sahaj Ma and Utpal Faqir broke into a slow dance in the midst of their performances. Sagar Paul could not stop himself rocking to and fro with the rhythm throughout the concert. Even George Brooks swayed his hips from time to time enjoying the performance. They all looked like a bunch of buddies who sat together to jam, unmindful of the 500 awestruck eyes watching them.  A splendid musical treat, indeed! Download The Times of India News App for Latest City ."}, "Woman out on bail held for Rs 4 lakh con": {"datetime": "", "time": "2019-06-19 06:25:00", "description": "HYDERABAD: A 30-year-old woman, who was out on a bail in a matrimonial fraud and cheating case, was arrested on Tuesday for cheating an NRI family of Rs 4 lakh. Koram Archana, who hails from Nellore district in neighbouring Andhra Pradesh, was arrested by the Hyberabad cybercrime police less than a week after she was granted the bail in a fraud case. Archna is a resident of Leela Nagar, Begumpet. Her latest fraud came to light after the victim, Pavan Kumar, who stays in the US, came in contact with her on BharatMatrimony website and accepted her request. After being in touch with him for a few days, she told him about a job opportunity at CISCO in West Palm Beach area, which is just one hour from where the victim is working. A police official said: “Archana had told Pavan that she will apply for a transfer to the location closer to his workplace and urged him to transfer Rs 4 lakh for shifting the luggage.” She stopped responding to him later. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/woman-out-on-bail-held-for-rs-4l-con/articleshow/69848918.cms"}, "Kriti Sanon: Interesting statements by the actress": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/kriti-sanon-interesting-statements-by-the-actress/photostory/68092595.cms", "description": ""}, "Maoists wade into podu land controversy, ‘instigate’ villagers": {"datetime": "", "time": "2019-06-18 08:26:00", "description": "HYDERABAD: Taking advantage of the ‘podu bhumulu’ (podu land) controversy, Communist Party of India (Maoist) leaders are allegedly trying to instigate locals of the affected villages in Bhadradri-Kothagudem district. After learning about the movement of Telangana State Committee secretary Haribhushan and Khammam Karimnagar Warangal (KKW) secretary Damodar in several villages of the district, a 3,000-member strong contingent of Telangana police, including the anti-Maoist elite force Greyhounds, has started combing operations in the tribal hamlets. The Supreme Court had earlier directed the state to evict villagers in possession of podu land in Karakagudem, Yedula, Bayyaram, Gundala and Manugodu. The apex court, however, stayed its own order. The villagers have been on protest path since then. The forest land under podu, a form of shifting cultivation, has been a controversial issue for a long time and TRS government had earlier assured that it would resolve the issue, but it was still hanging fire. In the backdrop of the raging podu land issue, Maoists cadre have been reportedly spreading information that villagers would become homeless and jobless. “Using the podu land issue, the Maoist party has been spreading misinformation. We have information that 30-40 Maoist cadres visited the villages and instigated people. We suspect Maoist leaders Haribhushan and Damodar were among those visiting villages,’’ a senior Telangana police officer told TOI. Also, Maoist posters have surfaced in interior villages, hinting that the outlawed naxalites were moving in those areas. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/maoists-wade-into-podu-land-controversy-instigate-villagers/articleshow/69832912.cms"}, "\nHyderabad high on Janmashtami fervour\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Hyderabad-high-on-Janmashtami-fervour/articleshow/53872338.cms", "description": "It was quite a festive mood at Shilparamam on Thursday as Krishnashtami celebrations took centre stage. Utla Panduga — a much loved tradition among youngsters — organised out in the grounds kept the revellers engaged before dance ballets celebrating Lord Krishna’s life — ‘Leela Madhavam’ and ‘Krishna Leelamrutham’ entertained the audience. Paying no attention to the pouring rain, the guests enjoyed the festivities to the fullest. Download The Times of India News App for Latest City ."}, "Kiara Advani": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kiara-advani-copies-sara-ali-khan-opts-for-ethnic-airport-look/videoshow/69836999.cms", "description": ""}, "Drainage overflowing": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainageoverflowing/articleshow/69821358.cms", "description": ""}, "Langar Houz lake crusaders slam trash assault": {"datetime": "", "time": "2019-06-18 07:34:00", "description": "HYDERABAD: The Langar Houz lake is strewn with garbage and the foul smell in the area is unbearable, say morning walkers and residents living nearby. Mustafa Ali, a resident of the area, says, “The lake is nothing more than a dumpyard for people. The civic body that is lacking in staff is struggling to clear the premises.” Not only is waste all around, Ali says, there are more dogs than people in the area which end up eating and spreading the garbage, making matters worse. Mohammed Abdul Khader, whose brother lives in the area, also says that the situation is getting out of hand. “We keep cleaning the area but there is a lack of awareness among people. Many locals openly admit to throwing garbage in the lake. They say GHMC’s garbage pickers do not come regularly to the area so they do not have a choice.” While the lake has been walled, residents say at many places this has been broken. “The wall has been smashed at several points because people living in Ahmed Colony, Afsar Khan colony and other areas to the back of the lake do not have any access point. However, once breaches have been created, these are used by people for illegal activity. Many locals skip paying entry fee this way and others dump their waste. At night some youngsters even enter through the breaches and use drugs.” Aziz Mohammed, another resident says, “There is no police patrolling here at all. Guards must be placed at different spots so that the lake is saved from nuisance makers. If people are prevented from throwing their garbage here, those living nearby can at least have healthy lives without the stench and mosquitoes. Besides this, unruly elements will be kept at bay.” When contacted, irrigation department officials said the matter has to be dealt with by the sanitation wing of the GHMC. However, repeated calls and messages sent to the sanitation in-charge went unanswered. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/langar-houz-lake-crusaders-slam-trash-assault/articleshow/69832920.cms"}, "Doctors strike: Suffering for those from far-flung areas": {"datetime": "", "time": "2019-06-18 08:31:00", "description": "HYDERABAD: As the medical fraternity across the twin cities came together demanding that assault on medical professionals be made a non-bailable offence, protests at Gandhi Hospital caused untold sufferings to out-patients, many of whom came from districts and other states. One among them was a 28-year-old accident victim, B Rajashekar from Karnataka. Rajashekar, who came with his wife to avail treatment for his injured leg, was shocked at the non-availability of doctors. “We are waiting in the sun with all our luggage from 9 in the morning. It is 1pm now, and we received no help whatsoever. We are new to the city, and do not know where else to go. I cannot even walk on my own. Where do I go?” he asked. Those from far-flung areas had a harrowing time accessing medical facilities. R Satyanarayana (42), who came from Kurnool, had suffered serious injuries to his leg, forehead and face in an accident last week, and was made to wait in the scorching heat for two hours, and then turned away. “I have been waiting here from morning. My leg is swelling up and turning black. I need to consult a doctor to check if the injury is infected, he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/suffering-for-those-from-far-flung-areas/articleshow/69832871.cms"}, "RCB team 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/ipl/top-stories/rcb-team-2019-players-list-royal-challengers-bangalore-team-2019/articleshow/67151637.cms", "description": ""}, "Horoscope Today": {"time": "", "link": "https://timesofindia.indiatimes.com/astrology/horoscope/horoscope-today-june-19-2019-check-astrological-predictions-for-leo-virgo-libra-scorpio-signs-and-other/articleshow/69850234.cms", "description": ""}, "Encroachment not acted upon": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/encroachmentnotactedupon/articleshow/69821156.cms", "description": ""}, "Hyderabad: Bouncers thrash youths over ‘tissue paper’": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/hyderabad-bouncers-thrash-youths-over-tissue-paper/videoshow/69838572.cms", "description": ""}, "Neha Dhupia": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/neha-dupia-celebrates-7-months-of-baby-girl-mehr-shares-picture/videoshow/69852049.cms", "description": ""}, "Whatsapp Feature": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/how-this-new-feature-may-save-whatsapp-users-from-embarrassment/articleshow/69834812.cms", "description": ""}, "Bolarum gate reopens, drive to school gets shorter for students": {"datetime": "", "time": "2019-06-18 07:29:00", "description": "SECUNDERABAD: The drive to school for students of St Ann’s High School, Valerian Grammar School and Kendriya Vidyalaya, at Bolarum just got easier. The New Army Gate has been opened for public. With this, students can get to school in time, and life becomes easier for the 1.5 lakh road users that pass through the gate every day. After a gap of five days, army authorities on Monday, opened a new gate, which was constructed near Holy Trinity Church, Bolarum. “As per decision taken by the Army authority, the new gate was opened for traffic movement. The new gate has been planned to regulate movement of anti-national elements,” according to a senior defence official. Armed soldiers however, are checking the IDs of the road users before letting them pass, as per their routine exercise. Till June 15, school children had been using an alternate gate located at Kowkur, which is a detour of 1.2 kilometres. On Monday, the Army also opened Kowkur gate. On average, 300 to 500 students of Yapral, Kowkur, and adjoining areas used to pass through the gate, either in school vans or along with their parents on two/four wheelers. On June 12, due to closure of army gate, nearly 200 students of St Ann’s High School, were late to school by 15 to 20 minutes. In fact, the school management also clarified that they had not punished the students on June 12. Few staff members too were delayed due to the traffic jam. “The Army’s decision to reopen the gate has come as a major relief for hundreds of students,” Anisha Kulkarni, a parent and resident of Yapral, told TOI. She added: “We can reach St Ann’s High School in five minutes through this gate.” “The Army’s quick decision to reopen the gate and allow entry brought great relief to not only to the hundreds of students, but also lakhs of commuters too,” said CS Chandrasekhar, Secretary, Federation of North Eastern Colonies of Secunderabad (FNECS). Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/bolarum-gate-reopens-drive-to-school-gets-shorter-for-students/articleshow/69832837.cms"}, "Water woes hit residents of financial district the worst": {"datetime": "", "time": "2019-06-19 04:01:00", "description": "HYDERABAD: While the entire city is feeling the pinch of water scarcity, the crisis seems to be particularly severe in the areas extending from Banjara Hills to the financial district. Residents complain that they have been getting drinking water every other day if they are lucky, with some claiming that they have gone even a week without water supply. “We have been facing an acute shortage of water. The problem began a few months ago but became worse by the end of May,” says Prabhat Arora who resides in Gachibowli’s Hill Ridge Springs. His view his seconded by Manoj Kothari from the complex which has over 500 apartments. Kothari says that while they are supposed to get over four lakh litres of water a day, they have not received any in June so far. “We are being forced to pay Rs 25 lakh a month to private players for tankers,” he says. While supply remains a problem, some residents have also blamed individual negligence for the crisis. “I live in a colony where most households have more than two cars, huge gardens and long pathways. Sadly, most residents here do not monitor the water usage. They have their pathways washed every day and this results in wastage of 2,500 to 3,000 litres of water,” says Sangeeta Varma who resides in Jubilee Hills. When contacted, HMWS&SB’s director of operations, S Krishna, who oversees the supply to Banjara and Jubilee Hills denies that there is a water problem. “Given many of these places are in low-lying areas, there has been no such issue. Water is being supplied as usual,” he said. The director of operations for areas along the Outer Ring Road, P Ravi, also said that there was no major water crisis. “There might be a few pockets in Gachibowli and the financial district where people are facing a water problem, but this cannot be generalised,” he said. He added that at times when there is a power disruption, even for an hour, the supply for the entire day is affected. Ravi also said that there has been an increase in panic booking of tankers. “Even though there is no shortage, some people get a tanker and then book another on the same day. We can only supply a tanker within a week of booking,” he said and pointed out that borewells drying up has been the major issue. “We are encouraging people to adopt rainwater harvesting methods,” Ravi said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/water-woes-hit-residents-of-financial-district-the-worst/articleshow/69848641.cms"}, "Sara Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "Hasnain Saberi hosts Eid Milap party": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/hasnain-saberi-hosts-eid-milap-party/articleshow/69774567.cms", "description": ""}, "Tejashwi Yadav": {"time": "", "link": "https://timesofindia.indiatimes.com/city/patna/tejashwi-kicks-off-campaign-in-gaya-bhagalpur/articleshow/68567953.cms", "description": "PATNA/ BHAGALPUR: RJD chief Lalu Prasad’s younger son and leader of opposition in Bihar legislative assembly Tejashwi Prasad Yadav kicked off the Lok Sabha election campaign on Monday by addressing public meetings at Gaya, Banka and Bhagalpur in support of the Mahagathbandhan candidates. Close aides of Tejashwi said he is expected to address around 200 election meetings across the state over the next two months. “Tejashwi is the face of RJD and the star campaigner of Mahagathbandhan. He will be canvassing for candidates of all the Mahagathbandhan constituents — RJD, Congress, RLSP, HAM(S) and VIP. Thus, he will be addressing three to four election meetings every day,” Tejashwi’s political adviser Sanjay Yadav told TOI on Monday. Canvassing for RJD candidate Shailesh Kumar alias Bulo Mandal from Bhagalpur, Tejashwi came down heavily on NDA governments at the Centre and in state. He accused PM Narendra Modi of making false promises and propaganda to win the 2014 general election. “It won’t be repeated in the ensuing Lok Sabha elections,” Tejashwi said while raising questions about employment scenario and issues of Vijay Malaya, Nirav Modi, Mehul Chowksi and others who fled the country after swindling money from banks in India. Criticizing Nitish for snapping ties with RJD in 2017, Tejashwi said there was acute shortage of fertilizers, while the health services were also in a poor state. He accused deputy CM Sushil Kumar Modi of protecting those involved in the multi-crore Srijan scam in Bhagalpur and some other districts. Urging the audience to vote for the RJD candidate, Tejashwi said the Bhagalpur voters had showed a mirror to Modi by voting for RJD in 2014. “They should do the same this election as the NDA government stands exposed,” he said. Political observers feel Tejashwi has become a good orator, especially after coming out of power in July 2017 when CM Nitish Kumar snapped ties with RJD-led Mahagathbandhan and rejoined BJP-led NDA. “Though not as good as his father in terms of having a rustic touch, Tejashwi is a good orator in terms of eloquence,” said DM Diwakar, political observer and professor at AN Sinha Institute of Social Studies. Download The Times of India News App for Latest City ."}, "Shocking! Students fall off the top of a moving bus in Chennai": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/chennai/shocking-students-fall-off-the-top-of-a-moving-bus-in-chennai/videoshow/69836763.cms", "description": ""}, "BJP List 2019 Tamilnadu": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/no-surprise-list-bjp-pits-tamilisai-against-k-kanimozhi/articleshow/68515621.cms?", "description": "CHENNAI: The BJP's Tamil Nadu candidates list announced on Thursday was on expected lines, with Union minister Pon Radhakrishnan being fielded from Kanyakumari, state chief Tamilisai Soundararajan in Tuticorin, national secretary H Raja in Sivaganga, C P Radhakrishnan in Coimbatore and vice-president Nainar Nagendran in Ramanathapuram. While Pon Radhakrishnan and Raja will fight Congress, which is yet to name candidates for its nine seats in DMK alliance, Tamilisai will cross swords with DMK heavyweight Kanimozhi in Tuticorin. H Raja to contest from Sivaganga for third timeH Raja is contesting from Sivaganga for the third time. In 2014, he came third with 1.33 lakh votes, while in 1999, he came second. It will be a keenly fought battle between Tamilisai and DMK’s state women wing secretary and Rajya Sabha MP K Kanimozhi in Tuticorin. Though Tamilisai initially preferred to contest from Chennai South, which has a sizeable votebank for the party, she finally settled for Tuticorin. AIADMK was keen on retaining south Chennai for sitting MP, J Jayavardhan, son of fisheries minister D Jayakumar. Former TN BJP chief Radhakrishnan will face CPM’s P R Natarajan in Coimbatore. This is the fifth time that Radhakrishnan has been fielded in Coimbatore, a BJP stronghold. While he won two consecutive Lok Sabha elections in 1998 and 1999, he was defeated in the 2004 and 2014 polls. Nainar Nagendran has been pitted against DMK’s IUML candidate K Nawaz Kani. While the party made a quick decision on candidates for four constituencies, Ramanathapuram delayed matters considering the keen contest for the seat among some senior leaders. Download The Times of India News App for Latest City ."}, "'Batti Gul Meter Chalu': All you need to know about the Shahid Kapoor-Shraddha Kapoor starrer": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/batti-gul-meter-chalu-all-you-need-to-know-about-the-shahid-kapoor-shraddha-kapoor-starrer/photo-yami-gautam-looks-absolutely-ravishing-in-a-black-dress/photostory/65791732.cms", "description": ""}, "Road broken for water line rectification": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/roadbrokenforwaterlinerectification/articleshow/69834433.cms", "description": ""}, "Hardik Pandya": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/watch-hardik-pandyas-special-diamond-addition-for-the-world-cup/articleshow/69837720.cms", "description": ""}, "Kangana Ranaut": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/kangana-ranaut-rajkummar-raos-mental-hai-kya-gets-a-new-release-date/videoshow/69847454.cms", "description": ""}, "Pregnant women badly hit": {"datetime": "", "time": "2019-06-19 04:57:00", "description": "Hyderabad: Pregnant women were among those worst-affected on Monday. B Kumari, an expecting mother, said, “I could go into labour any day now. I’m terrified there may not be doctors to help me.” As services at gynaecology block in Gandhi Hospital’s OPD were suspended, many pregnant women were turned away. “I had complications in my previous delivery and I know how important these visits to the doctor are,” said R Jhansi. Nurses said they are requesting patients to come back another day. “Doctors are on strike, but we are guiding the patients,” said a nurse on condition of anonymity. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/pregnant-women-badly-hit/articleshow/69832908.cms"}, "City hotspots abuzz with World Cup revelry": {"datetime": "", "time": "2019-06-18 17:28:00", "description": "This World Cup season, Hyderabadis have been spending match nights holed up in sports bars and nightclubs that have pulled out all stops to ensure that every match screening turns into a carnival of sorts.  With enticing offers on food and beverages; live screening of matches on giant sceens; props and merchandise to help you cheer for your team in full style; and even dhol walas — the city’s lounges and bars have made ‘cricket’ their USP this season. And fans are loving it! Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/city-hotspots-abuzz-with-world-cup-revelry/articleshow/69842877.cms"}, "indiscriminate digging of borewells": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/indiscriminatediggingofborewells/articleshow/69818334.cms", "description": ""}, "Pawan Kalyan": {"time": "", "link": "https://timesofindia.indiatimes.com/city/vijayawada/jana-sena-promises-rs-5000-pension-for-farmers/articleshow/68568586.cms", "description": "GUNTUR: Stating that they will bulldoze bastions of TDP and YSR Congress, Janasena president Pawan Kalyan promised to grant Rs 5,000 pension to all farmers in the state. He said they will also grant Rs 8,000 crop incentive to farmers soon after coming into power in the next elections. Pawan further said his government would provide six to 10 LPG cylinders free-of-cost to each family every year. and also promised to fill 3 lakh vacancies in the government departments to provide jobs to youth. Addressing a meeting in Guntur on Monday, Pawan said that the future of the state did not mean the future of Lokesh and Jagan but it was the future of the people. “The space on the state’s political stage is not TDP’s and YSRC’s property as youth and women are eager to bring change through Jana Sena.” “TDP had lost moral right to rule the state as chief minister N Chandrababu Naidu had no control over his legislators who indulged in illegal activities,” Pawan said adding that he jumped into the political arena to bring in a change in the lives of commoners. “We supported TDP and BJP in the last elections with a hope to transform the state. Unfortunately, both of them have shattered our dreams,” he said. “Guntur city has been left in a lurch despite located a few kilometres away from the capital city. The entire city has been dug out in the guise of laying underground drainage scheme and left without repair. How shocking it is to see 30 people dying of diarrhoea in a city like Guntur? Is it not the failure of the state government? Opposition leader Jaganmohan Reddy is equally responsible for the tragedy as he never dared to question the government by going to the assembly,” he said. He further said they would construct apartments exclusively for Muslims in the city. He appealed to people to support his candidates Chandrasekhar (Guntur West), Zia-Ur-Rehman (East) and MP candidate Bonaboina Srinivas Yadav in the elections, Pawan said they fielded a BC candidate Srinivasa Yadav whereas TDP and YSRC both have given tickets to their own communities. Download The Times of India News App for Latest City ."}, "Ban VIP rule": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/banviprule/articleshow/69780857.cms", "description": ""}, "Bharat Box Office": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/bharat-box-office-collection-day-13-the-salman-khan-and-katrina-kaif-starrer-collects-rs-2-50-crore-on-monday/articleshow/69839624.cms", "description": ""}, "AMMK Candidate List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/chennai/ammk-releases-final-list-of-candidates-for-lok-sabha-and-assembly-bypolls/articleshow/68517453.cms", "description": "CHENNAI: AMMK deputy general secretary TTV Dhinakaran on Friday released the second and final list of candidates - 14 for the Lok Sabha polls and 9 for assembly bypoll in Tamil Nadu. The party has decided to field two of its heavyweight disqualified MLAs to contest Lok Sabha polls and to take on strong candidates from AIADMK alliance. Disqualified MLA from Andipatti and AMMK propaganda secretary, Thanga Tamilselvan, has been fielded from Theni Lok Sabha constituency, he will take on P Ravindranath Kumar, son of deputy chief minister and AIADMK coordinator O Paneerselvam. Disqualified MLA from Paapireddipatti and former minister P Palaniappan will be contesting the Lok Sabha polls from Dharmapuri constituency. He will take on PMK youth wing leader and former Union health minister Anbumani Ramadoss, who is contesting on behalf of the AIADMK-BJP-PMK alliance.| Full coverage of Lok Sabha elections in Tamil NaduBesides these two, AMMK has also selected another disqualified MLA, NG Parthibhan from Sholingar assembly segment, to contest Arakonam Lok Sabha constituency. He will take on former Unions minister of state S Jagathrakshakan of the DMK - Congress alliance on the seat. AMMK had earlier released its first list of 24 candidates for Lok Sabha and 9 candidates for assembly bypoll in the state last Sunday. Dhinakaran will release the party's manifesto for the Lok Sabha polls later during the day. Download The Times of India News App for Latest City ."}, "Saif Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/saif-ali-khans-picture-with-ms-dhonis-daughter-ziva-dhoni-is-too-cute-to-handle/videoshow/69851575.cms", "description": ""}, "Hafizpet lake pollution": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/hafizpetlakepollution/articleshow/69764426.cms", "description": ""}, "Tejasvi Surya": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/karnataka/news/lok-sabha-elections-im-ambassador-of-modis-new-india-says-tejasvi-surya/articleshow/68591078.cms", "description": "BENGALURU: From a boy who was groomed by late Union minister H N Ananth Kumar and Tejaswini Ananth Kumar to becoming the challenge to the family’s control over Bengaluru South segment, Tejasvi Surya has come a long way.While expressing his gratitude to Kumar and his family, Surya says he is a stark example of the BJP’s intent to infuse young and new blood. You were a surprise choice for Bengaluru South. Did you expect this development?While I had feelers that there was something like this going around, I was quite happily savouring pani puri with my friends. To be honest I was overwhelmed and started tweeting about this. I only feel gratitude towards the party, which is facing a crucial election and has decided to take risk by fielding a youngster in such a prestigious seat. At 28, will you be able to fill the shoes of Kumar?Filling the shoes of Ananth Kumar is a far fetched thing for he was so gigantic. I only pray to God to give me strength, sincerity and earnestness to honestly work for the people of this constituency so that one day in the eyes of the people I can match up to Kumar’s contribution to the constituency. On lack of political experience, I have a well oiled party organisational machinery to support me with senior leaders there to hand hold me. So what is this election going to be for you?Primarily it is an election for PM Narendra Modi’s aspirational India. It is about the promise of a new and young India and I am just an ambassador of the message of this new India. It is a reflection of party and Modi’s inclination of bringing in young blood. Tejaswini not getting the ticket is quite sensitive...Yes it is sensitive but even during her talk with the Karyakartas she told them that the it was time to show maturity. She has given her full support to me. But what is your personal opinion about Tejaswini missing the ticket?When her name was first finalised by the state leadership, it must be March 11, I was the first to extend my support to her and remember posting on social media that she was the most deserving candidate and a good choice from the constituency. But the party decided to field an ordinary karyakarta like me. It is a decision taken by big people and I am just a foot soldier obeying their diktat. I have always supported Tejaswini ma’am and was literally groomed by that family. I have no reason for acrimony. Statements by Karti Chidamabaram suggest that you are the Schutzstaffel of BJP, or the infamous SS of the Nazi Germany... Your tweets also suggest that your idealogical beliefs are in conflict with the “Sab Ka Saath Sab Ka Vikas” For Karti Chidambaram and others I will reply back to them in their own coin. The idealogical inclinations are not an issue for this election. The issue for the election today, is PM Modi’s promise of a new and superpower India. My only concern as on today is to ensure that Bangalore South elects the BJP with a massive margin so that we will strengthen Modi hands. Rest is immaterial. Is age an advantage or do you require time to project yourself as a leader?That the party leadership has reposed faith in me speaks for itself and the least minimum I can do is to live up to it and say I am capable enough as on today to take on these challenges. You must rise to the occasion and I will rise to it. On dynasty politics, considering you are a nephew of a sitting BJP MLA and PM Modi has gone on the offensive against the Congress on the issue of “Naamdar”...My candidature and my role and activity in politics has no connection to my uncle’s political life. I have an identity of my own and have worked very hard over years. My aspirations precedes his elections. If the party leadership thought I was a rise to another dynast, they would not have considered me at all. In Video:BJP announces 28-year-old Tejasvi Surya for Bengaluru South seatDownload The Times of India News App for Latest Elections News."}, "On cam: Underage bikers perform stunts on road": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/on-cam-underage-bikers-perform-stunts-on-road/videoshow/69814286.cms", "description": ""}, "Priyanka and Nick": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/photo-features/candid-pictures-of-priyanka-chopra-and-nick-jonas/priyanka-chopra-shares-an-adorable-selfie-with-husband-nick-jonas/photostory/69851216.cms", "description": ""}, "Garbage dumped in open": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/garbagedumpedinopen/articleshow/69850309.cms", "description": ""}, "Priyanka Gandhi": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/uttar-pradesh/news/bjps-nationalism-is-about-using-religion-and-martyrs-for-politics-priyanka-gandhi-to-cadres/articleshow/68629775.cms", "description": "RAE BARELI: In her scathing attack on BJP and Modi government, Congress general secretary Priyanka Gandhi said that Congress doesn't need any certificate from anyone to prove its nationalist feelings. \"Ye brashtachar ki baat karnewale sabse bade brashta hain… kaam ki baat karte hain magar sabse bade nikamme hain… dharma ki baat karne wale sabse bada adharm kar rahe hain - dharm ka istemal kar rahe hain… saheedon ka istemal kar rahe hain - sirf rajinit ke liye (They are talking of acting against corruption but are corrupt themselves… they talk of work but are good for nothing… they talk of dharma (read duties) but indulge in adharma by defying its norms - they use religion and martyrs for political interests),\" Priyanka stated in her closed door meeting with cadres on Thursday. The Congress leader hit out at BJP's strategy of playing the nationalist card. \"We are Congress… we launched the freedom movement… gave our blood and sweat… braved British atrocities … we don't need any certificate to prove our nationalist feelings especially from the ones who apologised to the British at that time\", asserted Priyanka, urging the workers to go to every household in their area and meet every voter. She directed the workers to apprise the voters that the 2019 Lok Sabha election was as important as the freedom movement. Infusing energy in them she said, \"Don't be afraid of anything as this is a weak government. Only a weak government curbs the voice of the people, which is a crime in democracy.\" Priyanka asked the workers to stand up for their leader whose only dream is the progress of India and its people. \"Rahul thinks of the people without any vested interest,\" Priyanka said citing the example of her conversation with Rahul on the issue of using self-help group women for campaigning. \"When I proposed to him this idea, he simply denied… saying that I created the SHGs to empower women, not use them in any way,\" Priyanka said quoting her brother. The Congress general secretary told the workers that she was working on mission 2022. \"We will, with your support, form the government in 2022. And once we come, we will stay here for long on the basis of our hard work,\" she said adding that the hard-workers would be adequately rewarded. Download The Times of India News App for Latest Elections News."}, "Nizams’ famed jewels to go under hammer in NY": {"datetime": "", "time": "2019-06-19 06:46:00", "description": "HYDERABAD: Just as a two-month exhibition of Nizams’ jewellery ended in New Delhi, globally-renowned auction house Christie’s is set to put under hammer some 400 pieces of rare jewels. This includes a few items from the ‘fabulous’ treasure house of the Nizam. So famous was his collection, that the last ruler of Hyderabad was also known as ‘The Fabulous Mughal’. The auction is set to take place on June 19 in New York. While a collection of 173 pieces of jewellery of the Nizams, now owned by the government of India, are put on display once in a while in the country, there are said to be hundreds of other jewels in possession of either family members or have been sold to collectors, connoisseurs and businessmen across the world. “What is left in Hyderabad is not even a fraction of the legendary collection of the last Nizam,” a family member rued. A diamond and enamelled gold bowl estimated worth Rs 3.48 crore, ceremonial sword estimated worth Rs 10.44 crore, scabbard and sword estimated worth Rs 8.34 croreIt is not known how many of the 400 pieces that would be put under the hammer are from formerly princely Hyderabad State. However, officials at Christie’s, mention a few. This collection is owned by the cousin of the ruler of Qatar, Sheikh Hamad bin Abdullah Al Thani. His interest in jewels began in 2009, and today he is said to own some 6,000 pieces from across the world. At the New York show, for instance, there will be a 19th century bib-like diamond and emerald necklace. Experts believe this itself will leave buyers and onlookers spellbound. Then there will be a rivière necklace, which features almost 200 carats of diamonds from the Golconda mines, the earliest group of mines known to man. Located in Krishna district of Andhra Pradesh, at one time they were the only cluster where diamonds were found. There is also The Mirror of Paradise. This is a 52.58 carat, rectangular-cut diamond that was last sold at auction in 2013 for $10.9million. But for one daughter, all the children of the last Nizam Mir Osman Ali Khan have passed away. The third generation of Nawab of Deccan is scattered and in disarray. However, there are a few members of the erstwhile royal family, who are in the know of things. Even among them, they are those who are tight-lipped on how the jewels might have found their way to the international auction house. Many point to one incident soon after the death of Nizam in February 1967. They say some of the members of the royal family, in cahoots with powerful politicians of the day, smuggled out the jewels. There is at least one member of the family who says he met Sheikh Hamad bin Abdullah Al Thani in Delhi during the Nizams jewellery exhibition recently. However, Najaf Ali Khan, grandson of the Nizam, says he has not met or dealt with the collector any time earlier. In Video:Hyderabad: Nizams famed jewels to go under hammer in NYDownload The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/nizams-famed-jewels-to-go-under-hammer-in-ny/articleshow/69849040.cms"}, "Arjun and Malaika": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/check-out-arjun-kapoors-witty-comment-on-malaika-aroras-post/videoshow/69844147.cms", "description": ""}, "5k cops for Kaleshwaram inauguration": {"datetime": "", "time": "2019-06-19 04:03:00", "description": "Hyderabad: Elaborate security will be in place with over 5,000 cops deployed for the inauguration of Kaleshwaram lift irrigation project on June 21. DGP M Mahendar Reddy along with senior police officials visited the project site on Tuesday to take stock of security arrangements. As part of the VIP security protocol in a left wing extremism-affected zone where the project site is located, police have already launched area domination work with round-the-clock patrolling and vehicle checks. All roads leading to the inauguration points at Medigadda and Kannepally have been sanitised by bomb disposal squads. TNN Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/5k-cops-for-kaleshwaram-inauguration/articleshow/69848677.cms"}, "BJP List 2019 Karnataka": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bengaluru/karnataka-bjp-lok-sabhas-candidate-first-list-excludes-tejaswini/articleshow/68516828.cms", "description": "BENGALURU: The BJP on Thursday released its first list of 21 candidates from Karnataka, but it does not include the names of sitting MP Karadi Sanganna (Koppal) or late Union minister HN Ananth Kumar’s wife Tejaswini, who is widely tipped to be the candidate from Bengaluru South. The list names the 14 other sitting MPs, including Shobha Karandlaje (Udupi-Chikkamagalur) and Suresh Angadi (Belagavi) despite stiff opposition within the party and anti-incumbency against the two. Party leaders said they are baffled by the exclusion of Tejaswini’s name and are unaware of the reasons for her candidature being withheld. “We inaugurated her personal office on Thursday and were sure of her name being announced,” one leader said. Rumours — from “technical” errors to the possibility that her name would lead to comments on “dynasty politics” — are doing the rounds. Sanganna’s candidature was withheld as the BJP is waiting for the JD(S)-Congress coalition to name its candidate. With the possibility of former chief minister Siddaramaiah contesting, the BJP will require a stronger candidate. The party also decided not to announce its candidate for Mandya, but two Congress rebels — A Manju from Hassan and Umesh Jadhav from Kalaburagi — have been given tickets. BSY has his wayThe first list confirms that the BJP central leadership continues to repose faith in state party president and Lingayat strongman BS Yeddyurappa. The list features names of his son BY Raghavendra and several confidants. Download The Times of India News App for Latest City ."}, "Record delay for monsoon in Telangana likely in 2019": {"datetime": "", "time": "2019-06-18 07:42:00", "description": "HYDERABAD: The likelihood of monsoon covering the entire Telangana may go beyond June 27, which in itself will be a record. The last such occurrence when the monsoon hit the region when it was part of the united Andhra Pradesh after June 27 was in the year 1972 — 47 years ago. In 2018, monsoon hit Telangana on June 4 bringing an early cheer on the faces of farmers. According to weathermen, monsoon usually hits the state between June 7-10. But, this time round, the likelihood of monsoon rains delaying beyond June 27 is also not being ruled out. In 1972, Kerala experienced the first southwest monsoon rains on June 17, a delay of 17 days from its normal onset date of June 1. The unified Andhra Pradesh received monsoon rains 10 days later — June 27. This was 47 years ago. Going by the delay in the system moving north-north centralwards, it could derail the monsoon’s ascent and its arrival could be delayed further beyond June 27, officials explained. Senior officials recall that monsoon was delayed five years ago in Telangana despite hitting Kerala on June 6. “There was a delay of 14 days in the monsoon reaching Telangana because of various factors and the trajectory of the monsoon that year. This year, monsoon struck Kerala on June 8. By the time it makes its way into Telangana, it could be beyond June 25-27,” an official reasoned. “This year, it is going to be a slow and sluggish start due to various reasons. Two key factors are the speed of the westerlies and long-wave radiation,” officials said. Meanwhile, the agriculture department has issued a kharif plan for farmers in view of the delayed monsoon and given suitable sowing dates for crops this season. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/record-delay-for-monsoon-in-telangana-likely-this-year/articleshow/69833012.cms"}, "Sara’s childhood video is the cutest!": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/sara-ali-khans-childhood-video-is-the-cutest-thing-you-will-see-on-the-internet/videoshow/69847371.cms", "description": ""}, "3 youths held, gold chain, bike recovered": {"datetime": "", "time": "2019-06-19 04:20:00", "description": "Hyderabad: Three chain snatchers were nabbed on Tuesday. A five-tola gold chain worth Rs 2 lakh and a motorbike, which was used by the trio to escape after committing the offence, were recovered. Rachakonda police found that the accused trio committed two robberies under LB Nagar and Keesara police station limits on June 9. The trio robbed gold chains from two kirana shop owners weighing over eight tolas at Rampally village in Keesara and Raghavendranagar in LB Nagar. The accused have been identified as Bandari Kotesh, 24, Estharla Dinesh, 20, and Bonigela Bharath,19, residents of Thatti Annaram village in Hayathnagar. The trio was booked under a robbery case. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/3-youths-held-gold-chain-bike-recovered/articleshow/69848928.cms"}, "GHMC removes 20,000 illegal hoardings": {"datetime": "", "time": "2019-06-19 07:38:00", "description": "HYDERABAD: On Tuesday, GHMC removed 20,000 illegal hoardings from Ameerpet, Maitrivanam and SR Nagar — considered as hubs for coaching institutions. The move comes a month after principal secretary of municipal administration and urban development (MA&UD) department Arvind Kumar had warned officials for failing to remove illegal hoardings across the city. In a 12-hour long drive, the banners and hoardings put up by coaching and computer institutions in Ameerpet and Khairatabad circles were pulled down. Led by Musharraf Ali, Khairatabad zonal commissioner, 300 employees went about their job. In the past, GHMC had issued notices to these coaching institutions running out of multi-storey buildings to follow fire safety norms. After the Surat fire incident where 19 students lost their lives at a coaching institute, GHMC officials swung into action. “We removed only 40% of the illegal hoardings in Ameerpet. We will take up the drive on Wednesday and remove the rest of the hoardings and banners,” said Ali. He said the coaching institutions had put up flexis, banners and hoardings in violation of rules laid down by GHMC. “Students seeking admission into such centres must verify if they have fire safety equipment,” he added. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ghmc-removes-20000-illegal-hoardings/articleshow/69848951.cms"}, "Heavy water logging": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/heavywaterlogging/articleshow/69821377.cms", "description": ""}, "Monali Thakur performs at an event": {"time": "", "link": "http://photogallery.indiatimes.com/events/hyderabad/monali-thakur-performs-at-an-event/articleshow/69787019.cms", "description": ""}, "'TRS to maintain constitutional ties with Centre'": {"datetime": "", "time": "2019-06-19 09:30:00", "description": "HYDERABAD: In a clear indication of his ties with the Centre souring, Telangana chief minister K Chandrasekhar Rao on Tuesday said he would maintain only ‘constitutional relations’ with the Centre. He also reminded everyone that he had called Prime Minister Narendra Modi a ‘fascist’ in 2014. The CM, who skipped the Niti Aayog meeting in Delhi headed by Modi three days ago, said the Aayog had recommended Rs 24,000 crore financial assistance to the state for two flagship water schemes – Mission Bhagiratha and Mission Kakatiya. “But, the Centre did not give us even Rs 24,” KCR told reporters at his first cabinet meeting after the Lok Sabha elections. The meeting lasted a good six hours. The CM said that as per the AP Reorganisation Act, Telangana should have received Rs 450 crore per year as assistance to develop backward districts. But, it got the grant for only four years and not five, he said. “When BJP national president Amit Shah claimed that several lakhs in financial assistance was given to Telangana, I exposed it as a bundle of lies and demanded his apology for spreading lies,” he said. “The TRS government had given issue-based support to the National Democratic Alliance (NDA)-1 on demonetisation, election for the President and GST. But I recall, I had called Modi a ‘fascist prime minister’ after seven mandals from Telangana and Sileru project were transferred to Andhra Pradesh in 2014,” KCR said at a press conference after the cabinet meeting. Both KCR and Modi had good relations till the assembly elections in Telangana in Dec 2018. The TRS chief took a more strident approach towards BJP and Modi during campaigning, even attacking the PM over Hindutva politics. During the Lok Sabha elections, a large number of turmeric farmers from Telangana had gone to Varanasi to file nomination papers and contest against Modi. Although their nominations were rejected, BJP leaders alleged that the farmers were sent by TRS. Responding to a query whether he would invite the PM for the inauguration of Kaleshwaram Lift Irrigation Project on June 21, KCR said: “I invited him for inauguration of Mission Bhagiratha (a scheme aimed at supplying piped water to every household) four years ago. There is no need to invite him for every programme. I am the achiever of Kaleshwaram project,” the CM said. He said he was also not attending the all-party meeting called by the Prime Minister in Delhi on June 19 as he was busy with the launch of Kaleshwaram project on June 21. TRS working president KT Rama Rao would take part in the meeting. He criticised Union minister of state for home G Kishan Reddy for his remarks that Hyderabad has become a den for terrorists. “It is a joke. There were no communal riots or clashes in the last five years when compared to communal incidents in Hyderabad when it was part of united Andhra Pradesh. People in a responsible position should talk with some meaning,” he said. The TRS chief attacked Congress legislature party leader Mallu Bhatti Vikramarka without naming him for his letter to AP chief minister YS Jaganmohan Reddy, urging him not to come for inauguration of Kaleshwaram project and also hit out at Congress for obstructing the project by filing cases. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/will-have-only-constitutional-ties-with-centre-says-telangana-cm-kcr/articleshow/69849110.cms"}, "Ticking bombs: Lakhs of vehicles plying with expired CNG, LPG kits": {"datetime": "", "time": "2019-06-19 09:27:00", "description": "HYDERABAD: Expired kits of compressed natural gas (CNG) and liquefied petroleum gas (LPG) installed in vehicles plying across the city are ticking time bombs. After filing representations to State Human Rights Commission, the departments of transport and civil supplies, the gas testing agencies and auto unions stated that a staggering 1,50,000 vehicles running in Greater Hyderabad region are operating without CNG and LPG cylinder integrity checks. They said this is in gross violation of Gas Cylinder Rules, 2004 and Petroleum Act, 2004. “Lack of maintenance and re-checks of these cylinders are putting people at serious risk of death or injury. The expired cylinders can explode anytime,” said M Dayanand, general secretary, Telangana Auto and Motor Vehicle Association. While CNG tanks in auto rickshaws, taxis and every other vehicle have to be examined and tested once every three years, LPG tanks in vehicles must be inspected once in five years as per Rule 35(1) of Gas Cylinder Rules, 2004. After the auto unions filed a representation to chief controller of explosives of Petroleum and Explosives Safety Organisation in 2015 and State Human Rights Commission in the 2016, both the organisations appealed to the transport department to not issue fitness certificates to the vehicles until they are checked at testing centres, and get a certificate of approval. However, despite the appeals, the Regional Transport Authority seems to be violating the norms to a large extent. Most auto drivers in the city whom TOI spoke to said they are not aware of the mandatory testing and the importance of getting it done periodically. M Yadgiri, an auto driver who ferries schoolchildren, said, “Mine is a CNG vehicle. I bought it from a friend six years ago, and I am not aware of this test. I just get my auto repaired from a local mechanic if there is any problem.” Another auto driver, Sai Kumar, said, “I got a fitness certificate from the RTA department recently. They did not ask me for any testing certificate. I don’t think it is mandatory.” Dayanand said, “Not even a single auto in Greater Hyderabad region has a testing certificate. We will soon file a criminal case if the authorities concerned do not implement the orders.” When this issue was posed to the officials of RTO department, they said they are following all norms. “We do check cylinder numbers during fitness checks. There may be a few misses, but we also check if re-testing is done. We follow the norms, but I cannot tell the exact figure of how many did not get the re-testing done,” said C Ramesh, joint transport commissioner. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/ticking-bombs-lakhs-of-vehicles-plying-with-expired-cng-lpg-kits/articleshow/69848888.cms"}, "Andhra woman trafficked to Bahrain rescued": {"datetime": "", "time": "2019-06-19 10:11:00", "description": "HYDERABAD: A 39-year-old woman from Andhra Pradesh trafficked to Bahrain has come out with her traumatic story that she was used as a sex slave though taken to Bahrain to work as a housemaid. The woman from Nellore in Andhra Pradesh managed to reach the Indian Embassy in Bahrain and sought help. BJP Hyderabad city NRIs Coordination Committee chairman Thopalli Srinivas explained to the embassy the predicament of the woman and her suffering. The embassy informed initially that she had been provided with an emergency passport but her request for a ticket was under process as she had ‘failed to provide necessary details about her agents’. The desperation of the woman to go back to Nellore to her two daughters and son was made known to the embassy by Srinivas who explained her difficult circumstances. On Tuesday evening, the Indian Embassy said that a ticket on the first available flight was being arranged by the Mission for the woman to be sent back to India. Srinivas urged external affairs minister S Jaishankar to give blanket orders to embassies to help Indian housemaids stuck in the gulf to be sent home without any delays. In this case, the woman had reportedly been approaching the embassy for the last two years as she wanted to be sent back to India. The woman said she had been taken to Bahrain six years ago to work as a housemaid but was exploited. She was made to work for 13 families in a four-floor building wherein she had to do all the household work. She was also not paid. When she approached the agent and said she could not work there anyone, she was reportedly used as a sex slave. The woman was literally forced to entertain customers for two months, despite her protests. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/andhra-woman-trafficked-to-bahrain-rescued/articleshow/69852127.cms"}, "2 cops held for taking Rs 20,000 bribe in Hyderabad": {"datetime": "", "time": "2019-06-18 08:22:00", "description": "HYDERABAD: ACB sleuths arrested an SI and a constable of Bolarum Police Station for allegedly demanding and accepting a bribe of Rs 20,000 from the complainant to release him on station bail. The accused cops are SI S Brahma Chary and constable M Nagesh. On June 3, a case was registered at Bolarum Police Station against Narsinga Rao, an orchestra troupe operator, for assault and extortion. After registering the case, the SI through constable Nagesh demanded Rs 25,000 from Rao to not arrest him. After making the payment, Rao approached ACB sleuths and furnished the proof of bribery on June 13. TNN Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/2-cops-held-for-taking-rs-20k-bribe/articleshow/69832893.cms"}, "Priyanka's Wax Statue": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/priyanka-chopras-wax-statue-unveiled-at-madame-tussauds-in-london/articleshow/69851119.cms", "description": ""}, "Ranveer Singh: Reasons we love the actor": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/ranveer-singh-reasons-we-love-the-actor/photo-fans-swoon-over-ranveer-singhs-chivalrous-act-towards-hina-khan/photostory/67116401.cms", "description": ""}, "HP TET Admit Card": {"time": "", "link": "https://timesofindia.indiatimes.com/home/education/jobs/hptet-admit-card-2019-released-at-hpbose-org-heres-direct-link/articleshow/69842561.cms", "description": ""}, "Samsung Galaxy M40": {"time": "", "link": "https://timesofindia.indiatimes.com/gadgets-news/samsung-galaxy-m40-to-go-on-its-first-sale-today-via-amazon/articleshow/69835432.cms", "description": ""}, "VHR, 14 others held for bid to install Ambedkar statue": {"datetime": "", "time": "2019-06-19 04:21:00", "description": "HYDERABAD: Senior Congress leader V Hanumanth Rao and 14 others were arrested for forcibly trying to install a statue of BR Ambedkar next to former CM YS Rajasekhara Reddy’s state at Punjagutta junction in the early hours of Tuesday. Punjagutta SI M Satish Kumar, who was on duty in front of Hyderabad Central mall at 5.20 am, noticed that Rao and another senior leader GV Harsha Kumar along with 20 of their supporters came to Punjagutta junction carrying a bronze statue of Ambedkar in a van. The leaders tried to install Ambedkar’s statue in front of the mall and tried to pull down YSR’s statue. “When we tried to stop them, the Congress workers abused our men. There was mild panic among passers-by,” the SI said. Police immediately took the van away and shifted the statue to Goshamahal stadium. Rao and 14 others were held under sections 143, 153(A), 353, 188 of the Indian Penal Code. A cop noticed VHR and his supporters come to Punjagutta junction carrying a bronze Ambedkar statue in a van. The leaders then tried to install that in front of the mall Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/vhr-14-others-held-for-bid-to-install-ambedkar-statue/articleshow/69848935.cms"}, "Bollywood couples who went public with their love affair in 2018": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/bollywood-couples-who-went-public-with-their-love-affair-in-2018/photostory/67300070.cms", "description": ""}, "Country’s lightest loco to roll on T'gana tracks": {"datetime": "", "time": "2019-06-19 07:59:00", "description": "HYDERABAD: The country’s most powerful but lightest 6000 horsepower diesel locomotive, the WDG-6G Diesel Locomotive built by General Electric (GE) in Pennsylvania, United States, is all set to roll on the tracks of Indian Railways. Telangana has been chosen as the place for the trial run. According to railway officials, the locomotive will be put on trials on the Vikarabad – Parli section under South Central Railways (SCR) and it will be the most powerful among those in use on Indian tracks. The WDG-6G is now ready to undergo the Confirmatory Oscillograph Car Run trials and join the fleet of locomotives of the Indian Railways. “The WDG-6G Diesel Locomotive is based on GE’s evolution series and is fitted with a 16-cylinder V-16 evolution series engine, a four-stroke fully turbocharged and inter-cooled machine. It also has the latest technology and marks a new high in features related to the driver’s cab,” an SCR spokesperson said. The enhanced operator and cab amenities include the provision of heating, ventilating and air-conditioning along with the hot plate, heated windshields and display screens for the loco pilot’s convenience. Officials informed that the consolidated control architecture system has also been provided with features such as trip optimiser, loco-vision and cab signalling. The auto engine start/stop is integrated with the auxiliary power unit giving a quality boost to the maintenance of the loco. Remote monitoring and diagnostics have also been enabled for continuous fleet health monitoring. In a statement released by SCR, it has been mentioned that the safety standards of the loco are enhanced by cab frontal collision system designed to withstand tough crashes. Packaging of electrical hardware and equipment has been done to enable easy maintenance. The lightweight bogie frame also needs minimal maintenance. This new breed of WDG-6G Diesel Locomotives is set to play a significant role in the plans of Indian Railways, with the carrying capacity of a freight train rake to significantly increase on account of the hauling strength of the locomotive. It will thereby enhance sectional capacities in terms of increased train services and result in operational efficiency in terms of fuel consumption. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/indias-lightest-loco-to-roll-for-first-time-on-t-tracks/articleshow/69848709.cms"}, "Arvind Kejriwal": {"time": "", "link": "https://timesofindia.indiatimes.com/elections/lok-sabha-elections-2019/delhi/news/rahul-gandhi-refused-to-forge-alliance-with-aap-for-ls-polls-kejriwal/articleshow/68664088.cms", "description": "VISAKHAPATNAM: Delhi chief minister Arvind Kejriwal on Monday said that Congress President Rahul Gandhi has refused to forge an alliance with the AAP for the Lok Sabha polls in the national capital. Full coverage: Lok Sabha electionsTalking to reporters at the airport here, the AAP leader said he had met Gandhi recently and the Congress leader had refused to “join hands with the AAP”. Asked about Congress' Delhi unit president Sheila Dikshit's remarks that Kejriwal never approached her for an alliance, the chief minister said, “We have met Rahul Gandhi. Dikshit is not that important leader.” Kejriwal has been urging the Congress to stitch an alliance in Delhi for the Lok Sabha polls to keep the BJP away from power. Leaders in the Delhi unit of the Congress were divided over the issue of alliance with Dikshit and her three working presidents opposing it, party sources had said. A top source in the party had recently said that chances of alliance were \"slim\" considering its long term repercussions in Delhi. \"The biggest question is how will Congress face the AAP in Assembly elections due in 2020 after the tie up. Also, the party does not gain much politically as it is being offered only 2-3 seats by Kejriwal,\" the source had said. Congress had drawn a blank in the 2014 parliamentary elections in Delhi. The talk of alliance was fuelled by the fact that the Congress and AAP had jointly polled more votes than the BJP that had walked away with all the seven seats in the national capital. Delhi has 7 Lok Sabha seats and it will go to polls on May 12. In Video:Congress refused to forge alliance with AAP for LS polls: KejriwalDownload The Times of India News App for Latest Elections News."}, "Auto Roof Top Garden": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/autorooftopgarden/articleshow/69764402.cms", "description": ""}, "Taimur Ali Khan": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "\nA Hyderabadi artist’s musings on life...\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-Hyderabadi-artists-musings-on-life-/articleshow/53857465.cms", "description": "Art-enthusiasts of Hyderabad made way to Kalakriti Art Gallery for an exhbition which displayed the art series, ‘Life Is A Deck of Cards’ created by Avijit Dutta. True to its name, the collection of artworks depicted various stages of life in the form of a deck of cards, complete with two jokers. Spotted at the do were noted artists like Jagdish Chintala, and Laxman Aelay interacting with Avijit as he showcased his work. Download The Times of India News App for Latest City ."}, "Driver kills couple for cash on way to Karnataka": {"datetime": "", "time": "2019-06-18 07:30:00", "description": "HYDERABAD: A 76-year-old city-based landlord and his wife, who were missing since June 12, were found to have been murdered near Humnabad in Karnataka allegedly by their driver for the money and gold the couple were carrying. The decomposed bodies of P Navratan reddy (76) and Snehalata Reddy (72) were recovered on Sunday from Anantagiri Hills where it had been dumped a kilometre apart in the wee hours of July 13. Driver Satish and his accomplice Rahul were arrested on Monday and Rs 5 lakh and 25 tola gold seized from them. The murder came to light after the couple’s four US-based children didn’t receive any calls for several days and they alerted family members in the city who then approached cops. Reddy owned about 40 acres in Patancheru and over 55 acres in Humnabad (Bidar). He had been travelling frequently between Hyderabad and Humnabad to his rented place to oversee the development of his land. On the night of June 12 too Reddy and his wife had started from their home at BHEL in their Innova with driver Satish. The couple slept during the journey. “Around 1am, when the car crossed Mannaekhelli toll plaza before Humnabad, Satish took a detour. He got off the main road and drove for about 100 metres to an isolated area where his friend Rahul was waiting. Reddy woke up when Satish stopped the car and got out of the vehicle. Both Satish and Rahul attacked him with an iron rod. By then, his wife had woken up and the duo attacked her too. The couple were then strangled with towels,” Humnabad sub-inspector LT Santosh Kumar said . The duo took the cash and gold the couple had on them and drove through villages, bypassing toll plazas and reached Anantagiri Hills in Vikarabad district where the bodies were dumped. The two then split, with Satish driving the Innova back to Reddy’s BHEL house. He cleaned up the interiors of the car, parked it and left the place. As the couple, who used to call their US-based children at least 10 times a day, did not make any contact since June 12 night, family members grew suspicious. “Their relatives approached us on June 13 night saying that the couple’s phones were switched off. Driver Satish had told the relatives that he had dropped them at home and left. We picked up Satish after he lied about his whereabouts. He confessed to having killed the couple with the help of a friend for the money,” SI Kumar said, adding that Rahul was arrested from Dhumnsur village near Humnabad. The accused were produced before court in Humnabad on Monday. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/driver-kills-couple-for-cash-on-way-to-ktaka/articleshow/69833002.cms"}, "over flowing manholes and stagnant sewage water": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/overflowingmanholesandstagnantsewagewater/articleshow/69733093.cms", "description": ""}, "Environment destruction- Lives in Danger": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/environmentdestruction-livesindanger/articleshow/69718387.cms", "description": ""}, "Telangana: Army jawan claims family land 'grabbed', parents 'threatened'": {"datetime": "", "time": "2019-06-18 21:49:00", "description": "HYDERABAD: An Army jawan from Telangana has alleged that six acres of agricultural land belonging to his family has been \"encroached\" by one person, who has threatened to kill his parents. S Swamy, who is posted in Jammu and Kashmir, in a video message that has gone viral, claimed that a person named P Anjaneyulu has \"grabbed\" the land \"without our knowledge in Chityal village in Tadwai mandal of Kamareddy district.\" Responding to the jawans allegations, Kamareddy district collector N Satyanarayana on Tuesday said based on complaints filed by Swamy and his father Sai Reddy, he had asked officials concerned to take necessary steps in May itself. After an inquiry it was found that the land was under dispute and the officials wrote to Sai Reddy on May 29 advising him to approach a civil court for a resolution. In the video, Swamy says, \"In our country everyone says 'Jai Jawan, Jai Kisan', but there is no protection to properties belonging to jawans or farmers and their land ownership documents are given to others. This happened to me today and you may face such problem tomorrow.\" \"After getting our land registered in his (Anjaneyulu) name, he has threatened to kill my parents and said no one should enter that land. I have come on the border to do duty, but in view of the problem back home, I am unable to do duty properly,\" Swamy is heard saying in the footage. He further alleged that there was no proper response from the revenue department and other government departments when the matter was brought to their notice. He said in view of the \"life threat\" to his parents he was under tension and was contemplating to quit his job and be with his family. The jawan also requested the public to share the video immediately till it reached the Telangana chief minister K Chandrasekhar Rao.Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/telangana-army-jawan-claims-family-land-grabbed-parents-threatened/articleshow/69846707.cms"}, "Drug peddler & wife held in Banjara Hills, cocaine seized": {"datetime": "", "time": "2019-06-19 07:41:00", "description": "HYDERABAD: A drug peddler and his wife were arrested in upscale Banjara Hills on Tuesday when they were planning to meet a customer to deliver drugs. Excise sleuths seized nine gm of cocaine and Rs 3 lakh from the couple. Acting on a tip-off, the sleuths laid a trap and caught the accused — Shaik Fahad, 37, and wife Salima Rabiul Shaik, 27, — near Sai Baba temple on Road No. 12. Apart from the contraband, a Maruti Swift car, debit/credit card swiping machine and four cellphones were also seized. The couple are residents of Baksh Residency in Brindavan Colony, Tolichowki. The sleuths had arrested Fahad’s associates — B Santosh and Mohammed Masood — at Film Nagar on June 2 and seized seven gm of cocaine, two gm of opium and Rs 1.13 lakh. At that time, Fahad had managed to escape in his car. During investigation, it was found that Fahad has also been operating brothels in Banjara Hills and Jubilee Hills since eight years. He was arrested by Jubilee Hills police in January 2018. After coming out of prison, Fahad took a house on rent at Road No. 5 in Film Nagar for Rs 75,000 a month and started operating a brothel from there, said assistant excise superintendent, N Anji Reddy. Fahad noticed that some of the customers used cocaine and decided to sell it to make additional money. He used to buy cocaine from a Nigerian for Rs 6,000 a gram and sell it to customers for Rs 7,500. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/drug-peddler-wife-held-in-banjara-hills-cocaine-seized/articleshow/69848931.cms"}, "School fee torment back to haunt parents": {"datetime": "", "time": "2019-06-19 06:32:00", "description": "HYDERABAD: Schools in the city don’t seem to have considered recommendations made by the Tirupathi Rao Committee while increasing fee for the academic year 2019-20. Parents claim that about 90% schools have enhanced fee by 15-20%. Members of the Hyderabad Schools Parents Association (HSPA) claimed that some schools have even enhanced the fee by 30%. There are 40,995 schools in the state, of which 26,040 are government institutions. “There are no rules for schools when it comes to enhancing the fee. Though schools revising their annual fee by more than 10% have to appear before the district fee regulatory committee to justify the hike, there is no such committee formed yet. So, about 90% of them have increased the fee by over 10%,” said Venkata Sainath, general secretary, HSPA, adding that schools could enhance the fee only if they submitted their financials and followed all norms. “They can’t just hike the fee without following any rules,” he said. HSPA members said that the state was least bothered to regulate fee and school managements behaved as if they were not answerable to anyone. “As of now, there are no regulations. So, schools are trying to make the most of it by enhancing the fee by 50% or even 100%. Once, the recommendations are implemented, they will be happy even if they have to hike the fee only by 10%,” said Ashish Naredi, executive member of HSPA. He said that the government’s silence over the issue shows their indifference towards parents, adding that were violating almost all the norms — be it fee hikes, collecting admission fee, safety and security. Parents said that the state should at least form a district fee regulatory committee to monitor the hikes, so that schools think twice before increasing the fee. In 2018, the Tirupathi Rao committee had submitted its recommendations to the state on fee hike, but the state is yet to implement those . Despite repeated attempts, school education department officials did not respond. Habsiguda residents seek school’s closure, say it’s creating traffic issuesResidents of a street in Habsiguda are up in arms against a corporate group, demanding that a school set up by the group be closed immediately. The residents have been staging protests for 13 days. They said the presence of multiple schools in the locality was leading to traffic jams. “There are at least 10 apartments and individual houses in the lane where the school was set up. Despite several residents protesting against the opening of the school, the management went ahead and admitted students,” said A Nanda Kumar, a protestor. Another resident AM Reddy said navigating through the narrow 25ft road has become a nightmare. “With the presence of several schools — some with more than 500 students — living here has become a mess,” he said. Some residents said that there was hardly any space for a fire engine to enter the locality. Hike school fee only once in 3 years: BJPThe BJP on Tuesday demanded that the government regulate school fee and said managements should be allowed to hike fee once in three years. Members of BJP’s youth wing said the government should control corporate branding. “The fee in urban areas should not be more than Rs 50,000 per annum and should be half of the amount in the rural areas,” said G Bharat Goud, state president, Bharatiya Janata Yuva Morcha. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/school-fee-torment-back-to-haunt-parents/articleshow/69848909.cms"}, "Drainage waste on roadside not collected": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/drainagewasteonroadsidenotcollected/articleshow/69718374.cms", "description": ""}, "Telangana govt seeks 5 months for conducting municipal polls": {"datetime": "", "time": "2019-06-18 19:30:00", "description": "HYDERABAD: Telangana govt on Tuesday sought five months time to conduct elections to the 53 municipalities and 3 municipal corporations, the term of whose elected members will end on July 2, 2019. The state’s municipal administration department’s principal secretary Arvind Kumar conveyed this request to the high court on Tuesday through an affidavit filed in three separate petitions filed by the state election commission, Jajula Srinivas Goud of Telangana BCs Association and Ganeshachary, all of whom have either charged the state with dodging the issue or with not following the due pre-poll procedure. Filing a common reply to all the three pleas, the municipal administration chief said that though they are under an obligation to complete the polls before the end of the tenure of the current regimes in municipalities under Article 243 (U) (3) of the Constitution, they are unable to do so because of the creation of the new municipalities that emerged after merging them with several adjoining villages. Justice P Naveen Rao who heard the pleas, earlier sought to know from the state whether it is thinking in terms of appointing persons in charge to the municipalities after the term of the existing bodies is getting over in the next two weeks. The state is likely to appoint persons in charge from July 3, as the state itself is seeking five more months time now, an official source said. It is not clear whether the new person in charge is a bureaucrat or not, the source said. The State of Telangana has constituted 68 new municipalities by upgrading 173-gram panchayats and merging another 131-gram panchayat into adjoining 42 municipalities and municipal corporations, Arvind Kumar said in his affidavit. There was litigation against these mergers and that was cleared only on March 8, 2019, he said. For the purpose of determining new wards, we are working out a new method wherein the old method of giving priority to the grade of the municipality was done away with and we are now giving priority to the population, the principal secretary said. This requires consultation with the public and later there would be a door to door survey for determining reservation of wards for SC, ST and BC categories of people, he said. He also spoke about the BC population survey which they will take up soon not only in the current 53 municipalities and 3 municipal corporations alone but also in GHMC, Khammam, Greater Warangal, Siddipet and Achampet municipal corporations also though their elected terms will expire only in 2021, he said. The judge posted the case to Wednesday for a detailed hearing. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/telangana-govt-seeks-5-months-for-conducting-municipal-polls/articleshow/69844799.cms"}, "Marijuana chocolates seized in Telangana, 2 held": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/city/hyderabad/marijuana-chocolates-seized-in-telangana-2-held/videoshow/69809256.cms", "description": ""}, "Indian worker from Nizamabad dies  after accidentally falling from 4th floor of building in Malaysia": {"datetime": "", "time": "2019-06-18 18:20:00", "description": "HYDERABAD: A 37-year-old Indian from Nizamabad in Telangana died in an accident in Malaysia. The Pravasi Bhartiya Sahaya Kendra of the ministry of external affairs has informed that the body of Shaik Ahmed, the victim, would be sent to India on Wednesday. The High Commission of India in Kualalumpur has also spoke to the family and informed that the transportation of the mortal remains to India late on Wednesday night. According to relatives of the victim, Shaik Ahmed had gone to Malaysia to work in a construction company. They said they learnt that while he was at work, he accidentally fell from the fourth floor of the building and died on Monday. He was an auto-driver and chose to go to Malaysia for work. A relative said Shaik Ahmed had taken a loan of a few lakh rupees in order to pay the agents for getting the job. “The family of Shaik Ahmed is distressed and they are in great grief. It will be good if the government helps them financially,” said Mirza Khalid. The family of the victim resides at Autonagar in Nizamabad. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/indian-worker-from-nizamabad-dies-after-accidentally-falling-from-4th-floor-of-building-in-malaysia/articleshow/69843734.cms"}, "Sania Mirza": {"time": "", "link": "https://timesofindia.indiatimes.com/sports/cricket/icc-world-cup/world-cup-sania-mirza-veena-malik-get-into-nasty-twitter-spat-after-pakistan-loss/articleshow/69837412.cms", "description": ""}, "Satta Market": {"time": "", "link": "https://timesofindia.indiatimes.com/city/bhopal/mp-assembly-polls-satta-market-bets-shift-from-winner-loser-to-seat-tally/articleshow/66726353.cms", "description": "BHOPAL: This assembly  is turning out to be a nail-biter. The Bhopal satta bazaar that gave BJP a good chance three weeks ago is suddenly abuzz about Congress’ prospects. As per the bookies, till about a month ago, if a person placed a bet of Rs 10,000 on BJP, he would get Rs 11,000 if the party returned to power. And anyone who bet Rs 4,400 on Congress would get Rs 10,000 if the opposition wins. This week, bookies say, they are taking bets on number of seats and not on who would form the government. “In case no party gets absolute majority, or if the scoreline is too close,” explained a bookie. “We do not want to say which party will form the government. The bets are open. The satta market is running good this poll season, as it is a thrilling contest,” he added. Bookies told TOI that satta trends may not reflect the actual situation on the ground, but the market is accepting bets on 116-plus seats for Congress and 102 or more for ruling BJP. “Anyone who bets successfully on BJP or Congress will double his money,” a bookie said, adding that this trend may change just as suddenly in the next few days as campaigning gets more intense. The same bookie had told TOI around a month ago that rates may vary once candidates are finalised by the parties, “but we expect the trend to remain the same”. The satta market runs into crores in every election. Bets are placed not just over phone, but also on websites and apps, leaving almost no room for police to track down bookies and those placing bets. Probably, this is why no gang has been busted in the state so far for running an election betting racket. At least two cases of betting are registered daily in Bhopal, but the people pulling the strings of the racket in poll season are yet to be caught. Police officers say it is getting increasingly difficult to nab such gangs because they are constantly on the move. “Online betting can be operated even from a moving car, a café or any public place anywhere in the country. Those running the betting in Bhopal may be sitting anywhere on the globe,” said an officer. SP-south Rahul Kumar Lodha said a special campaign is being run against criminals involved in gambling and betting ahead of elections. “These criminals are made to sign bonds to prevent them from committing such crimes in the future. Raids are being conducted on specific tips. A list of habitual offenders is being prepared by police stations to curb such illegal activities,” he said. ASP-crime Rashmi Mishra said the crime branch has activated its network of informers prior to elections to keep an eye on betting. “It is difficult to crack online betting and gambling rackets, but police take action against criminals on specific inputs. For instance, we were tipped off on Monday night about a betting den in Kolar. It was raided but no such activity was found,” Mishra said, adding that the cyber cell is constantly on the lookout for websites and mobile apps used by betting rackets. Download The Times of India News App for Latest City ."}, "Doctors strike: After hours of wait, patients return without treatment": {"datetime": "", "time": "2019-06-19 04:53:00", "description": "HYDERABAD: Hundreds of patients who visited government-run tertiary centres such as Gandhi Hospital, Osmania General Hospital (OGH), Nizams Institute of Medical Sciences (NIMS), Niloufer Hospital and Government ENT Hospital, were denied treatment as out-patient services remained completely shut. While emergency services continued at all hospitals, there were delays, queues and chaos everywhere because of staff shortage. Private facilities, too, largely remained out of bounds (except for emergency services). As a result, hundreds of patients had to return without treatment. While many others stood in queues for hours together, patients with medical emergency, too, had to wait for one to two hours amid the chaos. Sanjeev Singh Yadav, state secretary of Indian Medical Association, said, “Participation from private and corporate sector hospitals in the strike, including small-time clinics, was almost absolute on Monday.” In addition to strike over assaults on doctors, junior doctors are protesting against the state government’s decision to increase retirement age of faculty. At many places, there were delays in arranging stretchers and taking patients inside the hospitals. Among them was 40-year-old Mahender, a paralysis patient who was made to wait at the entrance of Gandhi Hospital in the out-patient ward for almost an hour as there wasn’t enough staff or doctors to attend to him. The patient, a migrant worker from Nalgonda, was seen lying helpless in the hospital premises till the staff arrived an hour later. There were others who had already been turned away by one or two other hospitals. A paralysis patient, Mallesh K, who was turned away from the area hospital in Malakpet and government Unani hospital at Charminar, reached OGH on Monday morning complaining of giddiness and extreme discomfort. Suresh K, who accompanied his mother, and father Mallesh from Nalgonda, said: “We came to Hyderabad three days ago and after visiting two hospitals, we were redirected here. We have been going from room-to-room from morning, but there is no clarity on what to do. My father cannot be admitted as there are no doctors.” Patients who had travelled to the city from far off locations such as Mahbubnagar, Nalgonda, Warangal and other states, too, were left in the lurch as they were unaware of the strike and had already been given Monday’s date for consultation. Several patients and their attendants were seen crying as they went without food or water in the queues. At several places in the hospitals, volunteers of Helping Hand Foundation were seen outside OPDs, counselling patients and their attendants to come back on Tuesday for consultation. (With inputs from Moulika KV) Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/after-hrs-of-wait-patients-return-without-treatment/articleshow/69832833.cms"}, "peers cherry lake": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/peerscherrylake/articleshow/69850312.cms", "description": ""}, "Cabinet nod for secretariat building": {"datetime": "", "time": "2019-06-19 04:13:00", "description": "HYDERABAD: The Telangana state cabinet on Tuesday approved the proposals for construction of a new secretariat and legislative assembly, which will be on the lines of parliament building, at a cost of Rs 500 crore. A three-member cabinet sub-committee headed by roads and buildings minister Vemula Prashanth Reddy has been appointed will fine-tune the modalities. The cabinet also gave powers to chief minister K Chandrasekhar Rao to take a final call on the construction of the new secretariat and assembly. “While the new secretariat will be built at the existing secretariat complex at a cost of Rs 400 crore with around six lakh square ft built-up area, the new assembly will be constructed at Irrum Manzil in 17 acres, which is set to cost Rs 100 crore. Foundation stone for the new secretariat will be laid on June 27,” chief minister K Chandrasekhar Rao told mediapersos after the cabinet meeting. The chief minister said the new assembly would resemble parliament with a central hall, council hall and other facilities and the front elevation of the assembly would look like the front elevation of the present assembly building. He also said since the present assembly building is a heritage structure, it would not be demolished. “We will try to utilise the building for relocating other departments,” he said. “The Andhra Pradesh government is likely to hand over the secretariat block under its control to us either on June 19 or 20. Shifting of secretariat departments will be taken soon,” the CM said. He said the designs for the new secretariat have not been finalised yet. “We are still looking at various designs from different parts of the country,” he said. The cabinet also discussed on maintaining harmonious relations with neighbouring states of Andhra Pradesh, Karnataka and Maharashtra. The CM said Maharashtra supported Telangana in getting clearances for Kaleshwaram project, while Karnataka had released water to Krishna basin in Mahbubnagar district. He said issues over sharing of water with AP would also be discussed threadbare. “Both the Telugu states have Godavari and Krishna waters allocation of 1.480 tmcft and 811 tmcft respectively. If both assured and flood waters is taken into consideration, the water quantity will touch 5,000 tmcft which needs to be utilised effectively by both the states. A team of irrigation officials from AP are coming to Hyderabad to discuss the issues either on June 27 or 28 and joint spot inspection will also be carried out to resolve the pending issues between the states pertaining to irrigation,” he said. The chief minister said the cabinet discussed about the pay revision commission and enhancing the retirement age to government employees. “We want to announce PRC and retirement issue as a package by taking the state finances into consideration,” he said. Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/cabinet-nod-for-secretariat-building/articleshow/69848794.cms"}, "Movies to watch on New Year's Eve": {"time": "", "link": "https://timesofindia.indiatimes.com//entertainment/hindi/bollywood/photo-features/movies-to-watch-on-new-years-eve/photostory/67299074.cms", "description": ""}, "\nSharon celebrates her birthday at Barbeque in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/Sharon-celebrates-her-birthday-at-Barbeque-in-Hyderabad/articleshow/54051839.cms", "description": "Good food, good music and good friends — that’s the ideal way to celebrate your birthday. And city girl Sharon did just that. her birthday bash was an exclusive affair for “just close friends”. Looking pretty in smart casuals, Sharon, was flanked by her buddies as they enjoyed the classy afternoon soiree. The girls bonded over scrumptious lunch, before calling it a day. Download The Times of India News App for Latest City ."}, "Sushmita Sen": {"time": "", "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/photos-sushmita-sen-shares-some-delightful-moments-with-her-daughters/articleshow/69851624.cms", "description": ""}, "underage driving": {"time": "", "link": "https://timesofindia.indiatimes.com//citizen-reporter/stories/underagedriving/articleshow/69807993.cms", "description": ""}, "Cuteness alert! Taimur hangs on to father Saif Ali Khan's leg": {"time": "", "link": "https://timesofindia.indiatimes.com//videos/entertainment/hindi/cuteness-alert-taimur-ali-khan-hangs-on-to-father-saif-ali-khans-leg-enjoys-play-date-with-duckling/videoshow/69851710.cms", "description": ""}, "Shiv Sena List 2019": {"time": "", "link": "https://timesofindia.indiatimes.com/city/mumbai/shiv-sena-announces-21-lok-sabha-candidates-for-maharashtra/articleshow/68523309.cms", "description": "MUMBAI: Shiv Sena has come up with it's first list of 21 candidates, out of 23 to contest in Lok Sabha polls in Maharashtra. Except Osmanabad, 17 sitting Sena MP's are part of the list, includes Mumbai, Thane, Kalyan, Raigad. Following complaints received by local functionaries from Osmanabad, the party has denied ticket to sitting MP Ravindra Gaikwad. Gaikwad, who had allegedly hit an Air India staffer with his slipper because he was refused a business class seat in March 2017. Maharashtra: Track here Lok Sabha elections' full coverageSena has kept two seats, Palghar and Satara, on hold, likely to announce on Sunday. Late Chintaman Wanga, former BJP MP's son Shrinivas likely to contest from Palghar on Sena ticket whereas former NCP legislator Narendra Patil may might contest as Sena candidate from Satara. Patil met Shiv Sena president Uddhav Thackeray on Friday at Matoshree. Other candidates are: South Mumbai: Arvind Sawant; South Central Mumbai: Rahul Shewale; Mumbai North West: Gajanan Kirtikar; Kalyan: Shrikant Shinde; Raigad: union minister Anant Gite; Osmanabad: Omraje Nimbalkar, Ratnagiri-Sindhudurg: Vinayak Raut; Kolhapur-Sanjay Mandlik; Hatkanangle: Dhairyasheel Mane; Nashik: Hemant Godse; Shirdi: Sadashiv Lokhande; Shirur: Shivajirao Adhalrao Patil; Aurangabad: Chandrakant Khaire; Yavatmal Washim: Bhawana Gawli; Buldana: Prataprao Jadhav; Ramtek: Kripal Tumane; Amrawati-Anandrao Adsul, Parbhani: Sanjay Jadhav; Maval: Shrirang Barne; Hingoli: Hemant Patil. Read this story in MarathiDownload The Times of India News App for Latest City ."}, "Hema Malini": {"time": "", "link": "https://timesofindia.indiatimes.com/videos/entertainment/hindi/hema-malini-takes-oath-as-mp-concludes-it-with-radhe-radhe/videoshow/69846569.cms", "description": ""}, "\nA fairy tale reception for cricketer T Suman-Julaiikha at Park Hyatt in Hyderabad\n": {"time": "", "link": "https://timesofindia.indiatimes.com//city/hyderabad/A-fairy-tale-reception-for-cricketer-T-Suman-Julaiikha-at-Park-Hyatt-in-Hyderabad/articleshow/54052080.cms", "description": "Amidst a magnificently illumined golden setting, stood the bride in gold, holding her prince charming. This fairy tale wedding reception of cricketer T Suman with his lady love Julaiikha, was a grand affair attended by city cricketers and celebs. In a huge screen beside the stage, a five minute video, rewinding moments from their wedding ceremony was also being relayed.  Amidst the celebrations, Charan, the bride’s brother, staged a flashmob surprise for the bride and groom. Out of the blue, a group of 14 started dancing on popular chartbusters like Kala Chasma, Sheela ki jawani and legendary hits of Michael Jackson to celebrate the wedding ceremony. Though astounded initially, it soon brought smiles to Suman and Julaiikha’s faces. The celebration went on till wee hours, where the guests bonded over delicious food and good music. Download The Times of India News App for Latest City ."}, "Habsiguda residents seek school’s closure, say it’s creating traffic issues": {"datetime": "", "time": "2019-06-19 04:18:00", "description": "Hyderabad: Residents of a street in Habsiguda are up in arms against a corporate group, demanding that a school set up by the group be closed immediately. The residents have been staging protests for 13 days. They said the presence of multiple schools in the locality was leading to traffic jams. “There are at least 10 apartments and individual houses in the lane where the school was set up. Despite several residents protesting against the opening of the school, the management went ahead and admitted students,” said A Nanda Kumar, a protestor. Another resident AM Reddy said navigating through the narrow 25ft road has become a nightmare. “With the presence of several schools — some with more than 500 students — living here has become a mess,” he said. Some residents said that there was hardly any space for a fire engine to enter the locality. tnn Download The Times of India News App for Latest City .", "link": "https://timesofindia.indiatimes.com//city/hyderabad/habsiguda-residents-seek-schools-closure-say-its-creating-traffic-issues/articleshow/69848916.cms"}}